[
    {
        "id": 661196,
        "updated_sequence": 991286,
        "published_at": {
            "unix": 1528489800,
            "text": "2018-06-08 21:30:00 +0100",
            "iso_8601": "2018-06-08T20:30:00Z"
        },
        "updated_at": {
            "unix": 1528489800,
            "text": "2018-06-08 21:30:00 +0100",
            "iso_8601": "2018-06-08T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-01-06-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 04:30:00",
        "gmt_time": "2018-06-08 20:30:00"
    },
    {
        "id": 662007,
        "updated_sequence": 991284,
        "published_at": {
            "unix": 1528489560,
            "text": "2018-06-08 21:26:00 +0100",
            "iso_8601": "2018-06-08T20:26:00Z"
        },
        "updated_at": {
            "unix": 1528489678,
            "text": "2018-06-08 21:27:58 +0100",
            "iso_8601": "2018-06-08T20:27:58Z"
        },
        "subject": "Canada's Foreign Minister Freeland said she discussed NAFTA, Steel, Aluminium and raised the autos tariff probe with US Trade Representative Lighthizer ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-s-foreign-minister-freeland-said-she-discussed-nafta-steel-aluminium-and-raised-the-autos-tariff-probe-with-us-trade-representative-lighthizer-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 04:26:00",
        "gmt_time": "2018-06-08 20:26:00"
    },
    {
        "id": 661965,
        "updated_sequence": 991279,
        "published_at": {
            "unix": 1528488900,
            "text": "2018-06-08 21:15:00 +0100",
            "iso_8601": "2018-06-08T20:15:00Z"
        },
        "updated_at": {
            "unix": 1528488968,
            "text": "2018-06-08 21:16:08 +0100",
            "iso_8601": "2018-06-08T20:16:08Z"
        },
        "subject": "RANsquawk Central Bank Weekly Briefing, 8 June 2018",
        "content": "<ul><li><strong>To download the full report, please click <a href=\"/research_sheets/19347/download\">here</a></strong></li>\r\n  <li><strong>FED: </strong>25bps hike expected; watch forecasts &ndash; will there be a fourth dot in 2018</li>\r\n  <li><strong>ECB: </strong>To discuss an exit from QE</li>\r\n  <li><strong>BOJ: </strong>Move on, nothing to see here</li>\r\n  <li><strong>SNB: </strong>Sovereign Money Initiative unlikely to pass</li>\r\n  <li><strong>CBT: </strong>Turkey&rsquo;s central bank continues to build inflation credibility ahead of elections</li>\r\n  <li><strong>RBI: </strong>Is now firmly shifting focus on inflation</li>\r\n  <li><strong>BCB: </strong>Ramping up aggression of FX interventions</li>\r\n  <li><strong>TRIPLE-HEADER: </strong>Back-to-back meetings from tier one central banks next week will dictate the tone for global markets. And with the FOMC and ECB tilting towards tighter policy, further pressure could be heaped on EM central banks, many of which are already taking action to stabilise thier currencies in order to get a grip of domestic price pressures. It is worth noting that the weakness in FX of some major EMs has also been driven by idiosyncratic factors (politics/elections in the case of TRY, BRL and MXN, as well as trade negotiations for the latter), but to what extent will the Fed/ECB moving towards normalisation hit the EM complex? Capital Economics suggest that fears that a reduction in the size of the Fed&#39;s balance sheet will reduce the amount of dollars available to EMs to finance their external liabilities may be too simplistic; instead it argues that a rise in US rates will cause problems for the handful of EMs with large external financing needs, but for most the macro effect of higher US interest rates will be limited, arguing that the likes of Turkey, Argentina, and to a lesser extent south Africa will be in the crossairs. CapEco says &quot;the best way to the think about how higher US rates will affect emerging economies is through the prism of EM balance sheets,&quot; adding that &quot;the key point is that external financing requirements (and thus dollar funding needs) are generally lower now than in previous tightening cycles &ndash; current account deficits are smaller and FX debt burdens have eased.&quot;</li>\r\n  <li><em><strong>If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</strong></em></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-briefing-8-june-2018-08-06-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 04:15:00",
        "gmt_time": "2018-06-08 20:15:00"
    },
    {
        "id": 662005,
        "updated_sequence": 991281,
        "published_at": {
            "unix": 1528488900,
            "text": "2018-06-08 21:15:00 +0100",
            "iso_8601": "2018-06-08T20:15:00Z"
        },
        "updated_at": {
            "unix": 1528489046,
            "text": "2018-06-08 21:17:26 +0100",
            "iso_8601": "2018-06-08T20:17:26Z"
        },
        "subject": "RANsquawk Week in Focus - 11th - 15th June 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19348/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Monday: Nothing major of note</li>\r\n  <li>Tuesday: Brexit votes in the House of Commons, UK Labour Market, US CPI, US-North Korea Summit</li>\r\n  <li>Wednesday: UK CPI, FOMC Rate Decision</li>\r\n  <li>Thursday: Australian Labour Market, ECB Rate Decision</li>\r\n  <li>Friday: EZ CPI (Final), BoJ Rate Decision</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-11th-15th-june-2018-08-06-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 04:15:00",
        "gmt_time": "2018-06-08 20:15:00"
    },
    {
        "id": 662006,
        "updated_sequence": 991277,
        "published_at": {
            "unix": 1528488720,
            "text": "2018-06-08 21:12:00 +0100",
            "iso_8601": "2018-06-08T20:12:00Z"
        },
        "updated_at": {
            "unix": 1528488928,
            "text": "2018-06-08 21:15:28 +0100",
            "iso_8601": "2018-06-08T20:15:28Z"
        },
        "subject": " US Market Wrap - 8th June 2018: Trump splits G7 ahead of NK summit",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19351/download\">here</a></p>\r\n\r\n<ul><li><strong>* SNAP-SHOT: </strong>Equities mixed, Treasuries flat , DXY higher, Crude lower</li>\r\n  <li><strong>* REAR-VIEW:</strong> G6+1 unlikely to release communique; Canada labour report soft, but wages encouraging; Barnier cool on backstop proposal, ongoing discussion</li>\r\n  <li><strong>* NEXT WEEK/WEEKEND: </strong>G7; NK summit; FOMC; ECB; BOJ; Brexit vote; bits of tier one data</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>* G7 SUMMIT: </strong>Failure to advance progress in resolving trade tensions has resulted in a lack of consensus among the G7, and it remains &lsquo;highly unlikely&rsquo; that there will be a joint statement from members, a view shared by German Chancellor Merkel. There were areas of contention outside trade; US President Trump&rsquo;s suggestion that Russia should once again be permitted to rejoin the G7 was rebuffed by most members, with the exception of Italy. Meetings with Trump have taken place, though the US President will leave early in order to prepare for his summit with NK leader Kim on Tuesday.</p>\r\n\r\n<p><strong>* BREXIT:</strong> EU chief Brexit negotiator Barnier welcomed the UK customs paper, but was cool on the UK&#39;s backstop proposal (note, some wires reported that the deal was &quot;rejected&quot;, forcing Barnier to issue a tweet clarifying his stance that he was not rejecting it, it was still in discussions), and stated that it cannot be extended to the whole of the UK. Specifically, Barnier said that the proposals cannot qualify since they do not address regulatory alignment. Barnier also urged that a solution to the Irish issue is needed by the autumn. Barnier did say, however, that he was prepared to increase the pace and intensity of negotiations with the UK. UK PM May, responding to Barnier, said she will have to talk over the backstop proposal with EU negotiators. Later it was reported that UK government was considering keeping EU rules for Northern Ireland in the backstop proposal, however, this has not been decided at minister level. Elsewhere, UK Chancellor Hammond said the notion that the UK would rejoin the EU was &#39;fanciful&#39;, reiterating the case that the UK wants a bespoke partnership with the EU. Meanwhile, the German finance minister Scholz said that there was no guarantee that a Brexit deal can be reached, businesses must be prepared for every scenario.</p>\r\n\r\n<p><strong>* DATA:</strong> Canadian labour market data showed a loss of 7.5k jobs in May, missing the expected increase of 17.5k. The unemployment rate was unchanged at 5.8%, as expected, while the participation rate nudged lower to 65.3% from 65.4%. The fall in jobs saw a steeper decline than in April, when jobs fell by only 1,000; the trend is being blamed on bad weather. Focus nonetheless fell on wages, which are now growing at a 3.9% YY, the quickest rate since 2012, vastly outpacing the pace in the US. Scotiabank argues that the increase in wages may explain the recent trend in employment (slack erosion), and it may attract self-employed category back into the workforce. It also notes &quot;workers are getting wage gains that are outstripping the rising cost of living.&quot; The data will therefore likely be received well at the BOC, and some analysts suggest it may contribute towards a more hawkish stance over the coming months.</p>\r\n\r\n<p><strong>* SPX +0.31%, NDX 0.00%, DJI +0.30%.&nbsp;</strong>SECTORS: Cons Cyclicals +0.28%, Cons Non-Cyclicals: +1.04%, Energy: -0.31%, Financials: +0.20%, Health Care: +0.62%, Industrials: +0.32%, Materials: +0.24%, Telecoms: +0.02%, Tech: +0.16%, Utilities: -0.21%.</p>\r\n\r\n<p>Following a very rangebound overnight session for the US futures, as European traders sat at their desk, some selling was seen in the ES which consolidated around the 2755 level before pairing back those losses in a gradual climb for most of the session and finishing higher as markets await G7 updates.</p>\r\n\r\n<p>* STOCK SPECIFICS: Apple was said to warn suppliers about a 20% decline in iPhone parts order, according to Nikkei, and now expects shipments of 80mln units for the new phones, down from the 100mln unit orders it ordered the previous year. On the earnings front, Broadcom (AVGO) earnings slightly beat expectations on EPS front, and revenues were in line, but guidance on Q3 wireless revenue was weak, which saw the stock lower by 3% and trading at the bottom of the SPX &amp; NDX. Monster Beverages (MNST) traded at the top of the SPX and supported the consumer staples sector on Friday following its AGM, where it stated its US business is showing strong momentum and said there is room to increase prices later this year to offset the higher aluminium costs following tariffs. JP Morgan&rsquo;s (JPM), Amazon&rsquo;s (AMZN) and Berkshire&rsquo;s (BRK.A) candidate to lead their joint healthcare venture stated he would not lead the entity as he is focused on his current CEO position at Geisinger Health System. M&amp;A flow was very light today, however during hours CNBC reported Dialog Semiconductor (DLE GY) is in talks for touch screen maker Synaptics (SYNA), but the initial offer of USD 59/shr was rejected. Elsewhere, CNBC&rsquo;s Faber reported that Comcast&rsquo;s (CMCSA) bid for 21st Century Fox (FOXA) is coming on June 13th. Elsewhere, NY Post reported that the legal battle for CBS (CBS) &amp; National Amusements has been set for October 3rd.</p>\r\n\r\n<p>* WTI FUTURES (JULY 18) SETTLE USD 0.21 LOWER AT USD 65.74/BBL, BRENT FUTURES (AUGUST 18) SETTLE USD HIGHER AT USD /BBL. Sources reported Russia&#39;s Energy Minister Novak and Saudi&#39;s Oil Minister Al-Falih will discuss oil output cut deal in Moscow World Cup. Iran&#39;s OPEC Governor says its &quot;crazy&quot; and &quot;astonishing&quot; that US President Trump asked Saudi to cover shortfalls caused by Iran nuclear deal decision; adding that oil could reach USD 140/bbl following sanctions on Iran and Venezuela. This US President Trump requesting oil support from Saudi ahead of the Iran nuclear deal decision. OPEC will likely reject the Iranian request for OPEC to discuss US sanctions on Iran at the next meeting, according to sources. Venezuela is also seeking OPEC support like Iran, in the midst of US sanctions, as well as Saudi Arabia reportedly said to increase June output by 100k BPD following sanctions, they already raised output by 100k BPD in May, according to sources. Oil rigs rose for a third week in a row to 862 from 861.</p>\r\n\r\n<p>* US 10YR T-NOTES FUTURES (SEP 2018) UNCHANGED AT 119-19.</p>\r\n\r\n<p>Treasuries were pretty much unchanged on Friday as investors have been cautiously awaiting for a G7 outcome and ahead of FOMC and ECB next week. Most of the action was concentrated in the front end of the curve though yields were lower by less than c.1bps. Spreads were mixed, 2s10s were wider by c.1bps at settlement.</p>\r\n\r\n<p><strong>FX</strong></p>\r\n\r\n<p>EUR was a key source for FX markets throughout the week in the wake of Tuesday&rsquo;s ECB source reports suggesting that next week is a &lsquo;live&rsquo; meeting for discussions on the bank&rsquo;s intentions to curtail their PSPP programme with a potential announcement to be made in July. This helped EUR/USD make a more sustained break above 1.1700 before garnering further support to breach 1.1800 amid a slew of ECB speakers with the most notable interjection coming from ECB&rsquo;s Praet. BAML highlighted Praet as giving &ldquo;a generally positive assessment of the 3 criteria he had laid out to assess &lsquo;progress&rsquo; (convergence, confidence, resilience)&rdquo;. Adding that &ldquo;this is very significant coming from a board member who has always sat decisively on the dovish end of the spectrum&rdquo;.</p>\r\n\r\n<p>For the USD more broadly, the aforementioned EUR move was a key driving force in the greenback&rsquo;s descent which saw the DXY give up 93.50 to the downside in the middle of the week. Rabobank at the time, showed little concern for the pullback in the USD and stated it was natural given how quickly the greenback had risen over the past few weeks. Towards the back-end of the week the USD nursed losses and saw the DXY head back towards 94.00 amid a tone of general risk aversion with focus now on the G7 summit. Ahead of which, markets are operating with a degree of caution thus far as lingering tensions concerning US tariffs threaten to isolate US President Trump at the G7. This also comes amid Trump&rsquo;s latest tweet-tirade against the EU and Canada in which the President accused EU &amp; Canada of using massive trade tariffs and trade barriers against US, and warned both nations to remove them or they will be matched.</p>\r\n\r\n<p>A busy week for GBP with Brexit back at the helm as Brexit headlines returned with a vengeance. Davis refrained from resigning after forcing UK PM May to &lsquo;fudge&rsquo; her backstop proposal be stating that the government &lsquo;expects&rsquo; the temporary customs union to cease by the end of 2021. Commentary was mixed on who was the actual victor out of May and Davis but ultimately, the Tory in-fighting did little to appease investor concern or raise expectations that the UK will be able to present the EU with a suitable solution. In terms of the EU response, despite initial optimism from Barnier stating that he is ready to increase the pace of negotiations, the EU negotiator adopted a more cynical tone throughout his speech by raising objections to the UK&rsquo;s backstop &lsquo;solution&rsquo;; GBP/USD closes the week out back below 1.3400.</p>\r\n\r\n<p>For EM central banks, the CBRT provided some support for the TRY after the central bank unexpectedly hiked its one-week repo rate by 125bps to 17.75%. Capital Economics note that the decision was &ldquo;a tentative sign that it is shifting its focus away from simply shoring up the lira and towards tackling high and rising inflation. The key now is whether more orthodox policymaking lasts beyond this month&rsquo;s election. If President Erdogan emerges victorious and renews his calls for lower interest rates, the lira would sell-off and (ironically) strengthen the case for further rate hikes&rdquo;.</p>\r\n\r\n<p>The Brazilian central bank has been active in the FX market this week, upping swaps operations in order to stem the slide in the BRL; initially, its efforts were in vain, and spot FX rose above the 3.80 level it was defending, before the central bank once again intervened at 3.90 (to little avail); however, comments from the central bank&rsquo;s chief suggesting that the BCB is willing to up their aggression of intervention, as well as an expanded swap programme (adding $20bln through next week, also pledging to meet the market&rsquo;s demand for dollars through other tools as well, such as spot, as well as credit lines), have helped bring the BRL back beneath 3.80 as we close out the week. Thus far, the central bank has signalled that it has no intention to lift rates, with intervention being the first line of defence. Analysts at ING, however, believes that current monetary policy guidance, which exclusively focusses on inflation, underestimates the need for rate rises. &ldquo;Should the BRL instability continue, a rate hike of 50-150bp could happen much sooner than expected, but perhaps the BRL would have to cross the 4.00 barrier first for the bank to start considering such drastic measures,&rdquo; ING believes.</p>\r\n\r\n<p><strong>*COMING-UP NEXT WEEK: FOMC: </strong>The overwhelming expectation is that the FOMC will lift its Fed Funds Rate target corridor by 25bps on Thursday, for the second time in 2018, to 1.75%-2.00%; money markets are pricing in the hike with a certainty over 90%, and as such, the market may not take its cue from the rate decision itself, but more from the FOMC&#39;s view of future hikes. For the full report please click here.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-8th-june-2018-trump-splits-g7-ahead-of-nk-summit-08-06-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 04:12:00",
        "gmt_time": "2018-06-08 20:12:00"
    },
    {
        "id": 662003,
        "updated_sequence": 991264,
        "published_at": {
            "unix": 1528488480,
            "text": "2018-06-08 21:08:00 +0100",
            "iso_8601": "2018-06-08T20:08:00Z"
        },
        "updated_at": {
            "unix": 1528488557,
            "text": "2018-06-08 21:09:17 +0100",
            "iso_8601": "2018-06-08T20:09:17Z"
        },
        "subject": "Fitch affirms Poland at A-, outlook stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "fitch",
        "slug": "fitch-affirms-poland-at-a-outlook-stable-08-06-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 04:08:00",
        "gmt_time": "2018-06-08 20:08:00"
    },
    {
        "id": 662004,
        "updated_sequence": 991267,
        "published_at": {
            "unix": 1528488480,
            "text": "2018-06-08 21:08:00 +0100",
            "iso_8601": "2018-06-08T20:08:00Z"
        },
        "updated_at": {
            "unix": 1528488570,
            "text": "2018-06-08 21:09:30 +0100",
            "iso_8601": "2018-06-08T20:09:30Z"
        },
        "subject": "Canada's Foreign Minister Freeland says Canada will be firm with the US on trade",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-s-foreign-minister-freeland-says-canada-will-be-firm-with-the-us-on-trade-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 04:08:00",
        "gmt_time": "2018-06-08 20:08:00"
    },
    {
        "id": 662002,
        "updated_sequence": 991261,
        "published_at": {
            "unix": 1528488360,
            "text": "2018-06-08 21:06:00 +0100",
            "iso_8601": "2018-06-08T20:06:00Z"
        },
        "updated_at": {
            "unix": 1528488438,
            "text": "2018-06-08 21:07:18 +0100",
            "iso_8601": "2018-06-08T20:07:18Z"
        },
        "subject": "DBRS affirms Poland rating A, Stable trend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DBRS",
        "slug": "dbrs-affirms-poland-rating-a-stable-trend-08-06-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 04:06:00",
        "gmt_time": "2018-06-08 20:06:00"
    },
    {
        "id": 662001,
        "updated_sequence": 991258,
        "published_at": {
            "unix": 1528488300,
            "text": "2018-06-08 21:05:00 +0100",
            "iso_8601": "2018-06-08T20:05:00Z"
        },
        "updated_at": {
            "unix": 1528488370,
            "text": "2018-06-08 21:06:10 +0100",
            "iso_8601": "2018-06-08T20:06:10Z"
        },
        "subject": "DBRS affirms Germany at AAA, stable trend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DBRS",
        "slug": "dbrs-affirms-germany-at-aaa-stable-trend-08-06-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 04:05:00",
        "gmt_time": "2018-06-08 20:05:00"
    },
    {
        "id": 662000,
        "updated_sequence": 991255,
        "published_at": {
            "unix": 1528488180,
            "text": "2018-06-08 21:03:00 +0100",
            "iso_8601": "2018-06-08T20:03:00Z"
        },
        "updated_at": {
            "unix": 1528488335,
            "text": "2018-06-08 21:05:35 +0100",
            "iso_8601": "2018-06-08T20:05:35Z"
        },
        "subject": "Saudi Arabia has reportedly  increased oil production by 100k in June ahead of incoming sanctions on Iran, according to WSJ",
        "content": "<ul><li><a href=\"https://twitter.com/summer_said/status/1005178381766447104\">Click here for tweet</a></li>\r\n  <li>Saudis already raised output y 100,000 B/D In May-Sources</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-arabia-has-reportedly-increased-oil-production-by-100k-in-june-ahead-of-incoming-sanctions-on-iran-according-to-wsj-08-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 04:03:00",
        "gmt_time": "2018-06-08 20:03:00"
    },
    {
        "id": 661999,
        "updated_sequence": 991249,
        "published_at": {
            "unix": 1528486500,
            "text": "2018-06-08 20:35:00 +0100",
            "iso_8601": "2018-06-08T19:35:00Z"
        },
        "updated_at": {
            "unix": 1528486809,
            "text": "2018-06-08 20:40:09 +0100",
            "iso_8601": "2018-06-08T19:40:09Z"
        },
        "subject": "G7 leaders agree in a draft report to strengthen cooperation to prevent, fight and respond to interference by foreign parties against democratic processes; to share information in a G7 rapid response mechanism to tackle threats to democracy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "g7-leaders-agree-in-a-draft-report-to-strengthen-cooperation-to-prevent-fight-and-respond-to-interference-by-foreign-parties-against-democratic-processes-to-share-information-in-a-g7-rapid-response-mechanism-to-tackle-threats-to-democracy-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 03:35:00",
        "gmt_time": "2018-06-08 19:35:00"
    },
    {
        "id": 661998,
        "updated_sequence": 991244,
        "published_at": {
            "unix": 1528486200,
            "text": "2018-06-08 20:30:00 +0100",
            "iso_8601": "2018-06-08T19:30:00Z"
        },
        "updated_at": {
            "unix": 1528486335,
            "text": "2018-06-08 20:32:15 +0100",
            "iso_8601": "2018-06-08T19:32:15Z"
        },
        "subject": "Canadian Foreign Minister and US Trade Representative Lightizer meeting on NAFTA and steel will be on sidelines of G7; according to a Canadian source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canadian-foreign-minister-and-us-trade-representative-lightizer-meeting-on-nafta-and-steel-will-be-on-sidelines-of-g7-according-to-a-canadian-source-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 03:30:00",
        "gmt_time": "2018-06-08 19:30:00"
    },
    {
        "id": 661997,
        "updated_sequence": 991239,
        "published_at": {
            "unix": 1528484940,
            "text": "2018-06-08 20:09:00 +0100",
            "iso_8601": "2018-06-08T19:09:00Z"
        },
        "updated_at": {
            "unix": 1528485070,
            "text": "2018-06-08 20:11:10 +0100",
            "iso_8601": "2018-06-08T19:11:10Z"
        },
        "subject": "Eagle Pharmaceuticals (EGRX) - Court rules that it should be granted orphan drug status for its Bendeka",
        "content": "<ul><li>In an immediate reaction shares spiked from USD 68 to USD 74</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eagle-pharmaceuticals-egrx-court-rules-that-it-should-be-granted-orphan-drug-status-for-its-bendeka-08-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 03:09:00",
        "gmt_time": "2018-06-08 19:09:00"
    },
    {
        "id": 661996,
        "updated_sequence": 991241,
        "published_at": {
            "unix": 1528484880,
            "text": "2018-06-08 20:08:00 +0100",
            "iso_8601": "2018-06-08T19:08:00Z"
        },
        "updated_at": {
            "unix": 1528485483,
            "text": "2018-06-08 20:18:03 +0100",
            "iso_8601": "2018-06-08T19:18:03Z"
        },
        "subject": "Synaptics (SYNA) had rejected the initial USD 59/shr offer from Dialog Semiconductor (DLG GY), according to CNBC",
        "content": "<ul><li><a href=\"https://www.cnbc.com/2018/06/08/dialog-semiconductor-in-advanced-talks-to-acquire-synaptics.html\">Click here for article</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "synaptics-syna-had-rejected-the-initial-usd-59-shr-offer-from-dialog-semiconductor-dlg-gy-according-to-cnbc-08-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 03:08:00",
        "gmt_time": "2018-06-08 19:08:00"
    },
    {
        "id": 661995,
        "updated_sequence": 991233,
        "published_at": {
            "unix": 1528484760,
            "text": "2018-06-08 20:06:00 +0100",
            "iso_8601": "2018-06-08T19:06:00Z"
        },
        "updated_at": {
            "unix": 1528484874,
            "text": "2018-06-08 20:07:54 +0100",
            "iso_8601": "2018-06-08T19:07:54Z"
        },
        "subject": "US Trade Representative Lighthizer and Canada's Foreign Minister Freeland are to meet at the G7 meeting to talk about Nafta and Steel",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-trade-representative-lighthizer-and-canada-s-foreign-minister-freeland-are-to-meet-at-the-g7-meeting-to-talk-about-nafta-and-steel-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 03:06:00",
        "gmt_time": "2018-06-08 19:06:00"
    },
    {
        "id": 661994,
        "updated_sequence": 991230,
        "published_at": {
            "unix": 1528484640,
            "text": "2018-06-08 20:04:00 +0100",
            "iso_8601": "2018-06-08T19:04:00Z"
        },
        "updated_at": {
            "unix": 1528484872,
            "text": "2018-06-08 20:07:52 +0100",
            "iso_8601": "2018-06-08T19:07:52Z"
        },
        "subject": "German Chancellor Merkel cannot say yet whether there will be a common communique and says EU countries agreed conditions for a return of Russia to the G7 are not met",
        "content": "<ul><li>Notes the decision will not change until Russia changes its stance on Ukraine</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-chancellor-merkel-cannot-say-yet-whether-there-will-be-a-common-communique-and-says-eu-countries-agreed-conditions-for-a-return-of-russia-to-the-g7-are-not-met-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 03:04:00",
        "gmt_time": "2018-06-08 19:04:00"
    },
    {
        "id": 661993,
        "updated_sequence": 991217,
        "published_at": {
            "unix": 1528483140,
            "text": "2018-06-08 19:39:00 +0100",
            "iso_8601": "2018-06-08T18:39:00Z"
        },
        "updated_at": {
            "unix": 1528483230,
            "text": "2018-06-08 19:40:30 +0100",
            "iso_8601": "2018-06-08T18:40:30Z"
        },
        "subject": "Total Port Arthur refinery shut down unit 827",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "total-port-arthur-refinery-shut-down-unit-827-08-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 02:39:00",
        "gmt_time": "2018-06-08 18:39:00"
    },
    {
        "id": 661992,
        "updated_sequence": 991223,
        "published_at": {
            "unix": 1528482720,
            "text": "2018-06-08 19:32:00 +0100",
            "iso_8601": "2018-06-08T18:32:00Z"
        },
        "updated_at": {
            "unix": 1528483560,
            "text": "2018-06-08 19:46:00 +0100",
            "iso_8601": "2018-06-08T18:46:00Z"
        },
        "subject": "WTI futures (July) settle down 21 cents at USD 65.74/bbl, Brent futures settle down 86 cents at USD 76.45/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Sources reported Russia&#39;s Energy Minister Novak and Saudi&#39;s Oil Minister Al-Falih will discuss oil output cut deal in Moscow World Cup. Iran&#39;s OPEC Governor says its &quot;crazy&quot; and &quot;astonishing&quot; that US President Trump asked Saudi to cover shortfalls caused by Iran nuclear deal decision; adding that oil could reach USD 140/bbl following sanctions on Iran and Venezuela. This US President Trump requesting oil support from Saudi ahead of the Iran nuclear deal decision. OPEC will likely reject the Iranian request for OPEC to discuss US sanctions on Iran at the next meeting, according to sources. Venezuela is also seeking OPEC support like Iran, in the midst of US sanctions. Oil rigs rose for a third week in a row to 862 from 861</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1528482780,
            "text": "2018-06-08 19:33:00 +0100",
            "iso_8601": "2018-06-08T18:33:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-futures-july-settle-down-21-cents-at-usd-65-74-bbl-brent-futures-settle-down-86-cents-at-usd-76-45-bbl-08-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 02:32:00",
        "gmt_time": "2018-06-08 18:32:00"
    },
    {
        "id": 661991,
        "updated_sequence": 991221,
        "published_at": {
            "unix": 1528481460,
            "text": "2018-06-08 19:11:00 +0100",
            "iso_8601": "2018-06-08T18:11:00Z"
        },
        "updated_at": {
            "unix": 1528483442,
            "text": "2018-06-08 19:44:02 +0100",
            "iso_8601": "2018-06-08T18:44:02Z"
        },
        "subject": "Brazil's Treasury Secretary Almeida says the diesel subsidy will not affect 2018's spending cap, further states they do have the tools to meet the fiscal goal in the short term",
        "content": "<ul><li>He adds there was an unexpected spending of BRL 9.5bln in recent days due to truckers strike and notes the country has a fiscal space of BRL 6bln</li>\r\n  <li>He sees no need to sell notes at high rate and says suspended auction of treasuries, not interested</li>\r\n  <li>They are to continue the day auction next week</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-s-treasury-secretary-almeida-says-the-diesel-subsidy-will-not-affect-2018-s-spending-cap-further-states-they-do-have-the-tools-to-meet-the-fiscal-goal-in-the-short-term-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 02:11:00",
        "gmt_time": "2018-06-08 18:11:00"
    },
    {
        "id": 661990,
        "updated_sequence": 991202,
        "published_at": {
            "unix": 1528481220,
            "text": "2018-06-08 19:07:00 +0100",
            "iso_8601": "2018-06-08T18:07:00Z"
        },
        "updated_at": {
            "unix": 1528481339,
            "text": "2018-06-08 19:08:59 +0100",
            "iso_8601": "2018-06-08T18:08:59Z"
        },
        "subject": "It is 'highly unlikely' there will be a communique from the G7 summit in Quebec due to the lack of consensus; according to a G7 official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "it-is-highly-unlikely-there-will-be-a-communique-from-the-g7-summit-in-quebec-due-to-the-lack-of-consensus-according-to-a-g7-official-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 02:07:00",
        "gmt_time": "2018-06-08 18:07:00"
    },
    {
        "id": 661989,
        "updated_sequence": 991214,
        "published_at": {
            "unix": 1528479840,
            "text": "2018-06-08 18:44:00 +0100",
            "iso_8601": "2018-06-08T17:44:00Z"
        },
        "updated_at": {
            "unix": 1528483082,
            "text": "2018-06-08 19:38:02 +0100",
            "iso_8601": "2018-06-08T18:38:02Z"
        },
        "subject": "US President Trump and French PM Macron had brief meeting before the G7 to share ideas and to defend global viewpoints; they briefly discussed North Korea, 'very cordial' discussion; according to a French official",
        "content": "<ul><li>They are expected to meet officially later on today also with Canada&#39;s PM Trudeau</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-and-french-pm-macron-had-brief-meeting-before-the-g7-to-share-ideas-and-to-defend-global-viewpoints-they-briefly-discussed-north-korea-very-cordial-discussion-according-to-a-french-official-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 01:44:00",
        "gmt_time": "2018-06-08 17:44:00"
    },
    {
        "id": 661988,
        "updated_sequence": 991192,
        "published_at": {
            "unix": 1528478400,
            "text": "2018-06-08 18:20:00 +0100",
            "iso_8601": "2018-06-08T17:20:00Z"
        },
        "updated_at": {
            "unix": 1528478515,
            "text": "2018-06-08 18:21:55 +0100",
            "iso_8601": "2018-06-08T17:21:55Z"
        },
        "subject": "Satellite images show that North Korea is destroying some facilities for missile tests ",
        "content": "<ul><li><a href=\"http://<blockquote class=&quot;twitter-tweet&quot; data-lang=&quot;en&quot;><p lang=&quot;en&quot; dir=&quot;ltr&quot;>Satellite imagery indicates that North Korea is razing some facilities used for testing one of its missiles.</p>&amp;mdash; DEFCONWarningSystem (@DEFCONWSALERTS) <a href=&quot;https://twitter.com/DEFCONWSALERTS/status/1005136732621344768?ref_src=twsrc%5Etfw&quot;>June 8, 2018</a></blockquote> <script async src=&quot;https://platform.twitter.com/widgets.js&quot; charset=&quot;utf-8&quot;></script>\">Click here</a> for the tweet&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "satellite-images-show-that-north-korea-is-destroying-some-facilities-for-missile-tests-08-06-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 01:20:00",
        "gmt_time": "2018-06-08 17:20:00"
    },
    {
        "id": 661987,
        "updated_sequence": 991187,
        "published_at": {
            "unix": 1528477920,
            "text": "2018-06-08 18:12:00 +0100",
            "iso_8601": "2018-06-08T17:12:00Z"
        },
        "updated_at": {
            "unix": 1528478009,
            "text": "2018-06-08 18:13:29 +0100",
            "iso_8601": "2018-06-08T17:13:29Z"
        },
        "subject": "EU antitrust regulators set to clear with no conditions Comcast (CMCSA) bid for Sky (SKY LN); according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-antitrust-regulators-set-to-clear-with-no-conditions-comcast-cmcsa-bid-for-sky-sky-ln-according-to-sources-08-06-2018",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 01:12:00",
        "gmt_time": "2018-06-08 17:12:00"
    },
    {
        "id": 661983,
        "updated_sequence": 991173,
        "published_at": {
            "unix": 1528477140,
            "text": "2018-06-08 17:59:00 +0100",
            "iso_8601": "2018-06-08T16:59:00Z"
        },
        "updated_at": {
            "unix": 1528477196,
            "text": "2018-06-08 17:59:56 +0100",
            "iso_8601": "2018-06-08T16:59:56Z"
        },
        "subject": " Dialog Semiconductors (DLG GY) and Synaptics (SYNA) are said to be in talks, but they may not lead to a deal ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dialog-semiconductors-dlg-gy-and-synaptics-syna-are-said-to-be-in-talks-but-they-may-not-lead-to-a-deal-08-06-2018",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 00:59:00",
        "gmt_time": "2018-06-08 16:59:00"
    },
    {
        "id": 661982,
        "updated_sequence": 991170,
        "published_at": {
            "unix": 1528476540,
            "text": "2018-06-08 17:49:00 +0100",
            "iso_8601": "2018-06-08T16:49:00Z"
        },
        "updated_at": {
            "unix": 1528476577,
            "text": "2018-06-08 17:49:37 +0100",
            "iso_8601": "2018-06-08T16:49:37Z"
        },
        "subject": "Brazil’s Goldfajn says central bank and treasury will continue to act in the market as long as needed ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-s-goldfajn-says-central-bank-and-treasury-will-continue-to-act-in-the-market-as-long-as-needed-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 00:49:00",
        "gmt_time": "2018-06-08 16:49:00"
    },
    {
        "id": 661981,
        "updated_sequence": 991167,
        "published_at": {
            "unix": 1528473840,
            "text": "2018-06-08 17:04:00 +0100",
            "iso_8601": "2018-06-08T16:04:00Z"
        },
        "updated_at": {
            "unix": 1528473854,
            "text": "2018-06-08 17:04:14 +0100",
            "iso_8601": "2018-06-08T16:04:14Z"
        },
        "subject": "UK PM May when asked about Foreign Minister Johnsons Brexit comments stated they both have strong views, and also stated she will sit down with the EU, talk about the backstop issues and will deliver ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-when-asked-about-foreign-minister-johnsons-brexit-comments-stated-they-both-have-strong-views-and-also-stated-she-will-sit-down-with-the-eu-talk-about-the-backstop-issues-and-will-deliver-08-06-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 00:04:00",
        "gmt_time": "2018-06-08 16:04:00"
    },
    {
        "id": 661980,
        "updated_sequence": 991164,
        "published_at": {
            "unix": 1528473660,
            "text": "2018-06-08 17:01:00 +0100",
            "iso_8601": "2018-06-08T16:01:00Z"
        },
        "updated_at": {
            "unix": 1528473793,
            "text": "2018-06-08 17:03:13 +0100",
            "iso_8601": "2018-06-08T16:03:13Z"
        },
        "subject": "French Presidency Offical says Germany's Angela Merkel propose to set up a mechanism to discuss current differences in trade with the US and prevent future ones",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-presidency-offical-says-germany-s-angela-merkel-propose-to-set-up-a-mechanism-to-discuss-current-differences-in-trade-with-the-us-and-prevent-future-ones-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-09 00:01:00",
        "gmt_time": "2018-06-08 16:01:00"
    },
    {
        "id": 661979,
        "updated_sequence": 991161,
        "published_at": {
            "unix": 1528473300,
            "text": "2018-06-08 16:55:00 +0100",
            "iso_8601": "2018-06-08T15:55:00Z"
        },
        "updated_at": {
            "unix": 1528473353,
            "text": "2018-06-08 16:55:53 +0100",
            "iso_8601": "2018-06-08T15:55:53Z"
        },
        "subject": "Canada and Japan urge 'collective trade rules' at G7 meeting ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-and-japan-urge-collective-trade-rules-at-g7-meeting-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 23:55:00",
        "gmt_time": "2018-06-08 15:55:00"
    },
    {
        "id": 661978,
        "updated_sequence": 991158,
        "published_at": {
            "unix": 1528472460,
            "text": "2018-06-08 16:41:00 +0100",
            "iso_8601": "2018-06-08T15:41:00Z"
        },
        "updated_at": {
            "unix": 1528472545,
            "text": "2018-06-08 16:42:25 +0100",
            "iso_8601": "2018-06-08T15:42:25Z"
        },
        "subject": "Atlanta Fed GDPnow (Q2): 4.6% (Prev. 4.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlanta-fed-gdpnow-q2-4-6-prev-4-5-08-06-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 23:41:00",
        "gmt_time": "2018-06-08 15:41:00"
    },
    {
        "id": 661977,
        "updated_sequence": 991155,
        "published_at": {
            "unix": 1528471800,
            "text": "2018-06-08 16:30:00 +0100",
            "iso_8601": "2018-06-08T15:30:00Z"
        },
        "updated_at": {
            "unix": 1528471901,
            "text": "2018-06-08 16:31:41 +0100",
            "iso_8601": "2018-06-08T15:31:41Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (-0.46%), FTSE 100 (-0.27%), DAX (-0.42%), CAC (-0.03%), IBEX (+0.82%), SMI (-0.42%), FTSE MIB (-1.94%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-46-ftse-100-0-27-dax-0-42-cac-0-03-ibex-0-82-smi-0-42-ftse-mib-1-94-08-06-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 23:30:00",
        "gmt_time": "2018-06-08 15:30:00"
    },
    {
        "id": 661976,
        "updated_sequence": 991150,
        "published_at": {
            "unix": 1528471020,
            "text": "2018-06-08 16:17:00 +0100",
            "iso_8601": "2018-06-08T15:17:00Z"
        },
        "updated_at": {
            "unix": 1528471070,
            "text": "2018-06-08 16:17:50 +0100",
            "iso_8601": "2018-06-08T15:17:50Z"
        },
        "subject": "NY Fed GDP Nowcast: Q2 at 3.1% (Prev. 3.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "ny-fed-gdp-nowcast-q2-at-3-1-prev-3-3-08-06-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 23:17:00",
        "gmt_time": "2018-06-08 15:17:00"
    },
    {
        "id": 661975,
        "updated_sequence": 991147,
        "published_at": {
            "unix": 1528470120,
            "text": "2018-06-08 16:02:00 +0100",
            "iso_8601": "2018-06-08T15:02:00Z"
        },
        "updated_at": {
            "unix": 1528470271,
            "text": "2018-06-08 16:04:31 +0100",
            "iso_8601": "2018-06-08T15:04:31Z"
        },
        "subject": "UK government is considering keeping EU rules for Northern Ireland in the backstop proposal, however, this has not been decided at minister level",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-government-is-considering-keeping-eu-rules-for-northern-ireland-in-the-backstop-proposal-however-this-has-not-been-decided-at-minister-level-08-06-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 23:02:00",
        "gmt_time": "2018-06-08 15:02:00"
    },
    {
        "id": 661974,
        "updated_sequence": 991142,
        "published_at": {
            "unix": 1528470000,
            "text": "2018-06-08 16:00:00 +0100",
            "iso_8601": "2018-06-08T15:00:00Z"
        },
        "updated_at": {
            "unix": 1528470118,
            "text": "2018-06-08 16:01:58 +0100",
            "iso_8601": "2018-06-08T15:01:58Z"
        },
        "subject": "US President Trump and French President Macron meeting delayed until 5:40pm in Quebec",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-and-french-president-macron-meeting-delayed-until-5-40pm-in-quebec-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 23:00:00",
        "gmt_time": "2018-06-08 15:00:00"
    },
    {
        "id": 661970,
        "updated_sequence": 991139,
        "published_at": {
            "unix": 1528470000,
            "text": "2018-06-08 16:00:00 +0100",
            "iso_8601": "2018-06-08T15:00:00Z"
        },
        "updated_at": {
            "unix": 1528470000,
            "text": "2018-06-08 16:00:00 +0100",
            "iso_8601": "2018-06-08T15:00:00Z"
        },
        "subject": "Week in Focus: 11th - 15th June 2018 - Now available in the Research Suite",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19348/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Monday: Nothing major of note</li>\r\n  <li>Tuesday: Brexit votes in the House of Commons, UK Labour Market, US CPI, US-North Korea Summit</li>\r\n  <li>Wednesday: UK CPI, FOMC Rate Decision</li>\r\n  <li>Thursday: Australian Labour Market, ECB Rate Decision</li>\r\n  <li>Friday: EZ CPI (Final), BoJ Rate Decision</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "week-in-focus-11th-15th-june-2018-now-available-in-the-research-suite-08-06-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 23:00:00",
        "gmt_time": "2018-06-08 15:00:00"
    },
    {
        "id": 661973,
        "updated_sequence": 991137,
        "published_at": {
            "unix": 1528469460,
            "text": "2018-06-08 15:51:00 +0100",
            "iso_8601": "2018-06-08T14:51:00Z"
        },
        "updated_at": {
            "unix": 1528469518,
            "text": "2018-06-08 15:51:58 +0100",
            "iso_8601": "2018-06-08T14:51:58Z"
        },
        "subject": " JP Morgan cuts their 2018 WTI crude forecast to USD 62.20 (Prev. 65.20) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "jp-morgan-cuts-their-2018-wti-crude-forecast-to-usd-62-20-prev-65-20-08-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 22:51:00",
        "gmt_time": "2018-06-08 14:51:00"
    },
    {
        "id": 661969,
        "updated_sequence": 991125,
        "published_at": {
            "unix": 1528467060,
            "text": "2018-06-08 15:11:00 +0100",
            "iso_8601": "2018-06-08T14:11:00Z"
        },
        "updated_at": {
            "unix": 1528467135,
            "text": "2018-06-08 15:12:15 +0100",
            "iso_8601": "2018-06-08T14:12:15Z"
        },
        "subject": "FX Weekly Wrap: ECB hawks lift EUR. GBP back to Brexit-reality. Trump set to be isolated at G6+1. Another busy week in the EM-space",
        "content": "<p>EUR was a key source for FX markets throughout the week in the wake of Tuesday&rsquo;s ECB source reports suggesting that next week is a &lsquo;live&rsquo; meeting for discussions on the bank&rsquo;s intentions to curtail their PSPP programme with a potential announcement to be made in July. This helped EUR/USD make a more sustained break above 1.1700 before garnering further support to breach 1.1800 amid a slew of ECB speakers with the most notable interjection coming from ECB&rsquo;s Praet. BAML highlighted Praet as giving &ldquo;a generally positive assessment of the 3 criteria he had laid out to assess &lsquo;progress&rsquo; (convergence, confidence, resilience)&rdquo;. Adding that &ldquo;this is very significant coming from a board member who has always sat decisively on the dovish end of the spectrum&rdquo;.</p>\r\n\r\n<p>For the USD more broadly, the aforementioned EUR move was a key driving force in the greenback&rsquo;s descent which saw the DXY give up 93.50 to the downside in the middle of the week. Rabobank at the time, showed little concern for the pullback in the USD and stated it was natural given how quickly the greenback had risen over the past few weeks. Towards the back-end of the week the USD nursed losses and saw the DXY head back towards 94.00 amid a tone of general risk aversion with focus now on the G7 summit. Ahead of which, markets are operating with a degree of caution thus far as lingering tensions concerning US tariffs threaten to isolate US President Trump at the G7. This also comes amid Trump&rsquo;s latest tweet-tirade against the EU and Canada in which the President accused EU &amp; Canada of using massive trade tariffs and trade barriers against US, and warned both nations to remove them or they will be matched.</p>\r\n\r\n<p>A busy week for GBP with Brexit back at the helm as Brexit headlines returned with a vengeance. Davis refrained from resigning after forcing UK PM May to &lsquo;fudge&rsquo; her backstop proposal be stating that the government &lsquo;expects&rsquo; the temporary customs union to cease by the end of 2021. Commentary was mixed on who was the actual victor out of May and Davis but ultimately, the Tory in-fighting did little to appease investor concern or raise expectations that the UK will be able to present the EU with a suitable solution. In terms of the EU response, despite initial optimism from Barnier stating that he is ready to increase the pace of negotiations, the EU negotiator adopted a more cynical tone throughout his speech by raising objections to the UK&rsquo;s backstop &lsquo;solution&rsquo;; GBP/USD closes the week out back below 1.3400.</p>\r\n\r\n<p>For EM central banks, the CBRT provided some support for the TRY after the central bank unexpectedly hiked its one-week repo rate by 125bps to 17.75%. Capital Economics note that the decision was &ldquo;a tentative sign that it is shifting its focus away from simply shoring up the lira and towards tackling high and rising inflation. The key now is whether more orthodox policymaking lasts beyond this month&rsquo;s election. If President Erdogan emerges victorious and renews his calls for lower interest rates, the lira would sell-off and (ironically) strengthen the case for further rate hikes&rdquo;.</p>\r\n\r\n<p>The Brazilian central bank has been active in the FX market this week, upping swaps operations in order to stem the slide in the BRL; initially, its efforts were in vain, and spot FX rose above the 3.80 level it was defending, before the central bank once again intervened at 3.90 (to little avail); however, comments from the central bank&rsquo;s chief suggesting that the BCB is willing to up their aggression of intervention, as well as an expanded swap programme (adding $20bln through next week, also pledging to meet the market&rsquo;s demand for dollars through other tools as well, such as spot, as well as credit lines), have helped bring the BRL back beneath 3.80 as we close out the week. Thus far, the central bank has signalled that it has no intention to lift rates, with intervention being the first line of defence. Analysts at ING, however, believes that current monetary policy guidance, which exclusively focusses on inflation, underestimates the need for rate rises. &ldquo;Should the BRL instability continue, a rate hike of 50-150bp could happen much sooner than expected, but perhaps the BRL would have to cross the 4.00 barrier first for the bank to start considering such drastic measures,&rdquo; ING believes.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fx-weekly-wrap-ecb-hawks-lift-eur-gbp-back-to-brexit-reality-trump-set-to-be-isolated-at-g6-1-another-busy-week-in-the-em-space-08-06-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 22:11:00",
        "gmt_time": "2018-06-08 14:11:00"
    },
    {
        "id": 661966,
        "updated_sequence": 991116,
        "published_at": {
            "unix": 1528466160,
            "text": "2018-06-08 14:56:00 +0100",
            "iso_8601": "2018-06-08T13:56:00Z"
        },
        "updated_at": {
            "unix": 1528466263,
            "text": "2018-06-08 14:57:43 +0100",
            "iso_8601": "2018-06-08T13:57:43Z"
        },
        "subject": "German Finance Minister Scholtz says there is not guarantee that Brexit deal can be reached, businesses have to be prepared for every scenario",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-finance-minister-scholtz-says-there-is-not-guarantee-that-brexit-deal-can-be-reached-businesses-have-to-be-prepared-for-every-scenario-08-06-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 21:56:00",
        "gmt_time": "2018-06-08 13:56:00"
    },
    {
        "id": 661964,
        "updated_sequence": 991110,
        "published_at": {
            "unix": 1528465380,
            "text": "2018-06-08 14:43:00 +0100",
            "iso_8601": "2018-06-08T13:43:00Z"
        },
        "updated_at": {
            "unix": 1528465483,
            "text": "2018-06-08 14:44:43 +0100",
            "iso_8601": "2018-06-08T13:44:43Z"
        },
        "subject": "General Electric (GE) authorises regular quarterly dividend of USD 0.12/share",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>There had been some speculation that General Electric could cut their dividend.&nbsp;</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1528465483,
            "text": "2018-06-08 14:44:43 +0100",
            "iso_8601": "2018-06-08T13:44:43Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "general-electric-ge-authorises-regular-quarterly-dividend-of-usd-0-12-share-08-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 21:43:00",
        "gmt_time": "2018-06-08 13:43:00"
    },
    {
        "id": 661963,
        "updated_sequence": 991105,
        "published_at": {
            "unix": 1528465200,
            "text": "2018-06-08 14:40:00 +0100",
            "iso_8601": "2018-06-08T13:40:00Z"
        },
        "updated_at": {
            "unix": 1528465273,
            "text": "2018-06-08 14:41:13 +0100",
            "iso_8601": "2018-06-08T13:41:13Z"
        },
        "subject": "Citgo Corpus Christi Texas Refinery has restarted its large gasoline unit; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "citgo-corpus-christi-texas-refinery-has-restarted-its-large-gasoline-unit-according-to-sources-08-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 21:40:00",
        "gmt_time": "2018-06-08 13:40:00"
    },
    {
        "id": 661962,
        "updated_sequence": 991102,
        "published_at": {
            "unix": 1528464900,
            "text": "2018-06-08 14:35:00 +0100",
            "iso_8601": "2018-06-08T13:35:00Z"
        },
        "updated_at": {
            "unix": 1528464992,
            "text": "2018-06-08 14:36:32 +0100",
            "iso_8601": "2018-06-08T13:36:32Z"
        },
        "subject": "Bristol Myers Squib (BMY) said to be eyeing Intercept Pharmaceuticals (ICPT) to enter the NASH space, according to Dealreporter",
        "content": "",
        "reaction_details": "<p>ICPT spikes higher from 72.00 to around 73.60 on the news</p>\r\n",
        "reaction_updated_at": {
            "unix": 1528464992,
            "text": "2018-06-08 14:36:32 +0100",
            "iso_8601": "2018-06-08T13:36:32Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bristol-myers-squib-bmy-said-to-be-eyeing-intercept-pharmaceuticals-icpt-to-enter-the-nash-space-according-to-dealreporter-08-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 21:35:00",
        "gmt_time": "2018-06-08 13:35:00"
    },
    {
        "id": 661961,
        "updated_sequence": 991089,
        "published_at": {
            "unix": 1528464180,
            "text": "2018-06-08 14:23:00 +0100",
            "iso_8601": "2018-06-08T13:23:00Z"
        },
        "updated_at": {
            "unix": 1528464350,
            "text": "2018-06-08 14:25:50 +0100",
            "iso_8601": "2018-06-08T13:25:50Z"
        },
        "subject": "EU's Barnier tweets that he is not rejecting the UK customs paper, it is still in discussion; EU concern is to limit the full Irish backstop offer only to Northern Ireland not to rest of UK",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-barnier-tweets-that-he-is-not-rejecting-the-uk-customs-paper-it-is-still-in-discussion-eu-concern-is-to-limit-the-full-irish-backstop-offer-only-to-northern-ireland-not-to-rest-of-uk-08-06-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 21:23:00",
        "gmt_time": "2018-06-08 13:23:00"
    },
    {
        "id": 661958,
        "updated_sequence": 991097,
        "published_at": {
            "unix": 1528464180,
            "text": "2018-06-08 14:23:00 +0100",
            "iso_8601": "2018-06-08T13:23:00Z"
        },
        "updated_at": {
            "unix": 1528464768,
            "text": "2018-06-08 14:32:48 +0100",
            "iso_8601": "2018-06-08T13:32:48Z"
        },
        "subject": "Additional US Equity Stories - AMGN, BAC",
        "content": "<ul><li>Amgen (AMGN) - The co. announced the European Commission approved a new indication for Prolia for the treatment of bone loss in patients with&nbsp;glucocorticoid therapy. (Newswires)</li>\r\n  <li>Bank of America (BAC) &ndash; The bank is looking to acquire 10,000 people from low/moderate income areas. (Newswires)</li>\r\n  <li>Verizon (VZ) &ndash; The CEO says he &lsquo;doesn&rsquo;t see anything new on the horizon&#39; for the acquisition of media content&rsquo; and he is to continue the 5G development. Separately, Yahoo Messenger will be discontinued on July 17th. (Newswires)</li>\r\n  <li>Monster (MNS) &ndash; At the&nbsp;annual meeting the co. said its US business is showing a strong momentum and there is room to increase prices later in 2018 to offset high input costs in aluminium. (Newswires)</li>\r\n  <li>Lam Research (MRCX) &ndash; Cowen maintains Ouperform with pt USD 285. (Newswires)</li>\r\n  <li>&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-amgn-bac-08-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 21:23:00",
        "gmt_time": "2018-06-08 13:23:00"
    },
    {
        "id": 661960,
        "updated_sequence": 991073,
        "published_at": {
            "unix": 1528463820,
            "text": "2018-06-08 14:17:00 +0100",
            "iso_8601": "2018-06-08T13:17:00Z"
        },
        "updated_at": {
            "unix": 1528463906,
            "text": "2018-06-08 14:18:26 +0100",
            "iso_8601": "2018-06-08T13:18:26Z"
        },
        "subject": "Goldman Sachs strategist Cohen says may have seen the highs for the DJI and the S&P 500 as US stocks at roughly fair value",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "goldman-sachs-strategist-cohen-says-may-have-seen-the-highs-for-the-dji-and-the-s-p-500-as-us-stocks-at-roughly-fair-value-08-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 21:17:00",
        "gmt_time": "2018-06-08 13:17:00"
    },
    {
        "id": 661959,
        "updated_sequence": 991070,
        "published_at": {
            "unix": 1528463460,
            "text": "2018-06-08 14:11:00 +0100",
            "iso_8601": "2018-06-08T13:11:00Z"
        },
        "updated_at": {
            "unix": 1528463548,
            "text": "2018-06-08 14:12:28 +0100",
            "iso_8601": "2018-06-08T13:12:28Z"
        },
        "subject": "Brazilian central bank are to auction as many as 60,000 traditional currency swaps today ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazilian-central-bank-are-to-auction-as-many-as-60-000-traditional-currency-swaps-today-08-06-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 21:11:00",
        "gmt_time": "2018-06-08 13:11:00"
    },
    {
        "id": 661957,
        "updated_sequence": 991064,
        "published_at": {
            "unix": 1528462620,
            "text": "2018-06-08 13:57:00 +0100",
            "iso_8601": "2018-06-08T12:57:00Z"
        },
        "updated_at": {
            "unix": 1528462811,
            "text": "2018-06-08 14:00:11 +0100",
            "iso_8601": "2018-06-08T13:00:11Z"
        },
        "subject": "Valero Memphis Tennessee refinery restarts crude unit; according to source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>This refinery has a capacity of 195k bpd</p>\r\n",
        "analysis_updated_at": {
            "unix": 1528462810,
            "text": "2018-06-08 14:00:10 +0100",
            "iso_8601": "2018-06-08T13:00:10Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "valero-memphis-tennessee-refinery-restarts-crude-unit-according-to-source-08-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 20:57:00",
        "gmt_time": "2018-06-08 12:57:00"
    },
    {
        "id": 661956,
        "updated_sequence": 991092,
        "published_at": {
            "unix": 1528462500,
            "text": "2018-06-08 13:55:00 +0100",
            "iso_8601": "2018-06-08T12:55:00Z"
        },
        "updated_at": {
            "unix": 1528464436,
            "text": "2018-06-08 14:27:16 +0100",
            "iso_8601": "2018-06-08T13:27:16Z"
        },
        "subject": "Daily US Equity Opening News - Apple (AAPL) is said to warn of a 20% drop in new iPhone parts orders. ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19346/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p>8th June 2018</p>\r\n\r\n<p>Earnings</p>\r\n\r\n<ul><li>Broadcom (AVGO) Q2 EPS USD 4.88 vs.Exp. USD 4.75, revenue USD 5.0bln&nbsp;vs. Exp. USD 5.0bln; announces a quarterly dividend of USD 1.75/shr. Sees Q3 GAAP gross margin 50.75%, forecasts Q3 net revenue USD 5.05bln. (Newswires)</li>\r\n  <li>Cooper Companies (COO) Q2 EPS USD 2.86 vs.&nbsp; Exp. USD 2.84, revenue USD 0.631bln vs. Exp. USD 0.627bln. (Newswires)</li>\r\n  <li>Home Group (HOME) Q1 Adj. EPS USD 0.31 vs.&nbsp; Exp. USD 0.27, revenue USD 0.256bln vs. Exp. USD 0.256bln. (Newswires)</li>\r\n  <li>Stitch Fix (SFIX) Q3 EPS USD 0.09 vs. &nbsp;Exp. USD 0.03, revenue USD 0.316bln vs. Exp. USD 0.306bln. (Newswires)</li>\r\n</ul>\r\n\r\n<p>DJIA</p>\r\n\r\n<ul><li>Apple (AAPL) &ndash; The tech giant is said to warn of a 20% drop in new iPhone parts orders. Separately, the co.&rsquo;s supplier Foxconn posted the fastest monthly increase in sales in around half a year. (Nikkei)</li>\r\n  <li>Goldman Sachs (GS) &ndash; The bank and Morgan Stanley (MS) were left out from the banks&#39; lobbying powerhouse in Washington. Separately, Malaysia may reportedly be asking the US DoJ to make the company return nearly USD 600mln in fees it earned from bonds raised for Malaysia Development Berhad, according to two people familiar with the matter. (WSJ/Newswires)</li>\r\n  <li>Walmart (WMT) &ndash; The co. has requested the court to block the departure of a top tax executive moving to Amazon (AMZN). (Newswires)</li>\r\n</ul>\r\n\r\n<p>S&amp;P500</p>\r\n\r\n<ul><li>CBS (CBS) &ndash; The legal battle between the co. and its active shareholder National Amusements has been set for October 3rd at Delaware Chancery Court. (NY Post)</li>\r\n  <li>Credit card names (AXP, COF, DFS) &ndash; The credit card issuers are extending their loan loss reserves more than their credit in preparation for losses. (Newswires)</li>\r\n  <li>Healthcare names (HNT, AET, MOH, UNH, HUM, WCG, ANTM, CNC, CI) &ndash; The US Justice Department is not going to defend some key points of the &#39;Obamacare&#39; act. (WSJ)</li>\r\n  <li>Philip Morris (PM) &ndash; The co. raised it quarterly dividend by 6.5% to USD 1.14 from USD 1.07. (Newswires)</li>\r\n  <li>Royal Caribbean (RCL) &ndash; The cruise chain is aiming to eliminate plastic straws by the end of 2018. (Newswires)</li>\r\n  <li>Target (TGT) &ndash; The co. is expanding same-day delivery of groceries and drive up pick -up services as part of its Ship service in the Southwest and Midwest. It is to expand the service in more than 135 markets by the end of June and almost 1000 stores will offer the Drive-Up service by holiday. Target Restock to be available to around 75% of the US population. (Newswires)</li>\r\n  <li>Verizon (VZ) &ndash; The co. announced Hans Vestberg is to be new CEO, effective August 1s, he is currently Chief Technology Officer at the co. Separately, an EU regulator urged Yahoo to make changes in privacy following last year data breach investigation. (Newswires)</li>\r\n</ul>\r\n\r\n<p>NASDAQ 100</p>\r\n\r\n<ul><li>Alphabet (GOOGL) &ndash; The co. is looking to introduce Google Home in more markets to compete with Amazon (AMZN). (DigiTimes)</li>\r\n  <li>Alphabet (GOOGL)/Twitter (TWTR) &ndash; A senator has requested information about their partnerships with China. (Newswires)</li>\r\n  <li>Amazon (AMZN) &ndash;Some fund managers avoid the retail giant as it is leading the US market and the recent volatility combined with the stock&rsquo;s high valuation make it risky, anticipating a significant decline in its value. (Newswires)</li>\r\n  <li>Amazon (AMZN) / JP Morgan (JPM) / Berkshire Hathaway (BRK.A) &ndash; CEO candidate for their healthcare joint venture, David Feinberg, has stated he will not lead the venture as he remains committed to Geisinger Health System. (Newswires)</li>\r\n  <li>Facebook (FB) &ndash; Chief Privacy Officer Erin Egan recognised an audience selector error and informed 14mln users. Separately, the social network company is seeking to employ &#39;news credibility specialists&#39; responsible for creating a list of credible news bodies. (Newswires/Business Insider)</li>\r\n  <li>Qualcomm (QCOM) &ndash; The chipmaker has extended its cash offer for NXP Semiconductors (NXPI) to June 15th. (Newswires)</li>\r\n  <li>Twenty-Century Fox (FOXA)/Disney (DIS) &ndash; US regulator reported the two have surgically separated assets over the USD 52.4bln offer made by Disney (DIS). (Newswires)</li>\r\n</ul>\r\n\r\n<p>OTHER NEWS</p>\r\n\r\n<ul><li>Alibaba (BABA) &ndash; The Chinese e-commerce giant&rsquo;s subsidiary, Ant Financial, announced it has entered an agreement with investors for its Series C equity financing, bringing it to a total of USD 14bln. (Newswires)</li>\r\n  <li>Cree (CREE) &ndash; Back Q4 Adj. EPS view USD 0.05 &ndash; USD 0.09 vs. Exp. USD 0.08, back Q4 revenue view USD 0.390bln -USD 0.410mln vs. Exp. USD 0.400bln. (Newswires)</li>\r\n  <li>Enbridge (ENB) &ndash; BP complained the Canada&rsquo;s National Energy Board (NEB) regulator regarding the company&rsquo;s implementation followed by a reversal of new rules for crude shipping on the Mainline pipeline system. (Newswires)</li>\r\n  <li>Energizer (ENR)/ Spectrum Brands (SPB) &ndash; The two firms are looking to file a merger agreement with the European Commission. (Newswires)</li>\r\n  <li>Las Vegas Sands (LVS) &ndash; The co. raised its share repurchase programme to USD 2.5bln from USD 1.56bln. (Newswires)</li>\r\n  <li>Lululemon (LULU) &ndash; The co is to repurchase 3.3mln shares from Advent International. (Newswires)</li>\r\n  <li>Lumentum (LITE) &ndash; CFO Aaron Tachibana resigned, and Chris Coldren was named interim CFO. (Newswires</li>\r\n  <li>Rowan Companies (RDC) &ndash; The co. was granted a drillship contract by Exxon Mobil (XOM). (Newswires)</li>\r\n</ul>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>Upgrades</p>\r\n\r\n<ul><li>CONOCOPHILLIPS (COP) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT BERNSTEIN</li>\r\n  <li>CONSUMER PORTFOLIO (CPSS) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT JMP SECURITIES</li>\r\n  <li>DEXCOM (DXCM) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>MARATHON OIL (MRO) UPGRADED TO BUY FROM HOLD AT TUDOR PICKERING</li>\r\n  <li>PENN NATIONAL (PENN) REINSTATED WITH AN OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>QUEST DIAGNOSTICS (DGX) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT WILLIAM BLAIR</li>\r\n  <li>RANDGOLD (GOLD) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>ROYAL BANK OF CANADA (RY) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT MACQUARIE</li>\r\n  <li>ORRSTOWN FINANCIAL (ORRF) UPGRADED TO BUY FROM HOLD AT SANDLER O&#39;NEILL</li>\r\n</ul>\r\n\r\n<p>Downgrades</p>\r\n\r\n<ul><li>ANGLO AMERICAN PLATINUM (ANGPY) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>BERKSHIRE HILLS (CHLB) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER JAFFRAY</li>\r\n  <li>BRYN MAWR BANK (BMTC) DOWNGRADED TO HOLD FROM BUY AT SANDLER O&#39;NEILL</li>\r\n  <li>CONCHO RESOURces (CXO) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT BERNSTEIN</li>\r\n  <li>DOMINO&#39;S PIZZA (DPZ) DOWNGRADED TO HOLD FROM BUY AT MAXIM</li>\r\n  <li>FIRST MIDWEST (FMBI) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT STEPHENS</li>\r\n  <li>FTS INTERNATIONAL (FTS) DOWNGRADED TO HOLD FROM BUY AT TUDOR PICKERING</li>\r\n  <li>KAZ MINERALS (KXMYY) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li>\r\n  <li>LIBERTY OILFIELD SERVICES (LBRT) DOWNGRADED TO HOLD FROM BUY AT TUDOR PICKERING</li>\r\n  <li>PETROBRAS (PBR) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li>\r\n  <li>PROPETRO HOLDING (PUMP) DOWNGRADED TO HOLD FROM BUY AT TUDOR PICKERING</li>\r\n  <li>SIENTRA (SIEN) DOWNGRADED TO HOLD FROM BUY AT MAXIM</li>\r\n  <li>XENIA HOTELS (XHR) DOWNGRADED TO NEUTRAL FROM BUY AT B. RILEY FBR</li>\r\n</ul>\r\n\r\n<p>Initiations</p>\r\n\r\n<ul><li>ATHENE HOLDING (ATH) REINSTATED WITH AN EQUAL WEIGHT AT BARCLAYS; PT USD 51</li>\r\n  <li>BANKWELL FINANCIAL (BWFG) INITIATED WITH A NEUTRAL AT PIPER JAFFRAY; PT USD 33.50</li>\r\n  <li>CALERES (CAL) INITIATED WITH A HOLD AT LOOP CAPITAL; PT USD 37</li>\r\n  <li>CHEVRON (CVX) INITIATED WITH A BUY AT MIZUHO; PT USD 145</li>\r\n  <li>CONOCOPHILLIPS (COP) INITIATED WITH A NEUTRAL AT MIZUHO; PT USD 73</li>\r\n  <li>COVIA (CVIA) INITIATED WITH A NEUTRAL AT CREDIT SUISSE</li>\r\n  <li>ELI LILLY (LLY) INITIATED WITH AN OVERWEIGHT AT CANTOR FITZGERALD; PT USD 100</li>\r\n  <li>EXXON MOBIL (XOM) INITIATED WITH A NEUTRAL AT MIZUHO; PT USD 81</li>\r\n  <li>GOLD STANDARD VENTURES (GSV) INITIATED WITH AN OUTPERFORM AT BMO CAPITAL; PT USD 3</li>\r\n  <li>HUYA (HUYA) INITIATED WITH A NEUTRAL AT UBS</li>\r\n  <li>LAKELAND FINANCIAL (LKFN) INITIATED WITH A NEUTRAL AT BOENNING &amp; SCATTERGOOD</li>\r\n  <li>LEMAITRE (LMAT) RESUMED WITH A BUY AT ROTH CAPITAL; PT USD 38</li>\r\n  <li>LIVANOVA (LIVN) INITIATED WITH A BUY AT STIFEL; PT USD 115</li>\r\n  <li>OCCIDENTAL PETROLEUM (OXY) INITIATED WITH A BUY AT MIZUHO; PT USD 102</li>\r\n  <li>OLD NATIONAL BANCORP (ONB) INITIATED WITH A NEUTRAL AT DA DAVIDSON; PT USD 20</li>\r\n  <li>PERFORMANCE FOOD GROUP (PFGC) INITIATED WITH A HOLD AT JEFFERIES; PT USD 38</li>\r\n  <li>PFIZER (PFE) INITIATED WITH AN OVERWEIGHT AT CANTOR FITZGERALD; PT USD 45</li>\r\n  <li>US FOODS (USFD) INITIATED WITH A BUY AT JEFFERIES; PT USD 45</li>\r\n  <li>VIAVI (VIAV) INITIATED WITH A HOLD AT DEUTSCHE BANK; PT USD 10.50</li>\r\n  <li>VOYA FINANCIAL (VOYA) REINSTATED WITH AN EQUAL WEIGHT AT BARCLAYS; PT USD 55</li>\r\n</ul>\r\n\r\n<p>Ex-Dividends</p>\r\n\r\n<ul><li>AMC ENTERTAINMENT HOLDINGS INC (AMC). USD 0.20&nbsp;</li>\r\n  <li>META FINANCIAL GROUP INC (CASH). USD 0.13&nbsp;</li>\r\n  <li>CNO FINANCIAL GROUP INC (CNO). USD 0.10&nbsp;</li>\r\n  <li>DONALDSON COMPANY INC (DCI). USD 0.19&nbsp;</li>\r\n  <li>GANNETT CO INC (GCI). USD 0.16&nbsp;</li>\r\n  <li>ITT INC (ITT). USD 0.13&nbsp;</li>\r\n  <li>KANSAS CITY SOUTHERN (KSU). USD 0.36&nbsp;</li>\r\n  <li>LADDER CAPITAL CORP (LADR). USD 0.33&nbsp;</li>\r\n  <li>LYONDELLBASELL INDUSTRIES NV (LYB). USD 1.00&nbsp;</li>\r\n  <li>INSPERITY INC (NSP). USD 0.20&nbsp;</li>\r\n  <li>OCCIDENTAL PETROLEUM CORP (OXY). USD 0.77&nbsp;</li>\r\n  <li>PERSPECTA INC (PRSP). USD 0.05&nbsp;</li>\r\n  <li>SOUTH JERSEY INDUSTRIES INC (SJI). USD 0.28&nbsp;</li>\r\n  <li>SPIRE INC (SR). USD 0.56&nbsp;</li>\r\n  <li>TFS FINANCIAL CORP (TFSL). USD 0.17&nbsp;</li>\r\n  <li>UMB FINANCIAL CORP (UMBF). USD 0.29&nbsp;</li>\r\n  <li>W. R. BERKLEY CORP (WRB). USD 0.50&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-us-equity-opening-news-apple-aapl-is-said-to-warn-of-a-20-drop-in-new-iphone-parts-orders-08-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 20:55:00",
        "gmt_time": "2018-06-08 12:55:00"
    },
    {
        "id": 661955,
        "updated_sequence": 991053,
        "published_at": {
            "unix": 1528462080,
            "text": "2018-06-08 13:48:00 +0100",
            "iso_8601": "2018-06-08T12:48:00Z"
        },
        "updated_at": {
            "unix": 1528462148,
            "text": "2018-06-08 13:49:08 +0100",
            "iso_8601": "2018-06-08T12:49:08Z"
        },
        "subject": "The Swiss government said to adopt contingency measures to protect the stock exchange",
        "content": "<ul><li>The Swiss do not see EU equivalency until autumn 2018</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "the-swiss-government-said-to-adopt-contingency-measures-to-protect-the-stock-exchange-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 20:48:00",
        "gmt_time": "2018-06-08 12:48:00"
    },
    {
        "id": 661954,
        "updated_sequence": 991046,
        "published_at": {
            "unix": 1528461420,
            "text": "2018-06-08 13:37:00 +0100",
            "iso_8601": "2018-06-08T12:37:00Z"
        },
        "updated_at": {
            "unix": 1528461519,
            "text": "2018-06-08 13:38:39 +0100",
            "iso_8601": "2018-06-08T12:38:39Z"
        },
        "subject": "OPEC will likely reject the Iranian request for OPEC to discuss US sanctions on Iran at the next meeting, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "opec-will-likely-reject-the-iranian-request-for-opec-to-discuss-us-sanctions-on-iran-at-the-next-meeting-according-to-sources-08-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 20:37:00",
        "gmt_time": "2018-06-08 12:37:00"
    },
    {
        "id": 661953,
        "updated_sequence": 991040,
        "published_at": {
            "unix": 1528461240,
            "text": "2018-06-08 13:34:00 +0100",
            "iso_8601": "2018-06-08T12:34:00Z"
        },
        "updated_at": {
            "unix": 1528461377,
            "text": "2018-06-08 13:36:17 +0100",
            "iso_8601": "2018-06-08T12:36:17Z"
        },
        "subject": "Venezuela is also seeking OPEC support like Iran, in the midst of US sanctions ",
        "content": "<ul><li><a href=\"https://www.platts.com/latest-news/oil/london/venezuela-like-iran-seeks-opec-support-in-face-26970874\">Click here for article</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Platts",
        "slug": "venezuela-is-also-seeking-opec-support-like-iran-in-the-midst-of-us-sanctions-08-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 20:34:00",
        "gmt_time": "2018-06-08 12:34:00"
    },
    {
        "id": 661949,
        "updated_sequence": 991008,
        "published_at": {
            "unix": 1528460820,
            "text": "2018-06-08 13:27:00 +0100",
            "iso_8601": "2018-06-08T12:27:00Z"
        },
        "updated_at": {
            "unix": 1528460866,
            "text": "2018-06-08 13:27:46 +0100",
            "iso_8601": "2018-06-08T12:27:46Z"
        },
        "subject": " Infineon (IFX GY) expects revenue to grow at least 10% in the coming 2019 fiscal year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "infineon-ifx-gy-expects-revenue-to-grow-at-least-10-in-the-coming-2019-fiscal-year-08-06-2018",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 20:27:00",
        "gmt_time": "2018-06-08 12:27:00"
    },
    {
        "id": 661949,
        "updated_sequence": 991008,
        "published_at": {
            "unix": 1528460820,
            "text": "2018-06-08 13:27:00 +0100",
            "iso_8601": "2018-06-08T12:27:00Z"
        },
        "updated_at": {
            "unix": 1528460866,
            "text": "2018-06-08 13:27:46 +0100",
            "iso_8601": "2018-06-08T12:27:46Z"
        },
        "subject": " Infineon (IFX GY) expects revenue to grow at least 10% in the coming 2019 fiscal year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "infineon-ifx-gy-expects-revenue-to-grow-at-least-10-in-the-coming-2019-fiscal-year-08-06-2018",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 20:27:00",
        "gmt_time": "2018-06-08 12:27:00"
    },
    {
        "id": 661948,
        "updated_sequence": 991050,
        "published_at": {
            "unix": 1528460760,
            "text": "2018-06-08 13:26:00 +0100",
            "iso_8601": "2018-06-08T12:26:00Z"
        },
        "updated_at": {
            "unix": 1528462044,
            "text": "2018-06-08 13:47:24 +0100",
            "iso_8601": "2018-06-08T12:47:24Z"
        },
        "subject": "EU Chief negotiator Barnier rejects the UK backstop proposal, stating that the backstop cannot be extended to the whole UK and a resolution of the Irish issue is needed by Autumn",
        "content": "<ul><li>Welcomes UK customs paper and it happy that the UK are engaging with the EU by proposing texts.&nbsp;</li>\r\n  <li>He adds that UK recognises that its proposals cannot qualify as a backstop as it does not address regulatory alignment</li>\r\n  <li>He&nbsp;stated that he is ready to increase the pace of negotiations and believes some issues can be resolved ahead of the June 28th summit but there is still work to be done</li>\r\n  <li>He says a backstop must be active as long as there is no better solution to avoid a hard border</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-chief-negotiator-barnier-rejects-the-uk-backstop-proposal-stating-that-the-backstop-cannot-be-extended-to-the-whole-uk-and-a-resolution-of-the-irish-issue-is-needed-by-autumn-08-06-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 20:26:00",
        "gmt_time": "2018-06-08 12:26:00"
    },
    {
        "id": 661947,
        "updated_sequence": 991002,
        "published_at": {
            "unix": 1528460280,
            "text": "2018-06-08 13:18:00 +0100",
            "iso_8601": "2018-06-08T12:18:00Z"
        },
        "updated_at": {
            "unix": 1528460734,
            "text": "2018-06-08 13:25:34 +0100",
            "iso_8601": "2018-06-08T12:25:34Z"
        },
        "subject": "Ireland's Varadkar says backstop plan should not have an expiry date ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This followed from yesterday&nbsp;when the PM&nbsp;agreed with the cabinet that the backstop would expire by the end of 2021</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1528460400,
            "text": "2018-06-08 13:20:00 +0100",
            "iso_8601": "2018-06-08T12:20:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "ireland-s-varadkar-says-backstop-plan-should-not-have-an-expiry-date-08-06-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 20:18:00",
        "gmt_time": "2018-06-08 12:18:00"
    },
    {
        "id": 661945,
        "updated_sequence": 990989,
        "published_at": {
            "unix": 1528458360,
            "text": "2018-06-08 12:46:00 +0100",
            "iso_8601": "2018-06-08T11:46:00Z"
        },
        "updated_at": {
            "unix": 1528458544,
            "text": "2018-06-08 12:49:04 +0100",
            "iso_8601": "2018-06-08T11:49:04Z"
        },
        "subject": " Irish PM Varadkar says the backstop plan falls short, according to RTE",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This is contrary to earlier reports from Irish Foreign Minister Covaney who stated the backstop plan was a step forward</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1528458543,
            "text": "2018-06-08 12:49:03 +0100",
            "iso_8601": "2018-06-08T11:49:03Z"
        },
        "push_notify": false,
        "source": "RTE",
        "slug": "irish-pm-varadkar-says-the-backstop-plan-falls-short-according-to-rte-08-06-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 19:46:00",
        "gmt_time": "2018-06-08 11:46:00"
    },
    {
        "id": 661944,
        "updated_sequence": 990983,
        "published_at": {
            "unix": 1528457340,
            "text": "2018-06-08 12:29:00 +0100",
            "iso_8601": "2018-06-08T11:29:00Z"
        },
        "updated_at": {
            "unix": 1528457576,
            "text": "2018-06-08 12:32:56 +0100",
            "iso_8601": "2018-06-08T11:32:56Z"
        },
        "subject": "Platts latest forecast has OPEC crude output at 31.90mln BPD in May, a 13 month low",
        "content": "<ul><li><a href=\"https://twitter.com/HermsTheWord/status/1005048702095028224\">Click here for link</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Platts",
        "slug": "platts-latest-forecast-has-opec-crude-output-at-31-90mln-bpd-in-may-a-13-month-low-08-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 19:29:00",
        "gmt_time": "2018-06-08 11:29:00"
    },
    {
        "id": 661943,
        "updated_sequence": 990980,
        "published_at": {
            "unix": 1528457220,
            "text": "2018-06-08 12:27:00 +0100",
            "iso_8601": "2018-06-08T11:27:00Z"
        },
        "updated_at": {
            "unix": 1528457284,
            "text": "2018-06-08 12:28:04 +0100",
            "iso_8601": "2018-06-08T11:28:04Z"
        },
        "subject": "Brazil’s Central Bank Governor Goldfajn says BCB are to intensify the use of FX swaps in the short term",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-s-central-bank-governor-goldfajn-says-bcb-are-to-intensify-the-use-of-fx-swaps-in-the-short-term-08-06-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 19:27:00",
        "gmt_time": "2018-06-08 11:27:00"
    },
    {
        "id": 661942,
        "updated_sequence": 990975,
        "published_at": {
            "unix": 1528455720,
            "text": "2018-06-08 12:02:00 +0100",
            "iso_8601": "2018-06-08T11:02:00Z"
        },
        "updated_at": {
            "unix": 1528455809,
            "text": "2018-06-08 12:03:29 +0100",
            "iso_8601": "2018-06-08T11:03:29Z"
        },
        "subject": "Rexel (RXL FP) is to close office and reduce its workforce in Germany",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rexel-rxl-fp-is-to-close-office-and-reduce-its-workforce-in-germany-08-06-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 19:02:00",
        "gmt_time": "2018-06-08 11:02:00"
    },
    {
        "id": 661941,
        "updated_sequence": 990972,
        "published_at": {
            "unix": 1528455600,
            "text": "2018-06-08 12:00:00 +0100",
            "iso_8601": "2018-06-08T11:00:00Z"
        },
        "updated_at": {
            "unix": 1528455692,
            "text": "2018-06-08 12:01:32 +0100",
            "iso_8601": "2018-06-08T11:01:32Z"
        },
        "subject": "Verizon (VZ) announces Hans Vestberg is to be new CEO, effective August 1st",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "verizon-vz-announces-hans-vestberg-is-to-be-new-ceo-effective-august-1st-08-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 19:00:00",
        "gmt_time": "2018-06-08 11:00:00"
    },
    {
        "id": 661940,
        "updated_sequence": 990969,
        "published_at": {
            "unix": 1528454640,
            "text": "2018-06-08 11:44:00 +0100",
            "iso_8601": "2018-06-08T10:44:00Z"
        },
        "updated_at": {
            "unix": 1528454715,
            "text": "2018-06-08 11:45:15 +0100",
            "iso_8601": "2018-06-08T10:45:15Z"
        },
        "subject": "UK Chancellor Hammond says idea that the UK could rejoin the EU at a later time is fanciful",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-chancellor-hammond-says-idea-that-the-uk-could-rejoin-the-eu-at-a-later-time-is-fanciful-08-06-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 18:44:00",
        "gmt_time": "2018-06-08 10:44:00"
    },
    {
        "id": 661939,
        "updated_sequence": 990966,
        "published_at": {
            "unix": 1528453980,
            "text": "2018-06-08 11:33:00 +0100",
            "iso_8601": "2018-06-08T10:33:00Z"
        },
        "updated_at": {
            "unix": 1528454030,
            "text": "2018-06-08 11:33:50 +0100",
            "iso_8601": "2018-06-08T10:33:50Z"
        },
        "subject": "UK PM May is to address conservative lawmakers on Monday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Times",
        "slug": "uk-pm-may-is-to-address-conservative-lawmakers-on-monday-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 18:33:00",
        "gmt_time": "2018-06-08 10:33:00"
    },
    {
        "id": 661938,
        "updated_sequence": 990963,
        "published_at": {
            "unix": 1528453680,
            "text": "2018-06-08 11:28:00 +0100",
            "iso_8601": "2018-06-08T10:28:00Z"
        },
        "updated_at": {
            "unix": 1528453745,
            "text": "2018-06-08 11:29:05 +0100",
            "iso_8601": "2018-06-08T10:29:05Z"
        },
        "subject": "UK Chancellor Hammond reiterates that he wants a bespoke partnership with the EU in financial services",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-chancellor-hammond-reiterates-that-he-wants-a-bespoke-partnership-with-the-eu-in-financial-services-08-06-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 18:28:00",
        "gmt_time": "2018-06-08 10:28:00"
    },
    {
        "id": 661937,
        "updated_sequence": 990960,
        "published_at": {
            "unix": 1528453560,
            "text": "2018-06-08 11:26:00 +0100",
            "iso_8601": "2018-06-08T10:26:00Z"
        },
        "updated_at": {
            "unix": 1528453650,
            "text": "2018-06-08 11:27:30 +0100",
            "iso_8601": "2018-06-08T10:27:30Z"
        },
        "subject": "US President Trump says he is \"Looking forward to straightening out unfair Trade Deals with the G-7 countries. If it doesn’t happen, we come out even better!\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-is-looking-forward-to-straightening-out-unfair-trade-deals-with-the-g-7-countries-if-it-doesn-t-happen-we-come-out-even-better-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 18:26:00",
        "gmt_time": "2018-06-08 10:26:00"
    },
    {
        "id": 661936,
        "updated_sequence": 990957,
        "published_at": {
            "unix": 1528452960,
            "text": "2018-06-08 11:16:00 +0100",
            "iso_8601": "2018-06-08T10:16:00Z"
        },
        "updated_at": {
            "unix": 1528453037,
            "text": "2018-06-08 11:17:17 +0100",
            "iso_8601": "2018-06-08T10:17:17Z"
        },
        "subject": "Generali (G IM) say their capital structure is strong enough to absorb shocks from yield spreads",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "generali-g-im-say-their-capital-structure-is-strong-enough-to-absorb-shocks-from-yield-spreads-08-06-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 18:16:00",
        "gmt_time": "2018-06-08 10:16:00"
    },
    {
        "id": 661935,
        "updated_sequence": 990954,
        "published_at": {
            "unix": 1528451820,
            "text": "2018-06-08 10:57:00 +0100",
            "iso_8601": "2018-06-08T09:57:00Z"
        },
        "updated_at": {
            "unix": 1528451887,
            "text": "2018-06-08 10:58:07 +0100",
            "iso_8601": "2018-06-08T09:58:07Z"
        },
        "subject": "RANsquawk Daily US Opening News - 8th May 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19345/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>US President Trump&rsquo;s Twitter tirade overnight vs. Canada and France has soured the risk tone</li>\r\n  <li>Equity bourses all negative and safe-havens bid across the board</li>\r\n  <li>Looking ahead, highlights include, Canadian jobs report and the beginning of the G7 summit</li>\r\n</ul>\r\n\r\n<p>ASIA-PAC</p>\r\n\r\n<p>Asian stocks traded with a subdued tone following a lacklustre performance on Wall St, where the major indices finished mixed as tech underperformed and the Nasdaq pulled back from record levels, although the energy sector was underpinned on oil gains. In addition, lingering tensions concerning US tariffs which threatens to isolate US President Trump at the G7, as well as a Trump tweet tirade against EU and Canada, added to the gloom. ASX 200 (-0.2%) traded indecisive as upside in energy and financials were counterbalanced by weakness in miners, while Nikkei 225 (-0.5%) was downbeat as participants digested weaker than expected GDP data which printed at a contraction and in-line with the preliminary reading. Elsewhere, Shanghai Comp. (-1.3%) and Hang Seng (-1.8%) were the laggards after PBoC operations resulted to a weekly net liquidity drain of CNY 300bln and with participants cautious in anticipation of the Chinese trade data which turned out to be mostly better than expected, although by then the selling had already taken its toll. Finally, 10yr JGBs were flat despite the cautiousness in Japan, while the BoJ&rsquo;s Rinban operation was also largely ignored with the total amount at a relatively reserved JPY 360bln.</p>\r\n\r\n<p>PBoC skipped open market operations for a weekly net drain of CNY 300bln vs. last week&#39;s CNY 410bln net injection. (Newswires)</p>\r\n\r\n<p>PBoC set CNY mid-point at 6.4003 (Prev. 6.3919)</p>\r\n\r\n<p>Chinese Trade Balance (USD)(May) 24.9B vs. Exp. 33.8B (Prev. 28.8B)</p>\r\n\r\n<p>Chinese Imports (USD)(May) Y/Y 26.0% vs. Exp. 18.8% (Prev. 21.5%)</p>\r\n\r\n<p>Chinese Exports (USD)(May) Y/Y 12.6% vs. Exp. 11.3% (Prev. 12.9%)</p>\r\n\r\n<p>Japanese GDP (Q1 F) Q/Q -0.2% vs. Exp. -0.1% (Prev. -0.2%). (Newswires)</p>\r\n\r\n<p>Japanese GDP Annualized (Q1 F) Y/Y -0.6% vs. Exp. -0.4% (Prev. -0.6%)</p>\r\n\r\n<p>EU/UK/US</p>\r\n\r\n<p>UK PM May reaffirms that she &lsquo;expects&rsquo; to have a state customs plan in place by December 2021 at the latest, while she also says UK is working to ensure EU response to US tariffs is proportionate and adheres to WTO regulations. (Newswires)</p>\r\n\r\n<p>Irish Foreign Minister Coveney said that the backstop proposal is a &quot;step forward&quot;. (Newswires)</p>\r\n\r\n<p>GEOPOLITICS</p>\r\n\r\n<p>Russian President Putin has asked Austrian leader to set up a summit with US President Trump. (WSJ)</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>European bourses are all in the red (Euro stoxx 50 -0.86%) as markets exude a risk off tone before the G7 summit later today. This comes after US President Trump struck a confrontational tone vs. Canada and France overnight on Twitter.</p>\r\n\r\n<p>The FTSE MIB is currently the underperformer, with this risk-off tone exacerbated by internal political tensions hitting Italian assets, currently down 1.7%.</p>\r\n\r\n<p>The materials sector (+1.1%) is the current underperformer on softer base metals.</p>\r\n\r\n<p>Significant stock specific news comes from BT Group (+0.3%), with CEO Gavin Patterson announcing his resignation, with Severn Trent&rsquo;s (-1.1%) Garfield touted as the successor.</p>\r\n\r\n<p>A Commerzbank and Deutsche Bank merger was rebuked by Deutsche Bank shareholders.</p>\r\n\r\n<p>Novo Nordisk have dropped their long-term financial targets, and will be cutting 3,000 jobs, according to sources. The Scandinavian company is currently down 3.4%.</p>\r\n\r\n<p>Apple (AAPL) is said to warn of a 20% drop in new IPhone parts orders, as according to Nikkei</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>USD has staged a modest recovery in early European trade with the DXY back above 93.50 ahead of the G7 summit. Markets are operating with a degree of caution thus far as lingering tensions concerning US tariffs threatens to isolate US President Trump at the G7. This also comes amid Trump&rsquo;s latest tweet-tirade against the EU and Canada in which the President accused EU &amp; Canada of using massive trade tariffs and trade barriers against US, and warned both nations to remove them or they will be matched.</p>\r\n\r\n<p>Subsequently, the broad flight to quality has seen some support for USD and out-muscling of it&rsquo;s major counterparts with the exception of JPY. USD/JPY is back below 109.50 and its 10DMA at 109.45 with the Japanese currency being guided more by the broader risk-tone rather than weaker than expected GDP data which printed at a contraction and in-line with the preliminary reading.</p>\r\n\r\n<p>EUR/USD has given back some of its recent gains and is back below 1.1800 as part of a broader USD move with the ECB now in their blackout period. In terms of market expectations, consensus looks for around a 33% chance of Draghi announcing an end-date for the Bank&rsquo;s purchases next week with almost 50% seeing July as a more opportune time. Note, this morning saw yet further disappointing data from the Eurozone with German industrial output falling short of expectations.&nbsp;</p>\r\n\r\n<p>GBP has stabilised in early European trade after yesterday&rsquo;s Brexit-related selling pressure. Tory in-fighting will likely dominate proceedings this side of the channel with UK Foreign Minister Johnson critical of PM May&rsquo;s approach to Brexit and instead recommended taking a more &lsquo;Trump-like&rsquo; style in negotiations. Focus now turns towards the EU response with EU chief negotiator Barnier due to offer his response to May&rsquo;s proposal yesterday. Note, at the time of publication Barnier tweeted yesterday &ldquo;I welcome publication of #UK proposal on customs aspects of IE/NI backstop. We will examine it with 3 questions: is it a workable solution to avoid a hard border? Does it respect the integrity of the SM/CU? Is it an all-weather backstop?&rdquo;</p>\r\n\r\n<p>AUD has also fallen victim to the firmer USD with overnight trade data from China unable to prop up the currency. As a reminder, Chinese trade data saw a smaller than anticipated surplus but firm export/import components suggests that recent trade rhetoric from the US has been unable to make a noteworthy impact on data thusfar. From a technical perspective, the next key level to the downside for AUD/USD is at 0.7576 which marks the 38.2% fib of the move from 0.7413 (May 11th low) to 0.7677 (6-week high printed this Wednesday).</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Fixed income markets have succumbed to the broader risk tone with supported provided to paper throughout the session. Fixed income markets saw a brief surge mid-morning with a large block buyer of 24k in the US 10yr at 119.27 coinciding with the move which also saw Bunds spike through 161.00 to the upside; a level which has since been given up. Elsewhere in Europe, BTPs have once again diverged from their peers and have extended the losses seen late yesterday which some have attributed to yesterday&rsquo;s slip in Brazilian assets and leverage funds closing out positions following last week&rsquo;s volatility; but ultimately, any decisive reason remains unclear. In UK markets, Gilts have followed the trend set by USTs and Bunds with gains capped by 122.00 and trends resistance around 122.17; Barnier&rsquo;s presser at 1300BST the next source of focus for domestic paper.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Oil is erasing some of the gains seen on Thursday trade, with both WTI and Brent down 0.5%. The fossil fuel is seeing some pressure from a rising USD, as well as a general risk off mood ahead of the G7 summit.</p>\r\n\r\n<p>In the metals scope, Gold is up on the day as a result of this risk-off tone, with the yellow metal up 0.15%.</p>\r\n\r\n<p>Copper has retreated for the first time in 6 sessions after hitting 4 &frac12; year highs following supply disruptions, with profit taking pressuring the metal down 1% on the day.</p>\r\n\r\n<p>Steel has slipped from 6 month highs, but these losses are being capped by ongoing supply concerns in China, the metal is currently down 1%.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-8th-may-2018-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 17:57:00",
        "gmt_time": "2018-06-08 09:57:00"
    },
    {
        "id": 661934,
        "updated_sequence": 990951,
        "published_at": {
            "unix": 1528450320,
            "text": "2018-06-08 10:32:00 +0100",
            "iso_8601": "2018-06-08T09:32:00Z"
        },
        "updated_at": {
            "unix": 1528450534,
            "text": "2018-06-08 10:35:34 +0100",
            "iso_8601": "2018-06-08T09:35:34Z"
        },
        "subject": "Deutsche Post (DPW GY) says a restructuring charge of EUR 500mln will be recognised this year to implement measures, the board expects consolidated EBIT to reach around EUR 3.2bln this year",
        "content": "",
        "reaction_details": "<ul><li>In immediate reaction, shares fell from EUR 32.45 to EUR 31.94.&nbsp;</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1528450533,
            "text": "2018-06-08 10:35:33 +0100",
            "iso_8601": "2018-06-08T09:35:33Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deutsche-post-dpw-gy-says-a-restructuring-charge-of-eur-500mln-will-be-recognised-this-year-to-implement-measures-the-board-expects-consolidated-ebit-to-reach-around-eur-3-2bln-this-year-08-06-2018",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 17:32:00",
        "gmt_time": "2018-06-08 09:32:00"
    },
    {
        "id": 661932,
        "updated_sequence": 990935,
        "published_at": {
            "unix": 1528449360,
            "text": "2018-06-08 10:16:00 +0100",
            "iso_8601": "2018-06-08T09:16:00Z"
        },
        "updated_at": {
            "unix": 1528449427,
            "text": "2018-06-08 10:17:07 +0100",
            "iso_8601": "2018-06-08T09:17:07Z"
        },
        "subject": "RANsquawk EU Mid Session - 8th June 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19344/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>European bourses are all in the red (Euro stoxx 50 -0.86%) as markets exude a risk off tone before the G7 summit later today. This comes after US President Trump struck a confrontational tone vs. Canada and France overnight on Twitter.</p>\r\n\r\n<p>The FTSE MIB is currently the underperformer, with this risk-off tone exacerbated by internal political tensions hitting Italian assets, currently down 1.7%.</p>\r\n\r\n<p>The materials sector (1.1%) is the current underperformer on softer base metals.</p>\r\n\r\n<p>Significant stock specific news comes from BT Group (+0.3%), with CEO Gavin Patterson announcing his resignation, with Severn Trent&rsquo;s (-1.1%) Garfield touted as the successor.</p>\r\n\r\n<p>A Commerzbank and Deutsche Bank merger was rebuked by Deutsche Bank shareholders.</p>\r\n\r\n<p>Novo Nordisk have dropped their long-term financial targets, and will be cutting 3,000 jobs, as according to sources. The Scandinavian company is currently down 3.4%.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>USD has staged a modest recovery in early European trade with the DXY back above 93.50 ahead of the G7 summit. Markets are operating with a degree of caution thus far as lingering tensions concerning US tariffs threatens to isolate US President Trump at the G7. This also comes amid Trump&rsquo;s latest tweet-tirade against the EU and Canada in which the President accused EU &amp; Canada of using massive trade tariffs and trade barriers against US, and warned both nations to remove them or they will be matched.</p>\r\n\r\n<p>Subsequently, the broad flight to quality has seen some support for USD and out-muscling of it&rsquo;s major counterparts with the exception of JPY. USD/JPY is back below 109.50 and its 10DMA at 109.45 with the Japanese currency being guided more by the broader risk-tone rather than weaker than expected GDP data which printed at a contraction and in-line with the preliminary reading.</p>\r\n\r\n<p>EUR/USD has given back some of its recent gains and is back below 1.1800 as part of a broader USD move with the ECB now in their blackout period. In terms of market expectations, consensus looks for around a 33% chance of Draghi announcing an end-date for the Bank&rsquo;s purchases next week with almost 50% seeing July as a more opportune time. Note, this morning saw yet further disappointing data from the Eurozone with German industrial output falling short of expectations.&nbsp;</p>\r\n\r\n<p>GBP has stabilised in early European trade after yesterday&rsquo;s Brexit-related selling pressure. Tory in-fighting will likely dominate proceedings this side of the channel with UK Foreign Minister Johnson critical of PM May&rsquo;s approach to Brexit and instead recommended taking a more &lsquo;Trump-like&rsquo; style in negotiations. Focus now turns towards the EU response with EU chief negotiator Barnier due to offer his response to May&rsquo;s proposal yesterday. Note, at the time of publication Barnier tweeted yesterday &ldquo;I welcome publication of #UK proposal on customs aspects of IE/NI backstop. We will examine it with 3 questions: is it a workable solution to avoid a hard border? Does it respect the integrity of the SM/CU? Is it an all-weather backstop?&rdquo;</p>\r\n\r\n<p>AUD has also fallen victim to the firmer USD with overnight trade data from China unable to prop up the currency. As a reminder, Chinese trade data saw a smaller than anticipated surplus but firm export/import components suggests that recent trade rhetoric from the US has been unable to make a noteworthy impact on data thusfar. From a technical perspective, the next key level to the downside for AUD/USD is at 0.7576 which marks the 38.2% fib of the move from 0.7413 (May 11th low) to 0.7677 (6-week high printed this Wednesday).</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Fixed income markets have succumbed to the broader risk tone with supported provided to paper throughout the session. Fixed income markets saw a brief surge mid-morning with a large block buyer of 24k in the US 10yr at 119.27 coinciding with the move which also saw Bunds spike through 161.00 to the upside; a level which has since been given up. Elsewhere in Europe, BTPs have once again diverged from their peers and have extended the losses seen late yesterday which some have attributed to yesterday&rsquo;s slip in Brazilian assets and leverage funds closing out positions following last week&rsquo;s volatility; but ultimately, any decisive reason remains unclear. In UK markets, Gilts have followed the trend set by USTs and Bunds with gains capped by 122.00 and trends resistance around 122.17; Barnier&rsquo;s presser at 1300BST the next source of focus for domestic paper.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Oil is erasing some of the gains seen on Thursday trade, with both WTI and Brent down 0.5%. The fossil fuel is seeing some pressure from a rising USD, as well as a general risk off mood ahead of the G7 summit.</p>\r\n\r\n<p>In the metals scope, Gold is up on the day as a result of this risk-off tone, with the yellow metal up 0.15%.</p>\r\n\r\n<p>Copper has retreated for the first time in 6 sessions after hitting 4 &frac12; year highs following supply disruptions, with profit taking pressuring the metal down 1% on the day.</p>\r\n\r\n<p>Steel has slipped from 6 month highs, but these losses are being capped by ongoing supply concerns in China, the metal is currently down 1%.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-8th-june-2018-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 17:16:00",
        "gmt_time": "2018-06-08 09:16:00"
    },
    {
        "id": 661933,
        "updated_sequence": 990943,
        "published_at": {
            "unix": 1528449300,
            "text": "2018-06-08 10:15:00 +0100",
            "iso_8601": "2018-06-08T09:15:00Z"
        },
        "updated_at": {
            "unix": 1528449611,
            "text": "2018-06-08 10:20:11 +0100",
            "iso_8601": "2018-06-08T09:20:11Z"
        },
        "subject": "Iran's OPEC Governor says its \"crazy\" and \"astonishing\" that US President Trump asked Saudi to cover shortfalls caused by Iran nuclear deal decision; adding that oil could reach USD 140/bbl following sanctions on Iran and Venezuela",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows source reports yesterday that&nbsp;US President Trump requested oil support from Saudi ahead of the Iran nuclear deal decision&nbsp;</li>\r\n  <li>Saudi said there was no need to raise output but then shifted its position following a phone calls</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1528449610,
            "text": "2018-06-08 10:20:10 +0100",
            "iso_8601": "2018-06-08T09:20:10Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-s-opec-governor-says-its-crazy-and-astonishing-that-us-president-trump-asked-saudi-to-cover-shortfalls-caused-by-iran-nuclear-deal-decision-adding-that-oil-could-reach-usd-140-bbl-following-sanctions-on-iran-and-venezuela-08-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 17:15:00",
        "gmt_time": "2018-06-08 09:15:00"
    },
    {
        "id": 661931,
        "updated_sequence": 990932,
        "published_at": {
            "unix": 1528448460,
            "text": "2018-06-08 10:01:00 +0100",
            "iso_8601": "2018-06-08T09:01:00Z"
        },
        "updated_at": {
            "unix": 1528448553,
            "text": "2018-06-08 10:02:33 +0100",
            "iso_8601": "2018-06-08T09:02:33Z"
        },
        "subject": "SAS (SAS SS) May  passengers +3.8% to 2.7mn, load factor to 74.1% up 0.1% on prev.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sas-sas-ss-may-passengers-3-8-to-2-7mn-load-factor-to-74-1-up-0-1-on-prev-08-06-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 17:01:00",
        "gmt_time": "2018-06-08 09:01:00"
    },
    {
        "id": 661748,
        "updated_sequence": 990926,
        "published_at": {
            "unix": 1528448400,
            "text": "2018-06-08 10:00:00 +0100",
            "iso_8601": "2018-06-08T09:00:00Z"
        },
        "updated_at": {
            "unix": 1528448400,
            "text": "2018-06-08 10:00:00 +0100",
            "iso_8601": "2018-06-08T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-07-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 17:00:00",
        "gmt_time": "2018-06-08 09:00:00"
    },
    {
        "id": 661929,
        "updated_sequence": 990924,
        "published_at": {
            "unix": 1528447860,
            "text": "2018-06-08 09:51:00 +0100",
            "iso_8601": "2018-06-08T08:51:00Z"
        },
        "updated_at": {
            "unix": 1528448257,
            "text": "2018-06-08 09:57:37 +0100",
            "iso_8601": "2018-06-08T08:57:37Z"
        },
        "subject": "An official at the Bank of Italy says a gradual interest rates rise to pre-crisis level is not a cause for concern for Italy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "an-official-at-the-bank-of-italy-says-a-gradual-interest-rates-rise-to-pre-crisis-level-is-not-a-cause-for-concern-for-italy-08-06-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 16:51:00",
        "gmt_time": "2018-06-08 08:51:00"
    },
    {
        "id": 661928,
        "updated_sequence": 990916,
        "published_at": {
            "unix": 1528446600,
            "text": "2018-06-08 09:30:00 +0100",
            "iso_8601": "2018-06-08T08:30:00Z"
        },
        "updated_at": {
            "unix": 1528446600,
            "text": "2018-06-08 09:30:00 +0100",
            "iso_8601": "2018-06-08T08:30:00Z"
        },
        "subject": "Bank of England/TNS Inflation Attitudes Survey",
        "content": "<ul><li>Current inflation 3.1% (prev 3.1%)</li>\r\n  <li>12-month ahead inflation 2.9% (prev 2.9%)</li>\r\n  <li>2-year ahead inflation 2.9% (prev 2.9%)</li>\r\n  <li>5-year ahead inflation 3.6% (prev 3.4%)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BoE",
        "slug": "bank-of-england-tns-inflation-attitudes-survey-08-06-2018",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 16:30:00",
        "gmt_time": "2018-06-08 08:30:00"
    },
    {
        "id": 661927,
        "updated_sequence": 990911,
        "published_at": {
            "unix": 1528445340,
            "text": "2018-06-08 09:09:00 +0100",
            "iso_8601": "2018-06-08T08:09:00Z"
        },
        "updated_at": {
            "unix": 1528445436,
            "text": "2018-06-08 09:10:36 +0100",
            "iso_8601": "2018-06-08T08:10:36Z"
        },
        "subject": "Apple (AAPL) is said to warn of a 20% drop in new IPhone parts orders, as according to Nikkei",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nikkei",
        "slug": "apple-aapl-is-said-to-warn-of-a-20-drop-in-new-iphone-parts-orders-as-according-to-nikkei-08-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 16:09:00",
        "gmt_time": "2018-06-08 08:09:00"
    },
    {
        "id": 661926,
        "updated_sequence": 990908,
        "published_at": {
            "unix": 1528445160,
            "text": "2018-06-08 09:06:00 +0100",
            "iso_8601": "2018-06-08T08:06:00Z"
        },
        "updated_at": {
            "unix": 1528445234,
            "text": "2018-06-08 09:07:14 +0100",
            "iso_8601": "2018-06-08T08:07:14Z"
        },
        "subject": "FX Morning Colour: DXY back above 93.50 ahead of G7 with Trump set on a collision course with his peers",
        "content": "<p>USD has staged a modest recovery in early European trade with the DXY back above 93.50 ahead of the G7 summit. Markets are operating with a degree of caution thus far as lingering tensions concerning US tariffs threatens to isolate US President Trump at the G7. This also comes amid Trump&rsquo;s latest tweet-tirade against the EU and Canada in which the President accused EU &amp; Canada of using massive trade tariffs and trade barriers against US, and warned both nations to remove them or they will be matched.</p>\r\n\r\n<p>Subsequently, the broad flight to quality has seen some support for USD and out-muscling of it&rsquo;s major counterparts with the exception of JPY. USD/JPY is back below 109.50 and its 10DMA at 109.45 with the Japanese currency being guided more by the broader risk-tone rather than weaker than expected GDP data which printed at a contraction and in-line with the preliminary reading.</p>\r\n\r\n<p>EUR/USD has given back some of its recent gains and is back below 1.1800 as part of a broader USD move with the ECB now in their blackout period. In terms of market expectations, consensus looks for around a 33% chance of Draghi announcing an end-date for the Bank&rsquo;s purchases next week with almost 50% seeing July as a more opportune time. Note, this morning saw yet further disappointing data from the Eurozone with German industrial output falling short of expectations. &nbsp;</p>\r\n\r\n<p>GBP has stabilised in early European trade after yesterday&rsquo;s Brexit-related selling pressure. Tory in-fighting will likely dominate proceedings this side of the channel with UK Foreign Minister Johnson critical of PM May&rsquo;s approach to Brexit and instead recommended taking a more &lsquo;Trump-like&rsquo; style in negotiations. Focus now turns towards the EU response with EU chief negotiator Barnier due to offer his response to May&rsquo;s proposal yesterday. Note, at the time of publication Barnier tweeted yesterday &ldquo;I welcome publication of #UK proposal on customs aspects of IE/NI backstop. We will examine it with 3 questions: is it a workable solution to avoid a hard border? Does it respect the integrity of the SM/CU? Is it an all-weather backstop?&rdquo;</p>\r\n\r\n<p>AUD has also fallen victim to the firmer USD with overnight trade data from China unable to prop up the currency. As a reminder, Chinese trade data saw a smaller than anticipated surplus but firm export/import components suggests that recent trade rhetoric from the US has been unable to make a noteworthy impact on data thusfar. From a technical perspective, the next key level to the downside for AUD/USD is at 0.7576 which marks the 38.2% fib of the move from 0.7413 (May 11th low) to 0.7677 (6-week high printed this Wednesday).</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-dxy-back-above-93-50-ahead-of-g7-with-trump-set-on-a-collision-course-with-his-peers-08-06-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 16:06:00",
        "gmt_time": "2018-06-08 08:06:00"
    },
    {
        "id": 661925,
        "updated_sequence": 990905,
        "published_at": {
            "unix": 1528444500,
            "text": "2018-06-08 08:55:00 +0100",
            "iso_8601": "2018-06-08T07:55:00Z"
        },
        "updated_at": {
            "unix": 1528444610,
            "text": "2018-06-08 08:56:50 +0100",
            "iso_8601": "2018-06-08T07:56:50Z"
        },
        "subject": "Russia's Energy Minister Novak and Saudi's Oil Minister Al-Falih will discuss oil output cut deal in Moscow World Cup, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-energy-minister-novak-and-saudi-s-oil-minister-al-falih-will-discuss-oil-output-cut-deal-in-moscow-world-cup-according-to-sources-08-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 15:55:00",
        "gmt_time": "2018-06-08 07:55:00"
    },
    {
        "id": 661924,
        "updated_sequence": 990897,
        "published_at": {
            "unix": 1528443600,
            "text": "2018-06-08 08:40:00 +0100",
            "iso_8601": "2018-06-08T07:40:00Z"
        },
        "updated_at": {
            "unix": 1528444099,
            "text": "2018-06-08 08:48:19 +0100",
            "iso_8601": "2018-06-08T07:48:19Z"
        },
        "subject": "Chinese Commerce Ministry official says they believe they can maintain stable FDI flows into the country this year vs. last year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-commerce-ministry-official-says-they-believe-they-can-maintain-stable-fdi-flows-into-the-country-this-year-vs-last-year-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 15:40:00",
        "gmt_time": "2018-06-08 07:40:00"
    },
    {
        "id": 661920,
        "updated_sequence": 990891,
        "published_at": {
            "unix": 1528442760,
            "text": "2018-06-08 08:26:00 +0100",
            "iso_8601": "2018-06-08T07:26:00Z"
        },
        "updated_at": {
            "unix": 1528443199,
            "text": "2018-06-08 08:33:19 +0100",
            "iso_8601": "2018-06-08T07:33:19Z"
        },
        "subject": "Morgan Stanley at the NY close yesterday went short USD/SEK (Stop 8.88, Target 8.20), USD/NOK (Stop 8.20 and Target 7.50) and USD/PLN (Stop 3.72 and Target 3.45)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morgan-stanley-at-the-ny-close-yesterday-went-short-usd-sek-stop-8-88-target-8-20-usd-nok-stop-8-20-and-target-7-50-and-usd-pln-stop-3-72-and-target-3-45-08-06-2018",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 15:26:00",
        "gmt_time": "2018-06-08 07:26:00"
    },
    {
        "id": 661919,
        "updated_sequence": 990888,
        "published_at": {
            "unix": 1528442340,
            "text": "2018-06-08 08:19:00 +0100",
            "iso_8601": "2018-06-08T07:19:00Z"
        },
        "updated_at": {
            "unix": 1528443100,
            "text": "2018-06-08 08:31:40 +0100",
            "iso_8601": "2018-06-08T07:31:40Z"
        },
        "subject": "Irish Foreign Minister Coveney says that the backstop proposal is a \"step forward\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows the publications of the Brexit backstop document yesterday&nbsp;which expects the backstop proposal to end by 2021.&nbsp;UK PM May refuses to guarantee this end date</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1528442760,
            "text": "2018-06-08 08:26:00 +0100",
            "iso_8601": "2018-06-08T07:26:00Z"
        },
        "push_notify": false,
        "source": "RTE  Radio",
        "slug": "irish-foreign-minister-coveney-says-that-the-backstop-proposal-is-a-step-forward-08-06-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 15:19:00",
        "gmt_time": "2018-06-08 07:19:00"
    },
    {
        "id": 661918,
        "updated_sequence": 990864,
        "published_at": {
            "unix": 1528442220,
            "text": "2018-06-08 08:17:00 +0100",
            "iso_8601": "2018-06-08T07:17:00Z"
        },
        "updated_at": {
            "unix": 1528442325,
            "text": "2018-06-08 08:18:45 +0100",
            "iso_8601": "2018-06-08T07:18:45Z"
        },
        "subject": "China are to remove rules on foreign ownership in domestic banks and asset management; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-are-to-remove-rules-on-foreign-ownership-in-domestic-banks-and-asset-management-according-to-sources-08-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 15:17:00",
        "gmt_time": "2018-06-08 07:17:00"
    },
    {
        "id": 661917,
        "updated_sequence": 990861,
        "published_at": {
            "unix": 1528441800,
            "text": "2018-06-08 08:10:00 +0100",
            "iso_8601": "2018-06-08T07:10:00Z"
        },
        "updated_at": {
            "unix": 1528441886,
            "text": "2018-06-08 08:11:26 +0100",
            "iso_8601": "2018-06-08T07:11:26Z"
        },
        "subject": "ECB says banks borrowed EUR 92mln at marginal rate & deposited EUR 661.967bln, excess liquidity 1.924tln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-borrowed-eur-92mln-at-marginal-rate-deposited-eur-661-967bln-excess-liquidity-1-924tln-08-06-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 15:10:00",
        "gmt_time": "2018-06-08 07:10:00"
    },
    {
        "id": 661916,
        "updated_sequence": 990858,
        "published_at": {
            "unix": 1528441560,
            "text": "2018-06-08 08:06:00 +0100",
            "iso_8601": "2018-06-08T07:06:00Z"
        },
        "updated_at": {
            "unix": 1528441697,
            "text": "2018-06-08 08:08:17 +0100",
            "iso_8601": "2018-06-08T07:08:17Z"
        },
        "subject": "Morning EU Movers: BT (BT/A LN) +2.0%, Commerzbank (CBK GY) -1.0%, Deutsche Bank (DBK GY) -1.3%, Standard Life Aberdeen (SLA LN) -3.3%, Novo Nordisk (NOVOB DC) -4.0%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morning-eu-movers-bt-bt-a-ln-2-0-commerzbank-cbk-gy-1-0-deutsche-bank-dbk-gy-1-3-standard-life-aberdeen-sla-ln-3-3-novo-nordisk-novob-dc-4-0-08-06-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 15:06:00",
        "gmt_time": "2018-06-08 07:06:00"
    },
    {
        "id": 661913,
        "updated_sequence": 990843,
        "published_at": {
            "unix": 1528440240,
            "text": "2018-06-08 07:44:00 +0100",
            "iso_8601": "2018-06-08T06:44:00Z"
        },
        "updated_at": {
            "unix": 1528440328,
            "text": "2018-06-08 07:45:28 +0100",
            "iso_8601": "2018-06-08T06:45:28Z"
        },
        "subject": "Turkish Deputy PM Simsek states that the priority is to get the nation's inflation levels back to single-digits and address the current account deficit ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-deputy-pm-simsek-states-that-the-priority-is-to-get-the-nation-s-inflation-levels-back-to-single-digits-and-address-the-current-account-deficit-08-06-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 14:44:00",
        "gmt_time": "2018-06-08 06:44:00"
    },
    {
        "id": 661912,
        "updated_sequence": 990825,
        "published_at": {
            "unix": 1528438980,
            "text": "2018-06-08 07:23:00 +0100",
            "iso_8601": "2018-06-08T06:23:00Z"
        },
        "updated_at": {
            "unix": 1528439230,
            "text": "2018-06-08 07:27:10 +0100",
            "iso_8601": "2018-06-08T06:27:10Z"
        },
        "subject": "Option expiries of note for today's 10.00am NY cut (1500BST)",
        "content": "<ul><li>EUR/USD: 1.1750 (307M), 1.1795-1.1800 (805M).</li>\r\n  <li>AUD/USD: 0.7600 (780M).</li>\r\n  <li>AUD/NZD: 1.0775 (1.3BLN),<strong> 1.0800 (1BLN)</strong>, 1.0915 (1.1BLN)</li>\r\n  <li>USD/CAD: 1.2845-50 (2.1BLN), 1.2860-75 (1.8BLN), 1.2945-50 (678M) 1.2965-70 (1.1BLN), <strong>1.3000 (1.3BLN)</strong></li>\r\n  <li>USD/JPY: 109.00 (1.1BLN), 109.60-75 (541M), 110.00 (695M)</li>\r\n  <li>EUR/JPY: 128.25 (500M), 1.2900 (246M), 130.20 (388M).</li>\r\n  <li>GBP/JPY: 146.20 (312M)</li>\r\n  <li>EUR/SEK: 10.18 (566M), 10.30 (840M) .</li>\r\n  <li>EUR/NOK:<strong> 9.40 (1.8BLN), 9.55 (1.9BLN)</strong></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "option-expiries-of-note-for-today-s-10-00am-ny-cut-1500bst-08-06-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 14:23:00",
        "gmt_time": "2018-06-08 06:23:00"
    },
    {
        "id": 661907,
        "updated_sequence": 990846,
        "published_at": {
            "unix": 1528437180,
            "text": "2018-06-08 06:53:00 +0100",
            "iso_8601": "2018-06-08T05:53:00Z"
        },
        "updated_at": {
            "unix": 1528440455,
            "text": "2018-06-08 07:47:35 +0100",
            "iso_8601": "2018-06-08T06:47:35Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>BT (BT/A LN) &ndash; CEO Gavin Patterson is to step down later in the year, the co. has begun succession planning and expect to have a replacement in by the second half of the year. (Newswires)</p>\r\n\r\n<p>Shire (SHP LN) &ndash; Takeda have entered into a long-term loan agreement for up to USD 7.5bln for the Shire acquisition. (Newswires)</p>\r\n\r\n<p>Severn Trent (SVT LN) - The co.&#39;s&nbsp;CEO Liv Garfield is seen as the&nbsp;front runner for the BT CEO job. (Newswires)</p>\r\n\r\n<p>Jyske Bank (JYSK DC) - The co. have announced an extraordinary dividend of DKK 5.89/share, and recommended that 4.2mln shares acquired through a share buyback be cancelled. (Newswires)</p>\r\n\r\n<p>Italian Banking Names - The Italian state council court has set a fast-track hearing for July 12th on bank reform for &quot;Popolari&quot;; they will set the new deadline for transformation into joint stock companies</p>\r\n\r\n<p>TELIA (TELIA SS) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</p>\r\n\r\n<p>ANGLO AMERICAN (AAL LN) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JP MORGAN</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-08-06-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 13:53:00",
        "gmt_time": "2018-06-08 05:53:00"
    },
    {
        "id": 661906,
        "updated_sequence": 990821,
        "published_at": {
            "unix": 1528437000,
            "text": "2018-06-08 06:50:00 +0100",
            "iso_8601": "2018-06-08T05:50:00Z"
        },
        "updated_at": {
            "unix": 1528438675,
            "text": "2018-06-08 07:17:55 +0100",
            "iso_8601": "2018-06-08T06:17:55Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>8th June 2018</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian stocks traded with a subdued tone following a lacklustre performance on Wall St, where the major indices finished mixed as tech underperformed and the Nasdaq pulled back from record levels, although the energy sector was underpinned on oil gains. In addition, lingering tensions concerning US tariffs which threatens to isolate US President Trump at the G7, as well as a Trump tweet tirade against EU and Canada, added to the gloom. ASX 200 (Unch.) traded indecisive as upside in energy and financials were counterbalanced by weakness in miners, while Nikkei 225 (-0.3%) was downbeat as participants digested weaker than expected GDP data which printed at a contraction and in-line with the preliminary reading. Elsewhere, Shanghai Comp. (-1.3%) and Hang Seng (-1.3%) were the laggards after PBoC operations resulted to a weekly net liquidity drain of CNY 300bln and with participants cautious in anticipation of the Chinese trade data which turned out to be mostly better than expected, although by then the selling had already taken its toll. Finally, 10yr JGBs were flat despite the cautiousness in Japan, while the BoJ&rsquo;s Rinban operation was also largely ignored with the total amount at a relatively reserved JPY 360bln.</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>RBS (RBS LN) &ndash; The CEO of the bank is very confident RBS will pass stress tests this year. Also, CEO says they would like to purchase shares back from the UK government if possible and states their first dividend would be modest.&nbsp; (Newswires)</p>\r\n\r\n<p>Whitbread (WTB LN) &ndash; the co. has said it is open to selling its Costa Coffee or Premier Inn units; abandoning plans to spin-off the coffee chain. (FT)</p>\r\n\r\n<p>OTHER UK COMPANIES</p>\r\n\r\n<p>Daily Mail and General Trust (DMGT LN) - Geordie Greig has been named as the new Editor of the Daily Mail. (Newswires)</p>\r\n\r\n<p>Standard Life Aberdeen (SLA LN) -&nbsp; Lloyds Banking group is to sell 97.7mln shares of the co. (FT)</p>\r\n\r\n<p>TSB (TSB LN) - UK Treasury Committee of Lawmakers has &lsquo;Lost confidence&rsquo; in CEO of TSB bank, Paul Pester. (Newswires)</p>\r\n\r\n<p>Marks &amp; Spencer (MKS LN) &ndash; Directors of the co. will not receive a bonus this year after the second straight annual fall in profits. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>AUTOTRADER (AUTO LN) UPGRADED TO HOLD FROM SELL AT BERENBERG</p>\r\n\r\n<p>RANDGOLD RESOURCES (RRS LN) UPGRADED TO OVERWEIGHT FROM ENUTRAL AT JP MORGAN CHASE</p>\r\n\r\n<p>CAPITA (CPI LN) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Deutsche Bank (DBK GY) &ndash; Is reportedly looking at a USD 3bln energy portfolio sale. The co. also dismissed speculation on a possible merger with Commerzbank (CBK GY) post shareholder consultation on a possible tie-up. (Newswires)</p>\r\n\r\n<p>Volkswagen (VOW3 GY) &ndash; Former CEO Winterkorn has been asked to testify in court over the emissions scandal. (Newswires)</p>\r\n\r\n<p>ThyssenKrupp (TKA GY) &ndash; Co. are looking at options to offload their shipyard unit, according to reports. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>PROSIEBEN SAT.1 MEDIA (PSM GY) UPGRADED TO HOLD FROM SELL AT DZ BANK</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>Hermes (RMS FP) &ndash; The co. is to replace LafargeHolcim (LHN FP) on the CAC 40. (Newswires)</p>\r\n\r\n<p>Kering (KER FP) &ndash; The co. sees no slowdown in the pace of Gucci sales in Q2. (Newswires)</p>\r\n\r\n<p>Soci&eacute;t&eacute; G&eacute;n&eacute;rale (GLE FP) &ndash; Two senior executives have been named in a 2015 letter to French authorities over the Libor rigging scandal. (FT)</p>\r\n\r\n<p>Bouyuges (EN FP) &ndash; Co. had made an approach for Altice&rsquo;s (ATC NA) at SFR Group, according to reports. (Newswires)</p>\r\n\r\n<p>Airbus (AIR FP) &ndash; The co. is to acquire a majority stake in Bombardier C Series aircraft partnership. (Newswires)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Air France (AF FP) &ndash; May traffic +2.4%, load factor -0.2%. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>INGENICO (UNG FP) UPGRADED TO OVERWEIGHT FROM EQUALWEIGHT AT BARCLAYS</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>Novartis (NOVN SW) &ndash; Clinical trials for Lutathera is providing significantly longer time to deterioration of quality of life for patients with progressive midgut Neuroendoctrine tumors. (Newswires)</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>Novo Nordisk (NOVOB DC) &ndash; Co. are looking at dropping long-term financial targets and cutting 3,000 jobs, according to reports. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>BOLIDEN (BOL SS) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>Pharma Names &ndash; The industry is seeking&nbsp; a &ldquo;mutual recognition agreement&rdquo;&nbsp; that would ease cross-border movement between UK/EU ahead of Brexit. (FT)</p>\r\n\r\n<p>Atlantia (ATL IM) &ndash; Co. and ASC are looking to offload their Hispasat stake for EUR 1.3bln. (Newswires)</p>\r\n\r\n<p>US</p>\r\n\r\n<p>* SPX -0.09%, NDX -0.79%, DJI +0.35%. SECTORS: Cons Cyclicals +0.36%, Cons Non-Cyclicals: +0.33%, Energy: +1.54%, Financials: +0.25%, Health Care: -0.16%, Industrials: 0.00%, Materials: -0.55%, Telecoms: +1.09%, Tech: %, Utilities: +0.36%.</p>\r\n\r\n<p>US Equity futures traded rangebound overnight but selling was observed at the US cash equity open, which was further extended amid a reported &lsquo;fat finger&rsquo; which triggered stops on US 10yr which then pressured the US equity futures amongst falling yields and a rising VIX. The Emini500 futures then consolidated around the 2760 level heading into the close.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-08-06-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 13:50:00",
        "gmt_time": "2018-06-08 05:50:00"
    },
    {
        "id": 661905,
        "updated_sequence": 990795,
        "published_at": {
            "unix": 1528435500,
            "text": "2018-06-08 06:25:00 +0100",
            "iso_8601": "2018-06-08T05:25:00Z"
        },
        "updated_at": {
            "unix": 1528435589,
            "text": "2018-06-08 06:26:29 +0100",
            "iso_8601": "2018-06-08T05:26:29Z"
        },
        "subject": "RANsquawk Daily European Opening News - 8th June 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19342/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Asian stocks traded with a subdued tone following a lacklustre performance on Wall St. DXY has languished below the 93.50 level</li>\r\n  <li>Trump launched a tweet-tirade against EU and Canada ahead of the G7, in which Trump accused EU &amp; Canada of using massive trade tariffs and trade barriers against US</li>\r\n  <li>Looking ahead, highlights including the Canadian jobs report and the beginning of the G7 summit</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>ASIA</strong></p>\r\n\r\n<p>Asian stocks traded with a subdued tone following a lacklustre performance on Wall St, where the major indices finished mixed as tech underperformed and the Nasdaq pulled back from record levels, although the energy sector was underpinned on oil gains. In addition, lingering tensions concerning US tariffs which threatens to isolate US President Trump at the G7, as well as a Trump tweet tirade against EU and Canada, added to the gloom. ASX 200 (Unch.) traded indecisive as upside in energy and financials were counterbalanced by weakness in miners, while Nikkei 225 (-0.3%) was downbeat as participants digested weaker than expected GDP data which printed at a contraction and in-line with the preliminary reading. Elsewhere, Shanghai Comp. (-1.3%) and Hang Seng (-1.3%) were the laggards after PBoC operations resulted to a weekly net liquidity drain of CNY 300bln and with participants cautious in anticipation of the Chinese trade data which turned out to be mostly better than expected, although by then the selling had already taken its toll. Finally, 10yr JGBs were flat despite the cautiousness in Japan, while the BoJ&rsquo;s Rinban operation was also largely ignored with the total amount at a relatively reserved JPY 360bln.</p>\r\n\r\n<p>PBoC skipped open market operations for a weekly net drain of CNY 300bln vs. last week&#39;s CNY 410bln net injection. (Newswires)<br />PBoC set CNY mid-point at 6.4003 (Prev. 6.3919)</p>\r\n\r\n<p>Chinese Trade Balance (CNY)(May) 156.5B vs. Exp. 243.0B (Prev. 182.8B)<br />Chinese Exports (CNY)(May) Y/Y 3.2% vs. Exp. 1.9% (Prev. 3.7%)<br />Chinese Imports (CNY)(May) Y/Y 15.6% vs. Exp. 9.4% (Prev. 11.6%)</p>\r\n\r\n<p>Chinese Trade Balance (USD)(May) 24.9B vs. Exp. 33.8B (Prev. 28.8B)</p>\r\n\r\n<p>Chinese Imports (USD)(May) Y/Y 26.0% vs. Exp. 18.8% (Prev. 21.5%)</p>\r\n\r\n<p>Chinese Exports (USD)(May) Y/Y 12.6% vs. Exp. 11.3% (Prev. 12.9%)<br /><br />Japanese GDP (Q1 F) Q/Q -0.2% vs. Exp. -0.1% (Prev. -0.2%). (Newswires)<br />Japanese GDP Annualized (Q1 F) Y/Y -0.6% vs. Exp. -0.4% (Prev. -0.6%)</p>\r\n\r\n<p><br /><strong>UK/EU</strong></p>\r\n\r\n<p>UK PM May reaffirms that she &lsquo;expects&rsquo; to have a state customs plan in place by December 2021 at the latest, while she also says UK is working to ensure EU response to US tariffs is proportionate and adheres to WTO regulations. (Newswires)</p>\r\n\r\n<p>UK Foreign Minister Johnson criticised UK PM May&rsquo;s Brexit Plan and stated that Britain should adopt an approach similar to that of US President Trump. (Newswires)</p>\r\n\r\n<p>UK&rsquo;s CBI has warned that Britain risks being left in the economic &ldquo;slow lane&rdquo; compared with other developed nations amid the impact of Brexit unless the government and business step up efforts to lift investment and productivity. (Times)</p>\r\n\r\n<p>US President Trump may not hold formal discussions with UK PM May at the G7 summit. (Telegraph)</p>\r\n\r\n<p>SNB&#39;s Jordan said the current economic situation is very good and that it is very unlikely they will leave the Eurozone. (Newswires)</p>\r\n\r\n<p><br /><strong>FX</strong></p>\r\n\r\n<p>In FX markets, the USD was flat with the DXY languishing below the 93.50 level amid concerns Trump policies may isolate the US. This was not helped by Trump&rsquo;s tweet-tirade against EU and Canada ahead of the G7, in which Trump accused EU &amp; Canada of using massive trade tariffs and trade barriers against US, and warned both nations to remove them or they will be matched. The rest of major currencies lacked drivers with EUR/USD stuck around 1.1800 and with GBP/USD virtually unchanged throughout the entire session. Elsewhere, USD/JPY&rsquo;s attempts to nurse losses were thwarted by the cautious risk tone and AUD remained pressured from the prior day&rsquo;s disappointing Australian trade data.</p>\r\n\r\n<p><br /><strong>COMMODITIES</strong></p>\r\n\r\n<p>Commodities were quiet overnight in which WTI crude futures were marginally higher and just about reclaimed the USD 66.00/bbl level, after the prior day&rsquo;s rebound amid ongoing Venezuelan supply concerns. Elsewhere, gold conformed to the uneventful tone seen across the commodities complex and copper also languished due to the aversion for risk in the region.</p>\r\n\r\n<p><br /><strong>GEOPOLITICS</strong></p>\r\n\r\n<p>US President Trump said summit with North Korea is ready to go, while he also commented that US could sign an agreement with Kim during the summit and that the US would certainly like to see normalisation of ties with North Korea. However, US President Trump also stated he would be willing to walk away from talks with North Korea, but that he does not want this to be the case and that if talks go well he will invite Kim Jong Un to the US. (Newswires)</p>\r\n\r\n<p>US Secretary of State Pompeo said North Korea confirmed to the US its willingness to denuclearise but also commented that North Korea&#39;s programmes threaten the US. (Newswires)<br />&nbsp;</p>\r\n\r\n<p>Satellite images suggested China removed or hid its missile systems from disputed South China Sea island, although its Foreign Ministry said it will not bow to threats of US ramping up patrols. (Newswires)<br />&nbsp;</p>\r\n\r\n<p>Russian President Putin has asked Austrian leader to set up a summit with US President Trump. (WSJ)</p>\r\n\r\n<p><br /><strong>US</strong></p>\r\n\r\n<p>Treasuries began to rise as the North America session got underway -- contrary to the price action in Bunds (which edged lower over as European political risks abate, and the ECB prepares to signal policy normalisation next week) whose price action Treasuries have tended to track in early trade -- on the back of increasing tensions between the US and its major trade partners, ahead of the G7 summit. The Tplex got more of an aggressive bid in afternoon trade, after US President Trump once again stipulated that NK must denuclearise fully in order for any peace deal to be reached, while contentious rhetoric between trade partners continued to aid the upside, seeing Treasury futures move higher. There was a further boost to the Tplex in afternoon trade: reportedly fat fingers pushed large buy orders through in the 10yr space, eventually triggering stops, which saw yields spike lower, before paring back; the EM complex was under pressure at the time, and some suggest that CTA/momentum accounts accelerated selling of EMFX against the USD, selling equities in general (nudging the VIX higher), ultimately supporting the Treasury bid. The yield curve bull-flattened on Thursday with shorter dated yields lower by c.4bps and longer dated yields lower by c.6bps; 2s30s and 2s20s were narrower by c.2bps at settlement. US 10YR T-Notes futures (Sep 2018) settled 10 ticks higher at 119-90.</p>\r\n\r\n<p>US President Trump tweeted EU &amp; Canada doesn&#39;t inform public that for years they have used massive trade tariffs and non-monetary trade barriers against US, which is unfair to US farmers, workers &amp; companies, while he warned them to take down their tariffs &amp; barriers or the US will match them. (Twitter)</p>\r\n\r\n<p>White House stated that US President Trump is to leave the G-7 earlier than had previously scheduled. (Newswires)</p>\r\n\r\n<p>US House voted 210-206 to pass the rescission bill to cut around USD 15bln in previously approved spending. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-8th-june-2018-08-06-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 13:25:00",
        "gmt_time": "2018-06-08 05:25:00"
    },
    {
        "id": 661904,
        "updated_sequence": 990792,
        "published_at": {
            "unix": 1528434000,
            "text": "2018-06-08 06:00:00 +0100",
            "iso_8601": "2018-06-08T05:00:00Z"
        },
        "updated_at": {
            "unix": 1528434152,
            "text": "2018-06-08 06:02:32 +0100",
            "iso_8601": "2018-06-08T05:02:32Z"
        },
        "subject": "Japanese Economy Watchers Poll Outlook (May) 49.2 vs. Exp. 50.3 (Prev. 50.1)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-economy-watchers-poll-outlook-may-49-2-vs-exp-50-3-prev-50-1-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 13:00:00",
        "gmt_time": "2018-06-08 05:00:00"
    },
    {
        "id": 661902,
        "updated_sequence": 990786,
        "published_at": {
            "unix": 1528433700,
            "text": "2018-06-08 05:55:00 +0100",
            "iso_8601": "2018-06-08T04:55:00Z"
        },
        "updated_at": {
            "unix": 1528433896,
            "text": "2018-06-08 05:58:16 +0100",
            "iso_8601": "2018-06-08T04:58:16Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia followed suit to the lacklustre performance on Wall St amid Trump tirade against EU & Canada increasing concerns of US isolation at the G7",
        "content": "<p>Asia stocks traded with a subdued tone following a lacklustre performance on Wall St, where the major indices finished mixed as tech underperformed and the Nasdaq pulled back from record levels, although the energy sector was underpinned on oil gains. In addition, lingering tensions concerning US tariffs which threatens to isolate US President Trump at the G7, as well as a Trump tweet tirade against EU and Canada, added to the gloom. ASX 200 (Unch.) traded indecisive as upside in energy and financials were counterbalanced by weakness in miners, while Nikkei 225 (-0.3%) was downbeat as participants digested weaker than expected GDP data which printed at a contraction and in-line with the preliminary reading. Elsewhere, Shanghai Comp. (-1.3%) and Hang Seng (-1.3%) were the laggards after PBoC operations resulted to a weekly net liquidity drain of CNY 300bln and with participants cautious in anticipation of the Chinese trade data which turned out to be mostly better than expected, although by then the selling had already taken its toll. Finally, 10yr JGBs were flat despite the cautiousness in Japan, while the BoJ&rsquo;s Rinban operation was also largely ignored with the total amount at a relatively reserved JPY 360bln.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-followed-suit-to-the-lacklustre-performance-on-wall-st-amid-trump-tirade-against-eu-canada-increasing-concerns-of-us-isolation-at-the-g7-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 12:55:00",
        "gmt_time": "2018-06-08 04:55:00"
    },
    {
        "id": 661901,
        "updated_sequence": 990783,
        "published_at": {
            "unix": 1528432500,
            "text": "2018-06-08 05:35:00 +0100",
            "iso_8601": "2018-06-08T04:35:00Z"
        },
        "updated_at": {
            "unix": 1528432551,
            "text": "2018-06-08 05:35:51 +0100",
            "iso_8601": "2018-06-08T04:35:51Z"
        },
        "subject": "Japanese Bankruptcies (May) Y/Y -4.4% (Prev. -4.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-bankruptcies-may-y-y-4-4-prev-4-4-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 12:35:00",
        "gmt_time": "2018-06-08 04:35:00"
    },
    {
        "id": 661899,
        "updated_sequence": 990777,
        "published_at": {
            "unix": 1528430940,
            "text": "2018-06-08 05:09:00 +0100",
            "iso_8601": "2018-06-08T04:09:00Z"
        },
        "updated_at": {
            "unix": 1528431022,
            "text": "2018-06-08 05:10:22 +0100",
            "iso_8601": "2018-06-08T04:10:22Z"
        },
        "subject": "Mexico Economy Minister Guajardo says US can sell pork legs and shoulders to Mexico through quotas despite that retaliatory measures",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-economy-minister-guajardo-says-us-can-sell-pork-legs-and-shoulders-to-mexico-through-quotas-despite-that-retaliatory-measures-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 12:09:00",
        "gmt_time": "2018-06-08 04:09:00"
    },
    {
        "id": 661898,
        "updated_sequence": 990774,
        "published_at": {
            "unix": 1528429020,
            "text": "2018-06-08 04:37:00 +0100",
            "iso_8601": "2018-06-08T03:37:00Z"
        },
        "updated_at": {
            "unix": 1528429210,
            "text": "2018-06-08 04:40:10 +0100",
            "iso_8601": "2018-06-08T03:40:10Z"
        },
        "subject": "PRE-MARKET INDIAN STOCK NEWS: Tata Motors (TTMT IS) JLR unit global sales rose 6.1% Y/Y in May to 48,281 units",
        "content": "<p>HDFC (HDFC IS)<br />- Co. is in discussions to raise USD 750mln through external borrowings which would be used to finance housing loans. (ET)</p>\r\n\r\n<p>HDFC Bank (HDFCB IS)<br />- Co. raised MCLR rates by 10bps. (Moneycontrol)</p>\r\n\r\n<p>Mahindra &amp; Mahindra (MM IS)<br />- Co. is planning to re-enter the agricultural equipment market in China, but this time will be going it alone. (ET)</p>\r\n\r\n<p>Reliance Industries (RIL IS)<br />- Co. seeks shareholder approval for INR 200bln capital raising through NCDs issue during 2018-2019. (ET)</p>\r\n\r\n<p>Steel Authority of India (SAIL IS)<br />- Odisha government has invited Co. JV with ArcelorMittal (MT NA) to set up an automotive grade steel factory in the region. (ET)</p>\r\n\r\n<p>Tata Motors (TTMT IS)<br />- Co. JLR unit global sales rose 6.1% Y/Y in May to 48,281 units. (ET)</p>\r\n\r\n<p>Financials<br />- RBI reduced the interest rate paid by banks on unclaimed deposits (deposits which haven&rsquo;t been claimed for a decade) by 50bps to 3.50%. (Newswires)<br />- RBI amended the Gold Monetisation Scheme as part of efforts to attract more participants to the scheme which aims at mobilising gold held by households and firms which they can earn interest for depositing gold. (ET)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-indian-stock-news-tata-motors-ttmt-is-jlr-unit-global-sales-rose-6-1-y-y-in-may-to-48-281-units-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 11:37:00",
        "gmt_time": "2018-06-08 03:37:00"
    },
    {
        "id": 661897,
        "updated_sequence": 990768,
        "published_at": {
            "unix": 1528428120,
            "text": "2018-06-08 04:22:00 +0100",
            "iso_8601": "2018-06-08T03:22:00Z"
        },
        "updated_at": {
            "unix": 1528428284,
            "text": "2018-06-08 04:24:44 +0100",
            "iso_8601": "2018-06-08T03:24:44Z"
        },
        "subject": "Chinese Imports (USD)(May) Y/Y 26.0% vs. Exp. 18.8% (Prev. 21.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-imports-usd-may-y-y-26-0-vs-exp-18-8-prev-21-5-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 11:22:00",
        "gmt_time": "2018-06-08 03:22:00"
    },
    {
        "id": 661896,
        "updated_sequence": 990765,
        "published_at": {
            "unix": 1528428120,
            "text": "2018-06-08 04:22:00 +0100",
            "iso_8601": "2018-06-08T03:22:00Z"
        },
        "updated_at": {
            "unix": 1528428255,
            "text": "2018-06-08 04:24:15 +0100",
            "iso_8601": "2018-06-08T03:24:15Z"
        },
        "subject": "Chinese Exports (USD)(May) Y/Y 12.6% vs. Exp. 11.3% (Prev. 12.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-exports-usd-may-y-y-12-6-vs-exp-11-3-prev-12-9-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 11:22:00",
        "gmt_time": "2018-06-08 03:22:00"
    },
    {
        "id": 661895,
        "updated_sequence": 990762,
        "published_at": {
            "unix": 1528428120,
            "text": "2018-06-08 04:22:00 +0100",
            "iso_8601": "2018-06-08T03:22:00Z"
        },
        "updated_at": {
            "unix": 1528428232,
            "text": "2018-06-08 04:23:52 +0100",
            "iso_8601": "2018-06-08T03:23:52Z"
        },
        "subject": "Chinese Trade Balance (USD)(May) 24.9B vs. Exp. 33.8B (Prev. 28.8B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-trade-balance-usd-may-24-9b-vs-exp-33-8b-prev-28-8b-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 11:22:00",
        "gmt_time": "2018-06-08 03:22:00"
    },
    {
        "id": 661894,
        "updated_sequence": 990759,
        "published_at": {
            "unix": 1528427700,
            "text": "2018-06-08 04:15:00 +0100",
            "iso_8601": "2018-06-08T03:15:00Z"
        },
        "updated_at": {
            "unix": 1528427877,
            "text": "2018-06-08 04:17:57 +0100",
            "iso_8601": "2018-06-08T03:17:57Z"
        },
        "subject": "Chinese Imports (CNY)(May) Y/Y 15.6% vs. Exp. 9.4% (Prev. 11.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-imports-cny-may-y-y-15-6-vs-exp-9-4-prev-11-6-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 11:15:00",
        "gmt_time": "2018-06-08 03:15:00"
    },
    {
        "id": 661893,
        "updated_sequence": 990756,
        "published_at": {
            "unix": 1528427700,
            "text": "2018-06-08 04:15:00 +0100",
            "iso_8601": "2018-06-08T03:15:00Z"
        },
        "updated_at": {
            "unix": 1528427858,
            "text": "2018-06-08 04:17:38 +0100",
            "iso_8601": "2018-06-08T03:17:38Z"
        },
        "subject": "Chinese Exports (CNY)(May) Y/Y 3.2% vs. Exp. 1.9% (Prev. 3.7%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-exports-cny-may-y-y-3-2-vs-exp-1-9-prev-3-7-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 11:15:00",
        "gmt_time": "2018-06-08 03:15:00"
    },
    {
        "id": 661892,
        "updated_sequence": 990753,
        "published_at": {
            "unix": 1528427700,
            "text": "2018-06-08 04:15:00 +0100",
            "iso_8601": "2018-06-08T03:15:00Z"
        },
        "updated_at": {
            "unix": 1528427842,
            "text": "2018-06-08 04:17:22 +0100",
            "iso_8601": "2018-06-08T03:17:22Z"
        },
        "subject": "Chinese Trade Balance (CNY)(May) 156.5B vs. Exp. 243.0B (Prev. 182.8B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-trade-balance-cny-may-156-5b-vs-exp-243-0b-prev-182-8b-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 11:15:00",
        "gmt_time": "2018-06-08 03:15:00"
    },
    {
        "id": 661891,
        "updated_sequence": 990750,
        "published_at": {
            "unix": 1528427100,
            "text": "2018-06-08 04:05:00 +0100",
            "iso_8601": "2018-06-08T03:05:00Z"
        },
        "updated_at": {
            "unix": 1528427218,
            "text": "2018-06-08 04:06:58 +0100",
            "iso_8601": "2018-06-08T03:06:58Z"
        },
        "subject": "Indonesia central bank says will ensure liquidity in the money market ahead of long holiday and that they taking stabilization measures in FX market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indonesia-central-bank-says-will-ensure-liquidity-in-the-money-market-ahead-of-long-holiday-and-that-they-taking-stabilization-measures-in-fx-market-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 11:05:00",
        "gmt_time": "2018-06-08 03:05:00"
    },
    {
        "id": 661890,
        "updated_sequence": 990747,
        "published_at": {
            "unix": 1528426620,
            "text": "2018-06-08 03:57:00 +0100",
            "iso_8601": "2018-06-08T02:57:00Z"
        },
        "updated_at": {
            "unix": 1528426676,
            "text": "2018-06-08 03:57:56 +0100",
            "iso_8601": "2018-06-08T02:57:56Z"
        },
        "subject": "China is said to lower gasoline and diesel prices by CNY 130/ton and CNY 125/ton respectively",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-said-to-lower-gasoline-and-diesel-prices-by-cny-130-ton-and-cny-125-ton-respectively-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 10:57:00",
        "gmt_time": "2018-06-08 02:57:00"
    },
    {
        "id": 661889,
        "updated_sequence": 990744,
        "published_at": {
            "unix": 1528425660,
            "text": "2018-06-08 03:41:00 +0100",
            "iso_8601": "2018-06-08T02:41:00Z"
        },
        "updated_at": {
            "unix": 1528426220,
            "text": "2018-06-08 03:50:20 +0100",
            "iso_8601": "2018-06-08T02:50:20Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia follows suit to the lacklustre performance on Wall St, amid concerns of US isolation and looming Chinese trade data",
        "content": "<p>Asia stocks trade with a subdued tone following a lacklustre performance on Wall St, where the major indices finished mixed as tech underperformed and the Nasdaq pulled back from record levels, although the energy sector was underpinned on oil gains. In addition, lingering tensions concerning US tariffs on its allies, threatens to isolate US President Trump at the G7 and adds to the current gloom. ASX 200 (-0.1%) trades indecisive as upside in energy and financials are counterbalanced by weakness in miners, while Nikkei 225 (-0.1%) is also choppy with participants digesting weaker than expected GDP data which printed at a contraction and in-line with the preliminary reading. Elsewhere, Shanghai Comp. (-1.0%) and Hang Seng (-0.9%) are the laggards after PBoC operations resulted to a weekly net liquidity drain of CNY 300bln and with participants also cautious ahead of the Chinese trade data.</p>\r\n\r\n<p>In FX markets, the USD is flat with the DXY languishing below the 93.50 level amid concerns Trump policies may isolate the US. This was not helped by Trump&rsquo;s tweet-tirade against EU and Canada ahead of the G7, in which Trump accused EU &amp; Canada of using massive trade tariffs and trade barriers against US, and also warned both nations to remove them or they will be matched. Elsewhere, the rest of major currencies lacked drivers with EUR/USD stuck around 1.1800 and with GBP/USD virtually unchanged, while USD/JPY&rsquo;s attempts to nurse losses have been hampered by the cautious risk tone and AUD continues to lack vitality following the prior day&rsquo;s disappointing trade data.</p>\r\n\r\n<p>Finally, 10yr JGBs are flat amid the somewhat indecisive picture in Japan and with the BoJ&rsquo;s Rinban operation largely ignored with the total amount at a relatively reserved JPY 360bln.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-follows-suit-to-the-lacklustre-performance-on-wall-st-amid-concerns-of-us-isolation-and-looming-chinese-trade-data-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 10:41:00",
        "gmt_time": "2018-06-08 02:41:00"
    },
    {
        "id": 661888,
        "updated_sequence": 990734,
        "published_at": {
            "unix": 1528424400,
            "text": "2018-06-08 03:20:00 +0100",
            "iso_8601": "2018-06-08T02:20:00Z"
        },
        "updated_at": {
            "unix": 1528424710,
            "text": "2018-06-08 03:25:10 +0100",
            "iso_8601": "2018-06-08T02:25:10Z"
        },
        "subject": "US President Trump tweets EU & Canada don't inform public that for years they have used massive Trade Tariffs and non-monetary Trade Barriers against US, which is unfair to US farmers, workers & Co.s, Take down your tariffs & barriers or we will match you",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-eu-canada-don-t-inform-public-that-for-years-they-have-used-massive-trade-tariffs-and-non-monetary-trade-barriers-against-us-which-is-unfair-to-us-farmers-workers-co-s-take-down-your-tariffs-barriers-or-we-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 10:20:00",
        "gmt_time": "2018-06-08 02:20:00"
    },
    {
        "id": 661888,
        "updated_sequence": 990734,
        "published_at": {
            "unix": 1528424400,
            "text": "2018-06-08 03:20:00 +0100",
            "iso_8601": "2018-06-08T02:20:00Z"
        },
        "updated_at": {
            "unix": 1528424710,
            "text": "2018-06-08 03:25:10 +0100",
            "iso_8601": "2018-06-08T02:25:10Z"
        },
        "subject": "US President Trump tweets EU & Canada don't inform public that for years they have used massive Trade Tariffs and non-monetary Trade Barriers against US, which is unfair to US farmers, workers & Co.s, Take down your tariffs & barriers or we will match you",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "us-president-trump-tweets-eu-canada-don-t-inform-public-that-for-years-they-have-used-massive-trade-tariffs-and-non-monetary-trade-barriers-against-us-which-is-unfair-to-us-farmers-workers-co-s-take-down-your-tariffs-barriers-or-we-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 10:20:00",
        "gmt_time": "2018-06-08 02:20:00"
    },
    {
        "id": 661887,
        "updated_sequence": 990729,
        "published_at": {
            "unix": 1528421520,
            "text": "2018-06-08 02:32:00 +0100",
            "iso_8601": "2018-06-08T01:32:00Z"
        },
        "updated_at": {
            "unix": 1528421621,
            "text": "2018-06-08 02:33:41 +0100",
            "iso_8601": "2018-06-08T01:33:41Z"
        },
        "subject": "Hon Hai (2317 TT) unit Foxconn Industrial Internet (601138 CH) surges 44% to hit limit up as the open in its Shanghai debut",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hon-hai-2317-tt-unit-foxconn-industrial-internet-601138-ch-surges-44-to-hit-limit-up-as-the-open-in-its-shanghai-debut-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 09:32:00",
        "gmt_time": "2018-06-08 01:32:00"
    },
    {
        "id": 661886,
        "updated_sequence": 990726,
        "published_at": {
            "unix": 1528421280,
            "text": "2018-06-08 02:28:00 +0100",
            "iso_8601": "2018-06-08T01:28:00Z"
        },
        "updated_at": {
            "unix": 1528421354,
            "text": "2018-06-08 02:29:14 +0100",
            "iso_8601": "2018-06-08T01:29:14Z"
        },
        "subject": "China Steel Structure (2013 TT) May revenue rose to TWD 2.1bln vs. Prev. TWD 1.4bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-steel-structure-2013-tt-may-revenue-rose-to-twd-2-1bln-vs-prev-twd-1-4bln-y-y-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 09:28:00",
        "gmt_time": "2018-06-08 01:28:00"
    },
    {
        "id": 661885,
        "updated_sequence": 990723,
        "published_at": {
            "unix": 1528421160,
            "text": "2018-06-08 02:26:00 +0100",
            "iso_8601": "2018-06-08T01:26:00Z"
        },
        "updated_at": {
            "unix": 1528421286,
            "text": "2018-06-08 02:28:06 +0100",
            "iso_8601": "2018-06-08T01:28:06Z"
        },
        "subject": "US House passes rescission bill to cut around USD 15bln in previously approved spending",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-house-passes-rescission-bill-to-cut-around-usd-15bln-in-previously-approved-spending-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 09:26:00",
        "gmt_time": "2018-06-08 01:26:00"
    },
    {
        "id": 661884,
        "updated_sequence": 990720,
        "published_at": {
            "unix": 1528420680,
            "text": "2018-06-08 02:18:00 +0100",
            "iso_8601": "2018-06-08T01:18:00Z"
        },
        "updated_at": {
            "unix": 1528420712,
            "text": "2018-06-08 02:18:32 +0100",
            "iso_8601": "2018-06-08T01:18:32Z"
        },
        "subject": "Fitch affirms Thailand at BBB+; Outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-thailand-at-bbb-outlook-stable-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 09:18:00",
        "gmt_time": "2018-06-08 01:18:00"
    },
    {
        "id": 661883,
        "updated_sequence": 990714,
        "published_at": {
            "unix": 1528420500,
            "text": "2018-06-08 02:15:00 +0100",
            "iso_8601": "2018-06-08T01:15:00Z"
        },
        "updated_at": {
            "unix": 1528420589,
            "text": "2018-06-08 02:16:29 +0100",
            "iso_8601": "2018-06-08T01:16:29Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.4003 (Prev. 6.3919)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-4003-prev-6-3919-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 09:15:00",
        "gmt_time": "2018-06-08 01:15:00"
    },
    {
        "id": 661882,
        "updated_sequence": 990711,
        "published_at": {
            "unix": 1528420440,
            "text": "2018-06-08 02:14:00 +0100",
            "iso_8601": "2018-06-08T01:14:00Z"
        },
        "updated_at": {
            "unix": 1528420542,
            "text": "2018-06-08 02:15:42 +0100",
            "iso_8601": "2018-06-08T01:15:42Z"
        },
        "subject": "Australia sells AUD 2.5bln 2.50% 2030 bonds, b/c 3.41, avg. yield 2.8934%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-sells-aud-2-5bln-2-50-2030-bonds-b-c-3-41-avg-yield-2-8934-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 09:14:00",
        "gmt_time": "2018-06-08 01:14:00"
    },
    {
        "id": 661881,
        "updated_sequence": 990708,
        "published_at": {
            "unix": 1528420440,
            "text": "2018-06-08 02:14:00 +0100",
            "iso_8601": "2018-06-08T01:14:00Z"
        },
        "updated_at": {
            "unix": 1528420479,
            "text": "2018-06-08 02:14:39 +0100",
            "iso_8601": "2018-06-08T01:14:39Z"
        },
        "subject": "White House says US President Trump is to leave G-7 earlier than had previously scheduled",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-says-us-president-trump-is-to-leave-g-7-earlier-than-had-previously-scheduled-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 09:14:00",
        "gmt_time": "2018-06-08 01:14:00"
    },
    {
        "id": 661880,
        "updated_sequence": 990702,
        "published_at": {
            "unix": 1528420200,
            "text": "2018-06-08 02:10:00 +0100",
            "iso_8601": "2018-06-08T01:10:00Z"
        },
        "updated_at": {
            "unix": 1528420360,
            "text": "2018-06-08 02:12:40 +0100",
            "iso_8601": "2018-06-08T01:12:40Z"
        },
        "subject": "BoJ offers to buy JPY 190bln in 10yr-25yr JGBs, JPY 70bln in 25yr+ JGBs and JPY 100bln in floating rate bonds",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-190bln-in-10yr-25yr-jgbs-jpy-70bln-in-25yr-jgbs-and-jpy-100bln-in-floating-rate-bonds-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 09:10:00",
        "gmt_time": "2018-06-08 01:10:00"
    },
    {
        "id": 661879,
        "updated_sequence": 990705,
        "published_at": {
            "unix": 1528420200,
            "text": "2018-06-08 02:10:00 +0100",
            "iso_8601": "2018-06-08T01:10:00Z"
        },
        "updated_at": {
            "unix": 1528420441,
            "text": "2018-06-08 02:14:01 +0100",
            "iso_8601": "2018-06-08T01:14:01Z"
        },
        "subject": "PBoC skips open market operations for a weekly net drain of CNY 300bln vs. last week's net injection of CNY 410bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-weekly-net-drain-of-cny-300bln-vs-last-week-s-net-injection-of-cny-410bln-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 09:10:00",
        "gmt_time": "2018-06-08 01:10:00"
    },
    {
        "id": 661878,
        "updated_sequence": 990717,
        "published_at": {
            "unix": 1528420020,
            "text": "2018-06-08 02:07:00 +0100",
            "iso_8601": "2018-06-08T01:07:00Z"
        },
        "updated_at": {
            "unix": 1528420674,
            "text": "2018-06-08 02:17:54 +0100",
            "iso_8601": "2018-06-08T01:17:54Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: Chinese Trade Data due for release later; US Commerce Secretary Ross said they have reached a deal with China’s ZTE, in which the Co. is to pay a USD 1bln fine and put USD 400mln into an Escrow",
        "content": "<p>Burwill Holdings (24 HK)<br />- Co. announces 105% increase of&nbsp;lithium ore reserves at the Bald Hill project in Western Australia. (Newswires)</p>\r\n\r\n<p>CITIC Guoan Information Industry (000839 CH)<br />- Co. plans to sell 31.8% stake in CITIC Guoan MGL for CNY 2.2bln. (Newswires)</p>\r\n\r\n<p>Great Wall Motor (2333 HK)<br />- Co. May sales 70.9k units vs. Prev. 68.9k units. (Newswires)</p>\r\n\r\n<p>SAIC Motor (600104 CH)<br />- Co. May vehicle sales 574.4k units vs. Prev. 500.3k units Y/Y. (Newswires)</p>\r\n\r\n<p>Sichuan Changhong Electric (600839 CH)<br />- Co. is seeking to acquire certain military assets valued at CNY 1.7bln. (Newswires)</p>\r\n\r\n<p>ZTE (763 HK)<br />- US Commerce Secretary Ross said they have reached a deal with China&rsquo;s ZTE, in which the Co. is to pay a USD 1bln fine and put USD 400mln into an Escrow. (Newswires)</p>\r\n\r\n<p>Other News<br />- US Commerce Secretary Ross said not certain that all problems with China are solved. (Newswires)<br />- PBoC has room to lower RRR despite Fed hiking rates, according to press reports which also stated that China 2018 trade surplus may narrow by around 10%. (China Securities Journal)<br />- China may ban conversion of CDRs to overseas shares, while there were also reports that Xiaomi submitted a CDR application to the CSRC. (Newswires)</p>\r\n\r\n<p>Data Recap<br />- China Foreign Reserves (USD)(May) 3.1106T vs. Exp. 3.107T (Prev. 3.125T). (Newswires)<br />- Hong Kong Foreign Reserves (USD)(May) 432.1bln (Prev. 434.5bln)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-chinese-trade-data-due-for-release-later-us-commerce-secretary-ross-said-they-have-reached-a-deal-with-china-s-zte-in-which-the-co-is-to-pay-a-usd-1bln-fine-and-put-usd-400mln-into-an-escrow-08-06-2018",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 09:07:00",
        "gmt_time": "2018-06-08 01:07:00"
    },
    {
        "id": 661877,
        "updated_sequence": 990693,
        "published_at": {
            "unix": 1528419780,
            "text": "2018-06-08 02:03:00 +0100",
            "iso_8601": "2018-06-08T01:03:00Z"
        },
        "updated_at": {
            "unix": 1528419875,
            "text": "2018-06-08 02:04:35 +0100",
            "iso_8601": "2018-06-08T01:04:35Z"
        },
        "subject": "China Mofcom says will begin imposing temporary anti-dumping measure on broiled Chicken imports from Brazil",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-mofcom-says-will-begin-imposing-temporary-anti-dumping-measure-on-broiled-chicken-imports-from-brazil-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 09:03:00",
        "gmt_time": "2018-06-08 01:03:00"
    },
    {
        "id": 661875,
        "updated_sequence": 990687,
        "published_at": {
            "unix": 1528419600,
            "text": "2018-06-08 02:00:00 +0100",
            "iso_8601": "2018-06-08T01:00:00Z"
        },
        "updated_at": {
            "unix": 1528419742,
            "text": "2018-06-08 02:02:22 +0100",
            "iso_8601": "2018-06-08T01:02:22Z"
        },
        "subject": "Philippines Exports (Apr) Y/Y -8.5% (Prev. -8.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-exports-apr-y-y-8-5-prev-8-2-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 09:00:00",
        "gmt_time": "2018-06-08 01:00:00"
    },
    {
        "id": 661876,
        "updated_sequence": 990690,
        "published_at": {
            "unix": 1528419600,
            "text": "2018-06-08 02:00:00 +0100",
            "iso_8601": "2018-06-08T01:00:00Z"
        },
        "updated_at": {
            "unix": 1528419787,
            "text": "2018-06-08 02:03:07 +0100",
            "iso_8601": "2018-06-08T01:03:07Z"
        },
        "subject": "Philippines Imports (Apr) Y/Y 22.2% (Prev. 0.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-imports-apr-y-y-22-2-prev-0-1-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 09:00:00",
        "gmt_time": "2018-06-08 01:00:00"
    },
    {
        "id": 661874,
        "updated_sequence": 990684,
        "published_at": {
            "unix": 1528419600,
            "text": "2018-06-08 02:00:00 +0100",
            "iso_8601": "2018-06-08T01:00:00Z"
        },
        "updated_at": {
            "unix": 1528419704,
            "text": "2018-06-08 02:01:44 +0100",
            "iso_8601": "2018-06-08T01:01:44Z"
        },
        "subject": "Philippines Trade Balance (Apr) -3615.0M (Prev. -2608.0M)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-trade-balance-apr-3615-0m-prev-2608-0m-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 09:00:00",
        "gmt_time": "2018-06-08 01:00:00"
    },
    {
        "id": 661873,
        "updated_sequence": 990681,
        "published_at": {
            "unix": 1528418640,
            "text": "2018-06-08 01:44:00 +0100",
            "iso_8601": "2018-06-08T00:44:00Z"
        },
        "updated_at": {
            "unix": 1528418711,
            "text": "2018-06-08 01:45:11 +0100",
            "iso_8601": "2018-06-08T00:45:11Z"
        },
        "subject": "China is said to stop anti-dumping measures on sulfamethoxazole from India",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-said-to-stop-anti-dumping-measures-on-sulfamethoxazole-from-india-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 08:44:00",
        "gmt_time": "2018-06-08 00:44:00"
    },
    {
        "id": 661872,
        "updated_sequence": 990678,
        "published_at": {
            "unix": 1528417800,
            "text": "2018-06-08 01:30:00 +0100",
            "iso_8601": "2018-06-08T00:30:00Z"
        },
        "updated_at": {
            "unix": 1528418134,
            "text": "2018-06-08 01:35:34 +0100",
            "iso_8601": "2018-06-08T00:35:34Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: AU Optronics (2409 TT) May revenue fell 8.3% Y/Y to TWD 25.7bln",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>Acer (2353 TT)<br />- Co. May revenue rose 5.2% Y/Y to TWD 18.7bln. (Newswires)</p>\r\n\r\n<p>AU Optronics (2409 TT)<br />- Co. May revenue fell 8.3% Y/Y to TWD 25.7bln. (Newswires)</p>\r\n\r\n<p>Chang Hwa Commercial Bank (2801 JT)<br />- Co. May revenue rose 15.9% Y/Y to TWD 2.9bln. (Newswires)</p>\r\n\r\n<p>Gigabyte Technology (2376 TT)<br />- Co. May revenue rose 19.5% Y/Y to TWD 5.4bln. (Newswires)</p>\r\n\r\n<p>Macronix International (2337 TT)<br />- Co. May revenue rose 52.4% Y/Y to TWD 3.2bln. (Newswires)</p>\r\n\r\n<p>Winbond Electronics (2344 TT)<br />- Co. May revenue rose 18.2% Y/Y to TWD 4.5bln. (Newswires)</p>\r\n\r\n<p>Other News<br />- FSC said it could stop the practice of Saturday trading to make up for lost trading sessions due to national holidays. (Taipei Times)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>SINGAPORE<br /><br />Wilmar International (WIL SP)<br />- Co. in bilateral loan agreement&nbsp;with OCBC (OCBC SP) which links the rate on its existing USD 200mln credit facility to its performance. (Newswires)</p>\r\n\r\n<p>Data Recap<br />- Singapore Foreign Reserves (USD)(May) 287.9B (Prev. 287.7B). (Newswires)<br />&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-au-optronics-2409-tt-may-revenue-fell-8-3-y-y-to-twd-25-7bln-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 08:30:00",
        "gmt_time": "2018-06-08 00:30:00"
    },
    {
        "id": 661871,
        "updated_sequence": 990672,
        "published_at": {
            "unix": 1528416120,
            "text": "2018-06-08 01:02:00 +0100",
            "iso_8601": "2018-06-08T00:02:00Z"
        },
        "updated_at": {
            "unix": 1528416308,
            "text": "2018-06-08 01:05:08 +0100",
            "iso_8601": "2018-06-08T00:05:08Z"
        },
        "subject": "Asia equity markets begin lacklustre following a similar performance in US where tech underperformed and Nasdaq pulled back from record levels, while region also digests disappointing Japanese GDP; ASX 200 (Unch.), Nikkei 225 (-0.1%), KOSPI (-0.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-lacklustre-following-a-similar-performance-in-us-where-tech-underperformed-and-nasdaq-pulled-back-from-record-levels-while-region-also-digests-disappointing-japanese-gdp-asx-200-unch-nikkei-225-0-1-kospi-08-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-08 08:02:00",
        "gmt_time": "2018-06-08 00:02:00"
    }
]