[
    {
        "id": 672348,
        "updated_sequence": 1046662,
        "published_at": {
            "unix": 1536352200,
            "text": "2018-09-07 21:30:00 +0100",
            "iso_8601": "2018-09-07T20:30:00Z"
        },
        "updated_at": {
            "unix": 1536352200,
            "text": "2018-09-07 21:30:00 +0100",
            "iso_8601": "2018-09-07T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-31-08-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 04:30:00",
        "gmt_time": "2018-09-07 20:30:00"
    },
    {
        "id": 673307,
        "updated_sequence": 1046658,
        "published_at": {
            "unix": 1536351300,
            "text": "2018-09-07 21:15:00 +0100",
            "iso_8601": "2018-09-07T20:15:00Z"
        },
        "updated_at": {
            "unix": 1536351803,
            "text": "2018-09-07 21:23:23 +0100",
            "iso_8601": "2018-09-07T20:23:23Z"
        },
        "subject": "RANsquawk Week in Focus - Week In Focus – WC 10 September 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20040/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.<br />COMING UP: Sunday: Swedish election. Monday: Japan GDP (Revised), China CPI, Norway CPI, UK Monthly GDP (Jul). Tuesday: OPEC and non-OPEC technical committee to meet, UK Jobs Data, Germany ZEW Survey Wednesday: Eurozone Employment, OPEC Monthly Oil Market Report. Thursday: ECB Interest Rate Decision, BoE Interest Rate Decision, CBRT Interest Rate Decision, Australia Employment Data, US CPI Friday: Sweden CPI, CBR Rate Decision</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-in-focus-wc-10-september-2018-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 04:15:00",
        "gmt_time": "2018-09-07 20:15:00"
    },
    {
        "id": 673316,
        "updated_sequence": 1046660,
        "published_at": {
            "unix": 1536351300,
            "text": "2018-09-07 21:15:00 +0100",
            "iso_8601": "2018-09-07T20:15:00Z"
        },
        "updated_at": {
            "unix": 1536351827,
            "text": "2018-09-07 21:23:47 +0100",
            "iso_8601": "2018-09-07T20:23:47Z"
        },
        "subject": "RANsquawk Central Bank Weekly Briefing, 7 September 2018 - Previews for ECB, BOE, CBRT, CBR; reviews for BOC, RBA, Riksbank",
        "content": "<ul><li><strong>Previews for ECB, BOE, CBRT, CBR; reviews for BOC, RBA, Riksbank To download the report, please click <a href=\"/research_sheets/20041/download\">here</a>.</strong></li>\r\n  <li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-briefing-7-september-2018-previews-for-ecb-boe-cbrt-cbr-reviews-for-boc-rba-riksbank-07-09-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 04:15:00",
        "gmt_time": "2018-09-07 20:15:00"
    },
    {
        "id": 673320,
        "updated_sequence": 1046656,
        "published_at": {
            "unix": 1536350640,
            "text": "2018-09-07 21:04:00 +0100",
            "iso_8601": "2018-09-07T20:04:00Z"
        },
        "updated_at": {
            "unix": 1536350720,
            "text": "2018-09-07 21:05:20 +0100",
            "iso_8601": "2018-09-07T20:05:20Z"
        },
        "subject": "RANsquawk US Market Wrap - 7 Sep 2018: Trump threatens to escalate trade wars with China",
        "content": "<p><strong>To download the report, please click <a href=\"/research_sheets/20042/download\">here</a>;&nbsp;If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</strong></p>\r\n\r\n<p><strong>SNAP-SHOT: Equities down, Treasuries down, crude mixed, dollar up.<br />REAR-VIEW: Trump threatens to escalate trade conflict with China; US NFP beats.<br />NEXT WEEK: Swedish election; BOE, ECB, CBRT, CBR; German ZEW; UK jobs, US retail sales and CPI.</strong></p>\r\n\r\n<p><strong>* TRADE: </strong>US President Trump on Friday told reporters that he is &ldquo;ready to go&rdquo; on $276bln of tariffs on China, &ldquo;if he wants.&rdquo; The tariffs would be in addition to the $200bln of tariffs on China, whose comment period expired on Thursday. Both the US and China have already imposed $50bln of tariffs on each other; China has maintained that it would be forced to retaliate if any other tariffs were imposed. Analysts said Trump&rsquo;s comments were escalating trade conflict; however, JPMorgan urged caution since the President&rsquo;s comments were not an official policy announcement.</p>\r\n\r\n<p><strong>* NAFTA: </strong>The commentary from policymakers continues to be positive, with Canada&rsquo;s foreign minister Freeland once again stating that talks were constructive, and progress was being made. However, early on Friday, sources reported that the US and Canada were unlikely to reach a deal by the end of the week. However, when asked, Freeland declined to say whether further NAFTA talks will be needed next week. Later in the session, US President Trump said the US is working on a deal with Canada, &ldquo;we will see if it good.&rdquo;</p>\r\n\r\n<p><strong>* US NONFARM PAYROLLS (AUG): </strong>The US economy added 201k nonfarm payrolls in August, slightly above expectations for 191k. Average hourly earnings grew by 2.9% YY in August, analysts had expected an unchanged 2.7%. The market digested the data with a bid in the dollar, selling fixed income, and there were also modest negative ticks in the equity complex, with the data seemingly giving a nod to the Fed&rsquo;s normalisation trajectory. Wells Fargo said that while the data was an improvement on July, the overall trend in hiring is slowing, as employers are finding it increasingly difficult to find qualified workers, and as a result, wage pressures are being stoked.</p>\r\n\r\n<p><strong>* FED: </strong>Fed&rsquo;s Rosengren (non-voter, hawk) said the US economy was performing well, and called for gradual hikes since there was no reason for the Fed to remain accommodative. Rosengren saw the neutral rate between 2.5-3.0%. Fed&rsquo;s Kaplan stated that the FOMC will not need to make a judgement on whether or not rates will become restrictive until the middle of next year. On the yield curve, Kaplan said he was not worried that raising rates a further three times would invert the yield curve, and added that an inverted yield curve could be a worry since it may impede credit growth. Fed&#39;s Mester (voter, Hawk) expects inflation sustainability at 2% by the end of the year.</p>\r\n\r\n<p><strong>* BREXIT: </strong>The commentary from Europe has continued to be positive on Friday, with the bloc&rsquo;s chief Brexit negotiator Barnier stating that he was open to discussing other backstops, and was ready to simplify checks on the Irish border, according to a transcript cited by newswires. Barnier also said he wanted o de-dramatize the Brexit backstop, and he was determined to work for an orderly withdrawal of the UK, along with an ambitious future relationship. Separately, Barnier was said to have told Austrian Chancellor Kurz that 90% of the Brexit treaty is now completed.</p>\r\n\r\n<p><strong>* SPX -0.2% AT 2872, DJIA -0.3% AT 25921, NDX -0.3 AT 7431; SECTORS: ENERGY -0.1%, MATERIALS -0.5%, INDUSTRIALS -0.3%, CONSUMER DISC 0.0%, CONSUMER STAP -0.2%, HEALTHCARE +0.2%, FINANCIALS -0.1%, IT -0.3%, TELECOMS -0.4%, UTILITIES -1.2%. </strong>Stocks were hit in afternoon trade as US President Trump hinted that he could impose another round of tariffs on China, which saw the ES drop from around 2880 to 2867.50 and it moved sideways for the rest of the session. Traders have been on alert to the possibility of the US announcing $200bln of tariffs on China imports after the public consultation period expired on Thursday; Trump has suggested that a further round could be on the cards. In stock specifics, the defensive sectors (utilities and telecoms) were hit as Treasury yields rose after solid NFP data. Broadcom (AVGO) was higher by almost 7% after reporting decent earnings on Thursday AMC. Tesla (TSLA) was the worst performer on the NDX after further senior management quit the company, and as investors were concerned about the behaviour of founder Elon Musk after he was interviewed while smoking marijuana and drinking whisky on a internet talk show.</p>\r\n\r\n<p><strong>* T-NOTE FUTURES (Z8) SETTLE 17 TICKS LOWER AT 119-20+. </strong>The T-Note future was sold after a solid NFP print, where AHE rose more than expected, which pushed the future down from 120-04 down to 119-20; newswires reported that there was large put buying interest into the data in the TYZ8 contract. After the data, there was some stabilisation, with the Z8 contract trading between 119-20 to 119-23, though there was a bid after Trump threatened China with further tariffs, but even then, the move was faded as we approached the close. Despite yields higher across the curve, there was some narrowing between major curve spreads (5s30s -3bps, 2s30s -2bps, 2s10s -0.2bps).</p>\r\n\r\n<p><strong>* WTI (V8) SETTLES 2 CENTS LOWER AT $$67.75/BBL; BRENT (X8) SETTLES 33 CENTS HIGHER AT $76.83/BBL. </strong>Crude was mixed on Friday. Some desks noted that the better than expected nonfarm payrolls release out of the US contributed to USD strength as the data makes it more likely the Fed will continue on its hiking trajectory, and that USD strength prompted energy traders to sell commodities and bank gains. The wider narrative remains unchanged, and the market is expecting a tightening in supplies in the latter part of the year as Iranian supply is lost after US sanctions. IEA director Birol stated that he was expecting robust oil production growth, though supply was expected to tighten. Birol said that the Saudis had more scope to lift production, and warned that he saw more US oil pipeline capacity next year. The IEA director also said that producers should pump more oil to prevent prices from rising further, a scenario Birol said would not be good for the global economy. This week, Baker Hughes Rig Count (7 Sep) reported oil rigs -2 at 860, gas rigs +2 at 186, and the total rig count unchanged at 1048.</p>\r\n\r\n<p><strong>* DXY: </strong>Back on the 95.000 handle vs fresh lows for the week in the run up to NFP, and surely on course to end the trend of losing ground post-NFP almost whatever the outcome. The latest jobs data beat in headline terms, albeit offset by back month downgrades and an uptick in the unemployment rate, but stronger than forecast average earnings have helped to lift Fed tightening expectations beyond the effectively priced in +25 bp for this month&rsquo;s FOMC. The index is around 95.250 and not that far from best levels seen since Monday (circa 95.737) amidst broad Dollar gains vs G10 counterparts, while taking some steam out of the latest recovery in EM currencies.</p>\r\n\r\n<p><strong>* GBP: </strong>Friday&rsquo;s major outperformer and counter-trend mover on more positive sounding Brexit reports after seemingly false hopes of a mellower stance from Germany on conditions and requirements for the future UK-EU relationship. According to a UK parliament document, chief EU negotiator Barnier did not dismiss the Chequers White Paper out of hand, and perhaps more importantly is willing to simply some border checks and consider alternative Irish back-stop proposals. Cable currently mid-range between 1.2915-1.3030 parameters and not far from where it started the week, but well off worst levels just below 1.2800, with a similar pattern seen in Eur/Gbp that is just above 0.8900 from 0.9050 at one stage.</p>\r\n\r\n<p><strong>* AUD: </strong>At the opposite end of the G10 spectrum and undermined by ongoing global trade tensions, that may now spread to Japan if US President Trump backs up words with actions (or at least uses import tariffs as a bargaining tool as he has elsewhere), plus still on-hold albeit less dovish RBA policy guidance and tighter mortgage lending rates. Aud/Usd down to fresh 2018 and multi-year lows circa 0.7125 having filled reported export bids and leverage account buying interest at 0.7150 vs 0.7235 at best. Note, Aud/NZD is pivoting 1.0900 as the Kiwi holds off its new ytd+ base at 0.6530, but also registers a heavy loss on the week having been over 0.6600 at best.</p>\r\n\r\n<p><strong>* CAD: </strong>Another wild ride for the Loonie between 1.3225 and 1.3035 extremes on fluctuating NAFTA reports (but mostly positive), data (mixed to mainly disappointing) and a less cautious, but still data dependent BoC reiterating gradual rate hikes ahead. Usd/Cad ending the week around 1.3130 after weakening to 1.3180 on an all-round dire Canadian jobs report (headline hugely weaker than anticipated and wages slowing quite sharply).</p>\r\n\r\n<p><strong>* EUR: </strong>Also set to end the week relatively close to &lsquo;opening&rsquo; levels after hitting a new peak just over 1.1650 and briefly clearing 2 HMAs above 1.1600 and overcoming several German data misses with the aid of more budget compliant messages from the Italian Government. Presently back below the big figure, but &lsquo;comfortably&rsquo; off 1.1525 or thereabouts lows.</p>\r\n\r\n<p><strong>* JPY, CHF: </strong>A choppy week for the traditional safe-havens as well, with Usd/Jpy returning to the 111.00 mark vs a high of 111.75 and low of just over 110.00, and the Jpy seeing net cash inflows due to repatriation for the unfortunate earthquakes, while the Franc derived some support from firm Swiss GDP data to trade above 0.9650 at one stage vs 0.9765 at worst.</p>\r\n\r\n<p><strong>* SEK: </strong>Short-covering ahead of Sunday&rsquo;s Swedish election (full preview available via Research Suite) and Riksbank liquidity provisions saw the Krona reverse all and a bit more of its post-Central Bank policy meeting losses (Eur/Sek sub-10.5000 vs just over 10.6000 at one stage on Thursday). To recap, rate hike projections were pushed out to December or February 2019 vs Q4 this year previously, and with October now likely to hone guidance on the precise timing given that Governor Ingves highlighted the importance of communicating a clear message, while stating the case for 25 bp moves as anything smaller is not really meaningful in the monetary policy sense.</p>\r\n\r\n<p><strong>* EM: </strong>The Lira, Rand and Rouble took turns to lead a broader recovery across the region, but the catalyst appeared to be the first firm indication of higher official rates from the CBRT. Indeed, the Bank pre-announced that its policy stance will change next Thursday and Usd/Try has retreated below 6.5000 awaiting action with the consensus for a 325 bp move, and up to +500 bp via more hawkish/loud calls. The Zar benefited from less political angst rather than intervention, but the Rub rebounded from its lows as the CBR also leaned towards tightening next week (Friday) on the basis that inflation could exceed the 4% target by year end. Rand and Rouble now off recovery highs vs the Usd that bounced post-NFP, as noted above circa 15.1300 and 69.4400 respectively.</p>\r\n\r\n<p><strong>* COMING UP NEXT WEEK: </strong>Sunday: Swedish election. Monday: Japan GDP (Revised), China CPI, Norway CPI, UK Monthly GDP (Jul). Tuesday: OPEC and non-OPEC technical committee to meet, UK Jobs Data, Germany ZEW Survey. Wednesday: Eurozone Employment, OPEC Monthly Oil Market Report. Thursday: ECB Interest Rate Decision, BoE Interest Rate Decision, CBRT Interest Rate Decision, Australia Employment Data, US CPI. Friday: Sweden CPI, CBR Rate Decision.<a href=\"https://portal.ransquawk.com/research_sheets/20040/download\"><em><strong> Click here to read full preview.</strong></em></a></p>\r\n\r\n<p><strong>* CENTRAL BANK WEEKLY BRIEFING: </strong>Previews for ECB, BOE, CBRT, CBR; reviews for BOC, RBA, Riksbank. <a href=\"https://portal.ransquawk.com/research_sheets/20041/download\"><em><strong>Click here to read full note.</strong></em></a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-7-sep-2018-trump-threatens-to-escalate-trade-wars-with-china-07-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 04:04:00",
        "gmt_time": "2018-09-07 20:04:00"
    },
    {
        "id": 673319,
        "updated_sequence": 1046653,
        "published_at": {
            "unix": 1536349620,
            "text": "2018-09-07 20:47:00 +0100",
            "iso_8601": "2018-09-07T19:47:00Z"
        },
        "updated_at": {
            "unix": 1536349666,
            "text": "2018-09-07 20:47:46 +0100",
            "iso_8601": "2018-09-07T19:47:46Z"
        },
        "subject": "Weekly FX CFTC COT DATA: Specs flip to EUR long",
        "content": "<ul><li>EUR long 8K vs 7K&nbsp;short last week.&nbsp; Position turns to long from short (15K change)</li>\r\n  <li>GBP short 70K vs 77K short last week. Shorts trimmed 7K</li>\r\n  <li>JPY short 52K vs 46K short last week. Shorts increased 6K</li>\r\n  <li>CHF short 40K vs 45K short last week. Shorts trimmed 5K</li>\r\n  <li>CAD short 26K vs 25K short last week. Shorts increased 1K</li>\r\n  <li>AUD short 44k vs 45k short&nbsp;last week. Shorts trimmed 1K</li>\r\n  <li>NZD short 25K vs 24K short last week. Shorts increases 1K</li>\r\n  <li><a href=\"https://www.forexlive.com/news/!/cftc-commitments-of-traders-03-20180907\">Via ForexLive</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ForexLive",
        "slug": "weekly-fx-cftc-cot-data-specs-flip-to-eur-long-07-09-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 03:47:00",
        "gmt_time": "2018-09-07 19:47:00"
    },
    {
        "id": 673318,
        "updated_sequence": 1046650,
        "published_at": {
            "unix": 1536349380,
            "text": "2018-09-07 20:43:00 +0100",
            "iso_8601": "2018-09-07T19:43:00Z"
        },
        "updated_at": {
            "unix": 1536349444,
            "text": "2018-09-07 20:44:04 +0100",
            "iso_8601": "2018-09-07T19:44:04Z"
        },
        "subject": "Iraq declares state of emergency in Baghdad and Basra due to violent protests",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iraq-declares-state-of-emergency-in-baghdad-and-basra-due-to-violent-protests-07-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 03:43:00",
        "gmt_time": "2018-09-07 19:43:00"
    },
    {
        "id": 673317,
        "updated_sequence": 1046647,
        "published_at": {
            "unix": 1536349140,
            "text": "2018-09-07 20:39:00 +0100",
            "iso_8601": "2018-09-07T19:39:00Z"
        },
        "updated_at": {
            "unix": 1536349198,
            "text": "2018-09-07 20:39:58 +0100",
            "iso_8601": "2018-09-07T19:39:58Z"
        },
        "subject": "CNBC reports that proposed tariff list covers a wide range of Apple (AAPL) products",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cnbc-reports-that-proposed-tariff-list-covers-a-wide-range-of-apple-aapl-products-07-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 03:39:00",
        "gmt_time": "2018-09-07 19:39:00"
    },
    {
        "id": 673315,
        "updated_sequence": 1046641,
        "published_at": {
            "unix": 1536346320,
            "text": "2018-09-07 19:52:00 +0100",
            "iso_8601": "2018-09-07T18:52:00Z"
        },
        "updated_at": {
            "unix": 1536346462,
            "text": "2018-09-07 19:54:22 +0100",
            "iso_8601": "2018-09-07T18:54:22Z"
        },
        "subject": "Philips 66 intends to shut its 150,000bpd gasoline unit at the Linden Bayway refinery, over the course of the next 48 hours. The unit will be shut until the end of the month, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philips-66-intends-to-shut-its-150-000bpd-gasoline-unit-at-the-linden-bayway-refinery-over-the-course-of-the-next-48-hours-the-unit-will-be-shut-until-the-end-of-the-month-according-to-sources-07-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 02:52:00",
        "gmt_time": "2018-09-07 18:52:00"
    },
    {
        "id": 673314,
        "updated_sequence": 1046638,
        "published_at": {
            "unix": 1536346200,
            "text": "2018-09-07 19:50:00 +0100",
            "iso_8601": "2018-09-07T18:50:00Z"
        },
        "updated_at": {
            "unix": 1536346302,
            "text": "2018-09-07 19:51:42 +0100",
            "iso_8601": "2018-09-07T18:51:42Z"
        },
        "subject": "Fed's Kaplan (non-voter) states the FOMC will not need to make a judgement on whether or not rates will become restrictive until the middle of next year ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-states-the-fomc-will-not-need-to-make-a-judgement-on-whether-or-not-rates-will-become-restrictive-until-the-middle-of-next-year-07-09-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 02:50:00",
        "gmt_time": "2018-09-07 18:50:00"
    },
    {
        "id": 673313,
        "updated_sequence": 1046635,
        "published_at": {
            "unix": 1536345660,
            "text": "2018-09-07 19:41:00 +0100",
            "iso_8601": "2018-09-07T18:41:00Z"
        },
        "updated_at": {
            "unix": 1536345743,
            "text": "2018-09-07 19:42:23 +0100",
            "iso_8601": "2018-09-07T18:42:23Z"
        },
        "subject": "US President Trump states that the US are working on a deal with Canada and \"will see if it is good\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-states-that-the-us-are-working-on-a-deal-with-canada-and-will-see-if-it-is-good-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 02:41:00",
        "gmt_time": "2018-09-07 18:41:00"
    },
    {
        "id": 673312,
        "updated_sequence": 1046632,
        "published_at": {
            "unix": 1536345060,
            "text": "2018-09-07 19:31:00 +0100",
            "iso_8601": "2018-09-07T18:31:00Z"
        },
        "updated_at": {
            "unix": 1536345579,
            "text": "2018-09-07 19:39:39 +0100",
            "iso_8601": "2018-09-07T18:39:39Z"
        },
        "subject": "WTI (V8) settles 2 cents lower at USD 67.75/bbl; Brent (X8) settles 33 cents higher at USD 76.83/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Crude was mixed on Friday. Some desks noted that the better than expected nonfarm payrolls release out of the US contributed to USD strength as the data makes it more likely the Fed will continue on its hiking trajectory, and that USD strength prompted energy traders to sell commodities and bank gains. The wider narrative remains unchanged, and the market is expecting a tightening in supplies in the latter part of the year as Iranian supply is lost after US sanctions. IEA director Birol stated that he was expecting robust oil production growth, though supply was expected to tighten. Birol said that the Saudis had more scope to lift production, and warned that he saw more US oil pipeline capacity next year. The IEA director also said that producers should pump more oil to prevent prices from rising further, a scenario Birol said would not be good for the global economy.</p>\r\n",
        "analysis_updated_at": {
            "unix": 1536345120,
            "text": "2018-09-07 19:32:00 +0100",
            "iso_8601": "2018-09-07T18:32:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-v8-settles-2-cents-lower-at-usd-67-75-bbl-brent-x8-settles-33-cents-higher-at-usd-76-83-bbl-07-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 02:31:00",
        "gmt_time": "2018-09-07 18:31:00"
    },
    {
        "id": 673311,
        "updated_sequence": 1046626,
        "published_at": {
            "unix": 1536343800,
            "text": "2018-09-07 19:10:00 +0100",
            "iso_8601": "2018-09-07T18:10:00Z"
        },
        "updated_at": {
            "unix": 1536343967,
            "text": "2018-09-07 19:12:47 +0100",
            "iso_8601": "2018-09-07T18:12:47Z"
        },
        "subject": "Fed's Kaplan (non-voter) is not worried that raising rates three further times would invert the yield curve; an inverted yield curve could be a worry since it may impede credit growth",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-is-not-worried-that-raising-rates-three-further-times-would-invert-the-yield-curve-an-inverted-yield-curve-could-be-a-worry-since-it-may-impede-credit-growth-07-09-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 02:10:00",
        "gmt_time": "2018-09-07 18:10:00"
    },
    {
        "id": 673310,
        "updated_sequence": 1046621,
        "published_at": {
            "unix": 1536343680,
            "text": "2018-09-07 19:08:00 +0100",
            "iso_8601": "2018-09-07T18:08:00Z"
        },
        "updated_at": {
            "unix": 1536343748,
            "text": "2018-09-07 19:09:08 +0100",
            "iso_8601": "2018-09-07T18:09:08Z"
        },
        "subject": "Canada's Foreign Minister Freeland declines to say whether further NAFTA talks will be needed next week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-s-foreign-minister-freeland-declines-to-say-whether-further-nafta-talks-will-be-needed-next-week-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 02:08:00",
        "gmt_time": "2018-09-07 18:08:00"
    },
    {
        "id": 673309,
        "updated_sequence": 1046614,
        "published_at": {
            "unix": 1536342900,
            "text": "2018-09-07 18:55:00 +0100",
            "iso_8601": "2018-09-07T17:55:00Z"
        },
        "updated_at": {
            "unix": 1536342945,
            "text": "2018-09-07 18:55:45 +0100",
            "iso_8601": "2018-09-07T17:55:45Z"
        },
        "subject": "Opko Health (OPKO) co. has been named as a defendant in an SEC lawsuit regarding a pump-and-dump scheme",
        "content": "",
        "reaction_details": "<p>In an immediate reaction, OPK falls from USD 5.64 to USD 5.38</p>\r\n",
        "reaction_updated_at": {
            "unix": 1536342945,
            "text": "2018-09-07 18:55:45 +0100",
            "iso_8601": "2018-09-07T17:55:45Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "opko-health-opko-co-has-been-named-as-a-defendant-in-an-sec-lawsuit-regarding-a-pump-and-dump-scheme-07-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 01:55:00",
        "gmt_time": "2018-09-07 17:55:00"
    },
    {
        "id": 673308,
        "updated_sequence": 1046616,
        "published_at": {
            "unix": 1536341040,
            "text": "2018-09-07 18:24:00 +0100",
            "iso_8601": "2018-09-07T17:24:00Z"
        },
        "updated_at": {
            "unix": 1536343448,
            "text": "2018-09-07 19:04:08 +0100",
            "iso_8601": "2018-09-07T18:04:08Z"
        },
        "subject": "Fed's Kaplan (non-voter, neutral) sees US economy growing at 3.0% in 2018, says unemployment rate will probably go down further",
        "content": "<ul><li>Says the Fed has met its inflation objective</li>\r\n  <li>Kaplan says wage pressure is building</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-neutral-sees-us-economy-growing-at-3-0-in-2018-says-unemployment-rate-will-probably-go-down-further-07-09-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 01:24:00",
        "gmt_time": "2018-09-07 17:24:00"
    },
    {
        "id": 673306,
        "updated_sequence": 1046611,
        "published_at": {
            "unix": 1536339720,
            "text": "2018-09-07 18:02:00 +0100",
            "iso_8601": "2018-09-07T17:02:00Z"
        },
        "updated_at": {
            "unix": 1536342275,
            "text": "2018-09-07 18:44:35 +0100",
            "iso_8601": "2018-09-07T17:44:35Z"
        },
        "subject": "Baker Hughes Rig Count (7 Sep): Oil rigs -2 to 860, gas rigs +2 to 186, total rigs unchanged at 1048",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-7-sep-oil-rigs-2-to-860-gas-rigs-2-to-186-total-rigs-unchanged-at-1048-07-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 01:02:00",
        "gmt_time": "2018-09-07 17:02:00"
    },
    {
        "id": 673305,
        "updated_sequence": 1046598,
        "published_at": {
            "unix": 1536339540,
            "text": "2018-09-07 17:59:00 +0100",
            "iso_8601": "2018-09-07T16:59:00Z"
        },
        "updated_at": {
            "unix": 1536339678,
            "text": "2018-09-07 18:01:18 +0100",
            "iso_8601": "2018-09-07T17:01:18Z"
        },
        "subject": "Italian Finance Minister Tria says he shares the EU view to improve Italy's fiscal stance whilst pursuing growth",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-finance-minister-tria-says-he-shares-the-eu-view-to-improve-italy-s-fiscal-stance-whilst-pursuing-growth-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 00:59:00",
        "gmt_time": "2018-09-07 16:59:00"
    },
    {
        "id": 673304,
        "updated_sequence": 1046595,
        "published_at": {
            "unix": 1536338040,
            "text": "2018-09-07 17:34:00 +0100",
            "iso_8601": "2018-09-07T16:34:00Z"
        },
        "updated_at": {
            "unix": 1536338218,
            "text": "2018-09-07 17:36:58 +0100",
            "iso_8601": "2018-09-07T16:36:58Z"
        },
        "subject": "General Motors (GM) CEO, Mary Barra, says they have given thought to developing an electric pick-up truck",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "general-motors-gm-ceo-mary-barra-says-they-have-given-thought-to-developing-an-electric-pick-up-truck-07-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 00:34:00",
        "gmt_time": "2018-09-07 16:34:00"
    },
    {
        "id": 673303,
        "updated_sequence": 1046590,
        "published_at": {
            "unix": 1536337500,
            "text": "2018-09-07 17:25:00 +0100",
            "iso_8601": "2018-09-07T16:25:00Z"
        },
        "updated_at": {
            "unix": 1536337849,
            "text": "2018-09-07 17:30:49 +0100",
            "iso_8601": "2018-09-07T16:30:49Z"
        },
        "subject": "US President Trump says he would meet with the U.S. Special Council in Russia probe under certain circumstances",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-would-meet-with-the-u-s-special-council-in-russia-probe-under-certain-circumstances-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 00:25:00",
        "gmt_time": "2018-09-07 16:25:00"
    },
    {
        "id": 673302,
        "updated_sequence": 1046587,
        "published_at": {
            "unix": 1536337320,
            "text": "2018-09-07 17:22:00 +0100",
            "iso_8601": "2018-09-07T16:22:00Z"
        },
        "updated_at": {
            "unix": 1536337521,
            "text": "2018-09-07 17:25:21 +0100",
            "iso_8601": "2018-09-07T16:25:21Z"
        },
        "subject": "EU's Dombrovskis says the Italian Finance Minister assured his draft 2019 budget foresees structural deficit cut and debt reduction ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-dombrovskis-says-the-italian-finance-minister-assured-his-draft-2019-budget-foresees-structural-deficit-cut-and-debt-reduction-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 00:22:00",
        "gmt_time": "2018-09-07 16:22:00"
    },
    {
        "id": 673300,
        "updated_sequence": 1046575,
        "published_at": {
            "unix": 1536336960,
            "text": "2018-09-07 17:16:00 +0100",
            "iso_8601": "2018-09-07T16:16:00Z"
        },
        "updated_at": {
            "unix": 1536337005,
            "text": "2018-09-07 17:16:45 +0100",
            "iso_8601": "2018-09-07T16:16:45Z"
        },
        "subject": "ECB vice president de Guindos says the ECB's mandate is to focus on price stability",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-vice-president-de-guindos-says-the-ecb-s-mandate-is-to-focus-on-price-stability-07-09-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 00:16:00",
        "gmt_time": "2018-09-07 16:16:00"
    },
    {
        "id": 673301,
        "updated_sequence": 1046578,
        "published_at": {
            "unix": 1536336900,
            "text": "2018-09-07 17:15:00 +0100",
            "iso_8601": "2018-09-07T16:15:00Z"
        },
        "updated_at": {
            "unix": 1536337015,
            "text": "2018-09-07 17:16:55 +0100",
            "iso_8601": "2018-09-07T16:16:55Z"
        },
        "subject": "US President Trump says about the NYT op-ed that US Attorney General Sessions should investigate ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-about-the-nyt-op-ed-that-us-attorney-general-sessions-should-investigate-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 00:15:00",
        "gmt_time": "2018-09-07 16:15:00"
    },
    {
        "id": 673299,
        "updated_sequence": 1046572,
        "published_at": {
            "unix": 1536336840,
            "text": "2018-09-07 17:14:00 +0100",
            "iso_8601": "2018-09-07T16:14:00Z"
        },
        "updated_at": {
            "unix": 1536336936,
            "text": "2018-09-07 17:15:36 +0100",
            "iso_8601": "2018-09-07T16:15:36Z"
        },
        "subject": "Trump says there is a letter on its way to him from Kim Jong Un and he believes it will be positive",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "trump-says-there-is-a-letter-on-its-way-to-him-from-kim-jong-un-and-he-believes-it-will-be-positive-07-09-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 00:14:00",
        "gmt_time": "2018-09-07 16:14:00"
    },
    {
        "id": 673298,
        "updated_sequence": 1046592,
        "published_at": {
            "unix": 1536336600,
            "text": "2018-09-07 17:10:00 +0100",
            "iso_8601": "2018-09-07T16:10:00Z"
        },
        "updated_at": {
            "unix": 1536338175,
            "text": "2018-09-07 17:36:15 +0100",
            "iso_8601": "2018-09-07T16:36:15Z"
        },
        "subject": "US President Trump says another USD 276bln China tariffs are ready to go, added to the USD 200bln; the fresh tariffs could be available on short notice",
        "content": "<ul><li>Says the USD 200bln in tariffs could be announced soon, depending on what happens</li>\r\n  <li>says the US is starting trade negotiations with Japan and that Japan knows it&#39;s a big deal if they don&#39;t make a deal&nbsp;</li>\r\n  <li>says Canada is moving along with NAFTA talks and we will see what happens</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-another-usd-276bln-china-tariffs-are-ready-to-go-added-to-the-usd-200bln-the-fresh-tariffs-could-be-available-on-short-notice-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 00:10:00",
        "gmt_time": "2018-09-07 16:10:00"
    },
    {
        "id": 673297,
        "updated_sequence": 1046564,
        "published_at": {
            "unix": 1536336300,
            "text": "2018-09-07 17:05:00 +0100",
            "iso_8601": "2018-09-07T16:05:00Z"
        },
        "updated_at": {
            "unix": 1536336457,
            "text": "2018-09-07 17:07:37 +0100",
            "iso_8601": "2018-09-07T16:07:37Z"
        },
        "subject": "Canada's Foreign Minister says the US and Canada are both committed to work on NAFTA and that talks remain constructive",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-s-foreign-minister-says-the-us-and-canada-are-both-committed-to-work-on-nafta-and-that-talks-remain-constructive-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-08 00:05:00",
        "gmt_time": "2018-09-07 16:05:00"
    },
    {
        "id": 673296,
        "updated_sequence": 1046559,
        "published_at": {
            "unix": 1536335460,
            "text": "2018-09-07 16:51:00 +0100",
            "iso_8601": "2018-09-07T15:51:00Z"
        },
        "updated_at": {
            "unix": 1536335770,
            "text": "2018-09-07 16:56:10 +0100",
            "iso_8601": "2018-09-07T15:56:10Z"
        },
        "subject": "IEA Director Birol saysEM crisis may impact oil demand; IEA still expects robust oil production growth and tighter supply; urges producers to pump more oil to avoid higher prices",
        "content": "<ul><li>Says Saudi Arabia still has scope to raise oil output</li>\r\n  <li>Says he sees more US oil pipeline capacity next year</li>\r\n  <li>Birol says it would not be good for the global economy if oil prices continue to rise</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iea-director-birol-saysem-crisis-may-impact-oil-demand-iea-still-expects-robust-oil-production-growth-and-tighter-supply-urges-producers-to-pump-more-oil-to-avoid-higher-prices-07-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 23:51:00",
        "gmt_time": "2018-09-07 15:51:00"
    },
    {
        "id": 673295,
        "updated_sequence": 1046548,
        "published_at": {
            "unix": 1536334200,
            "text": "2018-09-07 16:30:00 +0100",
            "iso_8601": "2018-09-07T15:30:00Z"
        },
        "updated_at": {
            "unix": 1536334472,
            "text": "2018-09-07 16:34:32 +0100",
            "iso_8601": "2018-09-07T15:34:32Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (-0.20%), FTSE 100 (-0.67%), DAX (-0.04%), CAC (+0.10%), IBEX (-0.47%), FTSE MIB (-0.46%\t), SMI (+0.26%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-20-ftse-100-0-67-dax-0-04-cac-0-10-ibex-0-47-ftse-mib-0-46-smi-0-26-07-09-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 23:30:00",
        "gmt_time": "2018-09-07 15:30:00"
    },
    {
        "id": 673294,
        "updated_sequence": 1046545,
        "published_at": {
            "unix": 1536333000,
            "text": "2018-09-07 16:10:00 +0100",
            "iso_8601": "2018-09-07T15:10:00Z"
        },
        "updated_at": {
            "unix": 1536333424,
            "text": "2018-09-07 16:17:04 +0100",
            "iso_8601": "2018-09-07T15:17:04Z"
        },
        "subject": "New York Fed Staff GDP Nowcast (Q3 2018): 2.2% (prev 2.0%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-fed-staff-gdp-nowcast-q3-2018-2-2-prev-2-0-07-09-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 23:10:00",
        "gmt_time": "2018-09-07 15:10:00"
    },
    {
        "id": 673293,
        "updated_sequence": 1046561,
        "published_at": {
            "unix": 1536332820,
            "text": "2018-09-07 16:07:00 +0100",
            "iso_8601": "2018-09-07T15:07:00Z"
        },
        "updated_at": {
            "unix": 1536336138,
            "text": "2018-09-07 17:02:18 +0100",
            "iso_8601": "2018-09-07T16:02:18Z"
        },
        "subject": "EU's Barnier is said to have told Austria's Chancellor Kurz that 90% of the Brexit treaty is now complete",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-barnier-is-said-to-have-told-austria-s-chancellor-kurz-that-90-of-the-brexit-treaty-is-now-complete-07-09-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 23:07:00",
        "gmt_time": "2018-09-07 15:07:00"
    },
    {
        "id": 673292,
        "updated_sequence": 1046539,
        "published_at": {
            "unix": 1536332760,
            "text": "2018-09-07 16:06:00 +0100",
            "iso_8601": "2018-09-07T15:06:00Z"
        },
        "updated_at": {
            "unix": 1536332851,
            "text": "2018-09-07 16:07:31 +0100",
            "iso_8601": "2018-09-07T15:07:31Z"
        },
        "subject": "Fed's Mester (voter, Hawk) expects inflation sustainability at 2% by the end of the year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-mester-voter-hawk-expects-inflation-sustainability-at-2-by-the-end-of-the-year-07-09-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 23:06:00",
        "gmt_time": "2018-09-07 15:06:00"
    },
    {
        "id": 673291,
        "updated_sequence": 1046536,
        "published_at": {
            "unix": 1536332640,
            "text": "2018-09-07 16:04:00 +0100",
            "iso_8601": "2018-09-07T15:04:00Z"
        },
        "updated_at": {
            "unix": 1536332723,
            "text": "2018-09-07 16:05:23 +0100",
            "iso_8601": "2018-09-07T15:05:23Z"
        },
        "subject": "NHC says Tropical Depression Gordon strengthening is forecast in the next 48 hours ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nhc-says-tropical-depression-gordon-strengthening-is-forecast-in-the-next-48-hours-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 23:04:00",
        "gmt_time": "2018-09-07 15:04:00"
    },
    {
        "id": 673289,
        "updated_sequence": 1046530,
        "published_at": {
            "unix": 1536331980,
            "text": "2018-09-07 15:53:00 +0100",
            "iso_8601": "2018-09-07T14:53:00Z"
        },
        "updated_at": {
            "unix": 1536332081,
            "text": "2018-09-07 15:54:41 +0100",
            "iso_8601": "2018-09-07T14:54:41Z"
        },
        "subject": "US activist Spingowl calls for Playtech (PTEC LN) to spin-off non-core financial assets, says co. is worth significantly more than stock price",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-activist-spingowl-calls-for-playtech-ptec-ln-to-spin-off-non-core-financial-assets-says-co-is-worth-significantly-more-than-stock-price-07-09-2018",
        "hidden": false,
        "section": {
            "id": 35,
            "name": "UK Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 22:53:00",
        "gmt_time": "2018-09-07 14:53:00"
    },
    {
        "id": 673288,
        "updated_sequence": 1046527,
        "published_at": {
            "unix": 1536331440,
            "text": "2018-09-07 15:44:00 +0100",
            "iso_8601": "2018-09-07T14:44:00Z"
        },
        "updated_at": {
            "unix": 1536331550,
            "text": "2018-09-07 15:45:50 +0100",
            "iso_8601": "2018-09-07T14:45:50Z"
        },
        "subject": "Fed's Kaplan (non-voter, dovish) says the US-China trade dispute may take time to resolve",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-dovish-says-the-us-china-trade-dispute-may-take-time-to-resolve-07-09-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 22:44:00",
        "gmt_time": "2018-09-07 14:44:00"
    },
    {
        "id": 673287,
        "updated_sequence": 1046524,
        "published_at": {
            "unix": 1536331200,
            "text": "2018-09-07 15:40:00 +0100",
            "iso_8601": "2018-09-07T14:40:00Z"
        },
        "updated_at": {
            "unix": 1536331266,
            "text": "2018-09-07 15:41:06 +0100",
            "iso_8601": "2018-09-07T14:41:06Z"
        },
        "subject": "Weekly FX Wrap: EMs settle some scores amidst all the developing trade wars",
        "content": "<p>DXY</p>\r\n\r\n<p>Back on the 95.000 handle vs fresh lows for the week in the run up to NFP, and surely on course to end the trend of losing ground post-NFP almost whatever the outcome. The latest jobs data beat in headline terms, albeit offset by back month downgrades and an uptick in the unemployment rate, but stronger than forecast average earnings have helped to lift Fed tightening expectations beyond the effectively priced in +25 bp for this month&rsquo;s FOMC. The index is around 95.250 and not that far from best levels seen since Monday (circa 95.737) amidst broad Dollar gains vs G10 counterparts, while taking some steam out of the latest recovery in EM currencies.</p>\r\n\r\n<p>GBP</p>\r\n\r\n<p>Friday&rsquo;s major outperformer and counter-trend mover on more positive sounding Brexit reports after seemingly false hopes of a mellower stance from Germany on conditions and requirements for the future UK-EU relationship. According to a UK parliament document, chief EU negotiator Barnier did not dismiss the Chequers White Paper out of hand, and perhaps more importantly is willing to simply some border checks and consider alternative Irish back-stop proposals. Cable currently mid-range between 1.2915-1.3030 parameters and not far from where it started the week, but well off worst levels just below 1.2800, with a similar pattern seen in Eur/Gbp that is just above 0.8900 from 0.9050 at one stage.</p>\r\n\r\n<p>AUD</p>\r\n\r\n<p>At the opposite end of the G10 spectrum and undermined by ongoing global trade tensions, that may now spread to Japan if US President Trump backs up words with actions (or at least uses import tariffs as a bargaining tool as he has elsewhere), plus still on-hold albeit less dovish RBA policy guidance and tighter mortgage lending rates. Aud/Usd down to fresh 2018 and multi-year lows circa 0.7125 having filled reported export bids and leverage account buying interest at 0.7150 vs 0.7235 at best. Note, Aud/NZD is pivoting 1.0900 as the Kiwi holds off its new ytd+ base at 0.6530, but also registers a heavy loss on the week having been over 0.6600 at best.</p>\r\n\r\n<p>CAD</p>\r\n\r\n<p>Another wild ride for the Loonie between 1.3225 and 1.3035 extremes on fluctuating NAFTA reports (but mostly positive), data (mixed to mainly disappointing) and a less cautious, but still data dependent BoC reiterating gradual rate hikes ahead. Usd/Cad ending the week around 1.3130 after weakening to 1.3180 on an all-round dire Canadian jobs report (headline hugely weaker than anticipated and wages slowing quite sharply).</p>\r\n\r\n<p>EUR</p>\r\n\r\n<p>Also set to end the week relatively close to &lsquo;opening&rsquo; levels after hitting a new peak just over 1.1650 and briefly clearing 2 HMAs above 1.1600 and overcoming several German data misses with the aid of more budget compliant messages from the Italian Government. Presently back below the big figure, but &lsquo;comfortably&rsquo; off 1.1525 or thereabouts lows.</p>\r\n\r\n<p>JPY/CHF</p>\r\n\r\n<p>A choppy week for the traditional safe-havens as well, with Usd/Jpy returning to the 111.00 mark vs a high of 111.75 and low of just over 110.00, and the Jpy seeing net cash inflows due to repatriation for the unfortunate earthquakes, while the Franc derived some support from firm Swiss GDP data to trade above 0.9650 at one stage vs 0.9765 at worst.</p>\r\n\r\n<p>SEK</p>\r\n\r\n<p>Short-covering ahead of Sunday&rsquo;s Swedish election (full preview available via Research Suite) and Riksbank liquidity provisions saw the Krona reverse all and a bit more of its post-Central Bank policy meeting losses (Eur/Sek sub-10.5000 vs just over 10.6000 at one stage on Thursday). To recap, rate hike projections were pushed out to December or February 2019 vs Q4 this year previously, and with October now likely to hone guidance on the precise timing given that Governor Ingves highlighted the importance of communicating a clear message, while stating the case for 25 bp moves as anything smaller is not really meaningful in the monetary policy sense.</p>\r\n\r\n<p>EM &nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>The Lira, Rand and Rouble took turns to lead a broader recovery across the region, but the catalyst appeared to be the first firm indication of higher official rates from the CBRT. Indeed, the Bank pre-announced that its policy stance will change next Thursday and Usd/Try has retreated below 6.5000 awaiting action with the consensus for a 325 bp move, and up to +500 bp via more hawkish/loud calls. The Zar benefited from less political angst rather than intervention, but the Rub rebounded from its lows as the CBR also leaned towards tightening next week (Friday) on the basis that inflation could exceed the 4% target by year end. Rand and Rouble now off recovery highs vs the Usd that bounced post-NFP, as noted above circa 15.1300 and 69.4400 respectively.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-ems-settle-some-scores-amidst-all-the-developing-trade-wars-07-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 22:40:00",
        "gmt_time": "2018-09-07 14:40:00"
    },
    {
        "id": 673286,
        "updated_sequence": 1046519,
        "published_at": {
            "unix": 1536330900,
            "text": "2018-09-07 15:35:00 +0100",
            "iso_8601": "2018-09-07T14:35:00Z"
        },
        "updated_at": {
            "unix": 1536331073,
            "text": "2018-09-07 15:37:53 +0100",
            "iso_8601": "2018-09-07T14:37:53Z"
        },
        "subject": "EU's Cheif Negotiator Barnier says \"ahead of the Salzburg informal summit of EU leaders, we are determined to work for an orderly withdrawal including Ireland's backstop, and ambitious future relationship with UK\"",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, cable spiked higher by 22 pip from 1.2966 to 1.2988</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1536331073,
            "text": "2018-09-07 15:37:53 +0100",
            "iso_8601": "2018-09-07T14:37:53Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-cheif-negotiator-barnier-says-ahead-of-the-salzburg-informal-summit-of-eu-leaders-we-are-determined-to-work-for-an-orderly-withdrawal-including-ireland-s-backstop-and-ambitious-future-relationship-with-uk-07-09-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 22:35:00",
        "gmt_time": "2018-09-07 14:35:00"
    },
    {
        "id": 673285,
        "updated_sequence": 1046521,
        "published_at": {
            "unix": 1536330840,
            "text": "2018-09-07 15:34:00 +0100",
            "iso_8601": "2018-09-07T14:34:00Z"
        },
        "updated_at": {
            "unix": 1536331110,
            "text": "2018-09-07 15:38:30 +0100",
            "iso_8601": "2018-09-07T14:38:30Z"
        },
        "subject": "Fed's Kaplan (Neutral, Non-voter) says we ought to be moving towards neutral interest rate and raising rates 3-4 times over the next 9-12 months",
        "content": "<ul><li>says he does not think that the current trade tensions should change the interest rate path&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-neutral-non-voter-says-we-ought-to-be-moving-towards-neutral-interest-rate-and-raising-rates-3-4-times-over-the-next-9-12-months-07-09-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 22:34:00",
        "gmt_time": "2018-09-07 14:34:00"
    },
    {
        "id": 673284,
        "updated_sequence": 1046508,
        "published_at": {
            "unix": 1536330720,
            "text": "2018-09-07 15:32:00 +0100",
            "iso_8601": "2018-09-07T14:32:00Z"
        },
        "updated_at": {
            "unix": 1536330825,
            "text": "2018-09-07 15:33:45 +0100",
            "iso_8601": "2018-09-07T14:33:45Z"
        },
        "subject": "Fed's Kaplan (non-voter, neutral) says today's US jobs report is in-line with his view of a strong economy; adding the report shows there is a tight labour market ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox Business News",
        "slug": "fed-s-kaplan-non-voter-neutral-says-today-s-us-jobs-report-is-in-line-with-his-view-of-a-strong-economy-adding-the-report-shows-there-is-a-tight-labour-market-07-09-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 22:32:00",
        "gmt_time": "2018-09-07 14:32:00"
    },
    {
        "id": 673280,
        "updated_sequence": 1046496,
        "published_at": {
            "unix": 1536330180,
            "text": "2018-09-07 15:23:00 +0100",
            "iso_8601": "2018-09-07T14:23:00Z"
        },
        "updated_at": {
            "unix": 1536330264,
            "text": "2018-09-07 15:24:24 +0100",
            "iso_8601": "2018-09-07T14:24:24Z"
        },
        "subject": "NEC Director Kudlow says dairy issue continue to block a NAFTA deal with Canada",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox Business News",
        "slug": "nec-director-kudlow-says-dairy-issue-continue-to-block-a-nafta-deal-with-canada-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 22:23:00",
        "gmt_time": "2018-09-07 14:23:00"
    },
    {
        "id": 673279,
        "updated_sequence": 1046493,
        "published_at": {
            "unix": 1536330000,
            "text": "2018-09-07 15:20:00 +0100",
            "iso_8601": "2018-09-07T14:20:00Z"
        },
        "updated_at": {
            "unix": 1536330037,
            "text": "2018-09-07 15:20:37 +0100",
            "iso_8601": "2018-09-07T14:20:37Z"
        },
        "subject": "Irish PM said he wants to see an Brexit agreement by November at the latest",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-pm-said-he-wants-to-see-an-brexit-agreement-by-november-at-the-latest-07-09-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 22:20:00",
        "gmt_time": "2018-09-07 14:20:00"
    },
    {
        "id": 673278,
        "updated_sequence": 1046490,
        "published_at": {
            "unix": 1536329580,
            "text": "2018-09-07 15:13:00 +0100",
            "iso_8601": "2018-09-07T14:13:00Z"
        },
        "updated_at": {
            "unix": 1536329731,
            "text": "2018-09-07 15:15:31 +0100",
            "iso_8601": "2018-09-07T14:15:31Z"
        },
        "subject": "RANsquawk sources note activist investor Elliott is taking a stake in AB InBev (ABI BB) - unconfirmed",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, company shares spiked higher from EUR 76.80 to EUR 77.42</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1536329731,
            "text": "2018-09-07 15:15:31 +0100",
            "iso_8601": "2018-09-07T14:15:31Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ransquawk-sources-note-activist-investor-elliott-is-taking-a-stake-in-ab-inbev-abi-bb-unconfirmed-07-09-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2018-09-07 22:13:00",
        "gmt_time": "2018-09-07 14:13:00"
    },
    {
        "id": 673277,
        "updated_sequence": 1046481,
        "published_at": {
            "unix": 1536329040,
            "text": "2018-09-07 15:04:00 +0100",
            "iso_8601": "2018-09-07T14:04:00Z"
        },
        "updated_at": {
            "unix": 1536329237,
            "text": "2018-09-07 15:07:17 +0100",
            "iso_8601": "2018-09-07T14:07:17Z"
        },
        "subject": "NEC Director Kudlow says will evaluate comments on USD 200bln China tariff list and will decide on timing and rate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-will-evaluate-comments-on-usd-200bln-china-tariff-list-and-will-decide-on-timing-and-rate-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 22:04:00",
        "gmt_time": "2018-09-07 14:04:00"
    },
    {
        "id": 673271,
        "updated_sequence": 1046460,
        "published_at": {
            "unix": 1536328200,
            "text": "2018-09-07 14:50:00 +0100",
            "iso_8601": "2018-09-07T13:50:00Z"
        },
        "updated_at": {
            "unix": 1536328245,
            "text": "2018-09-07 14:50:45 +0100",
            "iso_8601": "2018-09-07T13:50:45Z"
        },
        "subject": "NEC Director Kudlow says China has to show some action",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "nec-director-kudlow-says-china-has-to-show-some-action-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 21:50:00",
        "gmt_time": "2018-09-07 13:50:00"
    },
    {
        "id": 673270,
        "updated_sequence": 1046457,
        "published_at": {
            "unix": 1536328080,
            "text": "2018-09-07 14:48:00 +0100",
            "iso_8601": "2018-09-07T13:48:00Z"
        },
        "updated_at": {
            "unix": 1536328222,
            "text": "2018-09-07 14:50:22 +0100",
            "iso_8601": "2018-09-07T13:50:22Z"
        },
        "subject": "NEC Director Kudlow says he likes the goodwill shown by EU; adding Trump might talk to Juncker at the UN, Kudlow is mildly optimistic on talks with EU",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "nec-director-kudlow-says-he-likes-the-goodwill-shown-by-eu-adding-trump-might-talk-to-juncker-at-the-un-kudlow-is-mildly-optimistic-on-talks-with-eu-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 21:48:00",
        "gmt_time": "2018-09-07 13:48:00"
    },
    {
        "id": 673269,
        "updated_sequence": 1046454,
        "published_at": {
            "unix": 1536328020,
            "text": "2018-09-07 14:47:00 +0100",
            "iso_8601": "2018-09-07T13:47:00Z"
        },
        "updated_at": {
            "unix": 1536328076,
            "text": "2018-09-07 14:47:56 +0100",
            "iso_8601": "2018-09-07T13:47:56Z"
        },
        "subject": "NEC Director Kudlow  says US-China talks still going on, a number of issues are unsolved",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "nec-director-kudlow-says-us-china-talks-still-going-on-a-number-of-issues-are-unsolved-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 21:47:00",
        "gmt_time": "2018-09-07 13:47:00"
    },
    {
        "id": 673268,
        "updated_sequence": 1046451,
        "published_at": {
            "unix": 1536327900,
            "text": "2018-09-07 14:45:00 +0100",
            "iso_8601": "2018-09-07T13:45:00Z"
        },
        "updated_at": {
            "unix": 1536327980,
            "text": "2018-09-07 14:46:20 +0100",
            "iso_8601": "2018-09-07T13:46:20Z"
        },
        "subject": "NEC Director Kudlow is encouraged by the wages data in today's jobs report, adding it shows the strength of the economy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "nec-director-kudlow-is-encouraged-by-the-wages-data-in-today-s-jobs-report-adding-it-shows-the-strength-of-the-economy-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 21:45:00",
        "gmt_time": "2018-09-07 13:45:00"
    },
    {
        "id": 673267,
        "updated_sequence": 1046448,
        "published_at": {
            "unix": 1536327600,
            "text": "2018-09-07 14:40:00 +0100",
            "iso_8601": "2018-09-07T13:40:00Z"
        },
        "updated_at": {
            "unix": 1536327743,
            "text": "2018-09-07 14:42:23 +0100",
            "iso_8601": "2018-09-07T13:42:23Z"
        },
        "subject": "Argentina's Central Bank Governor said the 60% interest rate is an emergency rate and not viable long term",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "argentina-s-central-bank-governor-said-the-60-interest-rate-is-an-emergency-rate-and-not-viable-long-term-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 21:40:00",
        "gmt_time": "2018-09-07 13:40:00"
    },
    {
        "id": 673266,
        "updated_sequence": 1046443,
        "published_at": {
            "unix": 1536327420,
            "text": "2018-09-07 14:37:00 +0100",
            "iso_8601": "2018-09-07T13:37:00Z"
        },
        "updated_at": {
            "unix": 1536327521,
            "text": "2018-09-07 14:38:41 +0100",
            "iso_8601": "2018-09-07T13:38:41Z"
        },
        "subject": "Kraft Heinz (KHC) is reportedly not engaging with Campbell Soup (CPB), according to CNBC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "kraft-heinz-khc-is-reportedly-not-engaging-with-campbell-soup-cpb-according-to-cnbc-07-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 21:37:00",
        "gmt_time": "2018-09-07 13:37:00"
    },
    {
        "id": 673265,
        "updated_sequence": 1046440,
        "published_at": {
            "unix": 1536327180,
            "text": "2018-09-07 14:33:00 +0100",
            "iso_8601": "2018-09-07T13:33:00Z"
        },
        "updated_at": {
            "unix": 1536327303,
            "text": "2018-09-07 14:35:03 +0100",
            "iso_8601": "2018-09-07T13:35:03Z"
        },
        "subject": "BP's Whiting Indiana Refinery, Louisiana, (430,00 BPD) is said to begin shutting crude units in mid-September for work ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bp-s-whiting-indiana-refinery-louisiana-430-00-bpd-is-said-to-begin-shutting-crude-units-in-mid-september-for-work-07-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 21:33:00",
        "gmt_time": "2018-09-07 13:33:00"
    },
    {
        "id": 673264,
        "updated_sequence": 1046434,
        "published_at": {
            "unix": 1536326460,
            "text": "2018-09-07 14:21:00 +0100",
            "iso_8601": "2018-09-07T13:21:00Z"
        },
        "updated_at": {
            "unix": 1536326609,
            "text": "2018-09-07 14:23:29 +0100",
            "iso_8601": "2018-09-07T13:23:29Z"
        },
        "subject": "Argentina's Finance Minister Caputo says there is a certain level of exaggeration in FX markets; Argentina has free-floating FX to absorb shocks, adding it is not the bank's role to set a specific rate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "argentina-s-finance-minister-caputo-says-there-is-a-certain-level-of-exaggeration-in-fx-markets-argentina-has-free-floating-fx-to-absorb-shocks-adding-it-is-not-the-bank-s-role-to-set-a-specific-rate-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 21:21:00",
        "gmt_time": "2018-09-07 13:21:00"
    },
    {
        "id": 673263,
        "updated_sequence": 1046431,
        "published_at": {
            "unix": 1536326220,
            "text": "2018-09-07 14:17:00 +0100",
            "iso_8601": "2018-09-07T13:17:00Z"
        },
        "updated_at": {
            "unix": 1536326354,
            "text": "2018-09-07 14:19:14 +0100",
            "iso_8601": "2018-09-07T13:19:14Z"
        },
        "subject": "Shell announces unplanned outage at UK's St. Fergus gas terminal today; capacity cut by 10.2MCM/D",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-announces-unplanned-outage-at-uk-s-st-fergus-gas-terminal-today-capacity-cut-by-10-2mcm-d-07-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 21:17:00",
        "gmt_time": "2018-09-07 13:17:00"
    },
    {
        "id": 673263,
        "updated_sequence": 1046431,
        "published_at": {
            "unix": 1536326220,
            "text": "2018-09-07 14:17:00 +0100",
            "iso_8601": "2018-09-07T13:17:00Z"
        },
        "updated_at": {
            "unix": 1536326354,
            "text": "2018-09-07 14:19:14 +0100",
            "iso_8601": "2018-09-07T13:19:14Z"
        },
        "subject": "Shell announces unplanned outage at UK's St. Fergus gas terminal today; capacity cut by 10.2MCM/D",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-announces-unplanned-outage-at-uk-s-st-fergus-gas-terminal-today-capacity-cut-by-10-2mcm-d-07-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 21:17:00",
        "gmt_time": "2018-09-07 13:17:00"
    },
    {
        "id": 673262,
        "updated_sequence": 1046423,
        "published_at": {
            "unix": 1536325440,
            "text": "2018-09-07 14:04:00 +0100",
            "iso_8601": "2018-09-07T13:04:00Z"
        },
        "updated_at": {
            "unix": 1536325522,
            "text": "2018-09-07 14:05:22 +0100",
            "iso_8601": "2018-09-07T13:05:22Z"
        },
        "subject": "Fixed and FX latest: core bonds dive, buck revived post-NFP",
        "content": "<p>Almost a clean sweep of consensus beats from the monthly US jobs data, in stark contrast to a broadly dire Canadian report, has hit debt hard amidst block, CTA and algo sales of US Treasuries, with Bunds and Gilts down to fresh intraday lows of 159.92 and 122.06 (-51 and -43 ticks respectively), while the Eurodollar strip is re-pricing firmer Fed hike expectations. Conversely, the DXY is rejuvenated on widespread gains vs major rivals and paring some losses against EMs, with the index reclaiming 95.000+ status and surely set to break the streak of net post-NFP losses irrespective of whether good or bad? &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-core-bonds-dive-buck-revived-post-nfp-07-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 21:04:00",
        "gmt_time": "2018-09-07 13:04:00"
    },
    {
        "id": 673257,
        "updated_sequence": 1046408,
        "published_at": {
            "unix": 1536325020,
            "text": "2018-09-07 13:57:00 +0100",
            "iso_8601": "2018-09-07T12:57:00Z"
        },
        "updated_at": {
            "unix": 1536325087,
            "text": "2018-09-07 13:58:07 +0100",
            "iso_8601": "2018-09-07T12:58:07Z"
        },
        "subject": "Fed's Rosengren (non-voter, hawkish) states there is no need for Fed to remain accommodation ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-rosengren-non-voter-hawkish-states-there-is-no-need-for-fed-to-remain-accommodation-07-09-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 20:57:00",
        "gmt_time": "2018-09-07 12:57:00"
    },
    {
        "id": 673256,
        "updated_sequence": 1046437,
        "published_at": {
            "unix": 1536323940,
            "text": "2018-09-07 13:39:00 +0100",
            "iso_8601": "2018-09-07T12:39:00Z"
        },
        "updated_at": {
            "unix": 1536326625,
            "text": "2018-09-07 14:23:45 +0100",
            "iso_8601": "2018-09-07T13:23:45Z"
        },
        "subject": "Additional US Equity Stories: CBS, TSLA, MDLZ",
        "content": "<ul><li>CBS (CBS) - Fox News&#39; Charles Gasparino has said that people close to Shari Redstone say National Amusements has signaled it is willing to formally give up any attempt to merge Viacom (VIA) with CBS&nbsp;as part of negotiations that include ouster of Les Moonves and end to legal wrangling. <a href=\"https://twitter.com/CGasparino/status/1038040911085748224\">Link to tweet here</a></li>\r\n  <li><p>Tesla (TSLA) &ndash; Company&rsquo;s Chief Accounting Officer has resigned whilst the HR Chief announced she will not be returning from leave. Company shares are down 7% pre-market (Newswires)</p>\r\n  </li>\r\n  <li><p>Mondelez (MDLZ) - The co.&#39;s CEO, Dirk Van de Put, outlined a long-term strategy to generate sustainable shareholder value and become a more growth orientated co. (Newswires)</p>\r\n  </li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-cbs-tsla-mdlz-07-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 20:39:00",
        "gmt_time": "2018-09-07 12:39:00"
    },
    {
        "id": 673254,
        "updated_sequence": 1046391,
        "published_at": {
            "unix": 1536323520,
            "text": "2018-09-07 13:32:00 +0100",
            "iso_8601": "2018-09-07T12:32:00Z"
        },
        "updated_at": {
            "unix": 1536323557,
            "text": "2018-09-07 13:32:37 +0100",
            "iso_8601": "2018-09-07T12:32:37Z"
        },
        "subject": "US Net Birth/Death Adjustment (unadjusted): 104k (Prev. 146k)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-net-birth-death-adjustment-unadjusted-104k-prev-146k-07-09-2018",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 20:32:00",
        "gmt_time": "2018-09-07 12:32:00"
    },
    {
        "id": 673255,
        "updated_sequence": 1046400,
        "published_at": {
            "unix": 1536323520,
            "text": "2018-09-07 13:32:00 +0100",
            "iso_8601": "2018-09-07T12:32:00Z"
        },
        "updated_at": {
            "unix": 1536323894,
            "text": "2018-09-07 13:38:14 +0100",
            "iso_8601": "2018-09-07T12:38:14Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 7th September 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20037/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Tesla (TSLA) &ndash; The co. is under pressure from markets after CEO, Elon Musk, appeared on the popular Joe Rogan Podcast</li>\r\n  <li>Campbell Soup (CPB) &ndash; Third Point have made a move to replace the packaged food co&rsquo;s board of directors</li>\r\n  <li>Apple (AAPL) &ndash; The co. is said to be building an online tool which will assist law enforcement to request data for individuals</li>\r\n</ul>\r\n\r\n<p><strong>7th September 2018</strong></p>\r\n\r\n<p><strong>EARNINGS</strong></p>\r\n\r\n<ul><li>Broadcom (AVGO) Q3 Adj. EPS USD 4.98 vs Exp. USD 4.82, Q3 revenue USD 5.06bln vs Exp. USD 5.07bln, Q3 gross margin 51.7% vs 48.2% YY; sees Q4 revenue USD 5.40bln (+/-75mln) vs Exp. USD 5.35bln, sees Q4 gross margin 66%-68%. (Newswires)</li>\r\n  <li>Finisar (FNSR) Q1 EPS USD 0.18 vs Exp. USD 0.12, Q1 revenue USD 317.34mln vs Exp. USD 315.86mln; sees Q2 EPS USD 0.19-0.25 vs Exp. USD 0.18, sees Q2 revenue USD 315mln-335mln vs Exp. USD 332.99mln. (Newswires)</li>\r\n  <li>Five Below (FIVE) Q2 EPS USD 0.45 vs Exp. USD 0.38, Q2 revenue USD 347.7mln vs Exp. USD 334.84mln; sees Q3 EPS USD 0.17-0.19 vs Exp. USD 0.17, sees Q3 revenue USD 301mln-304mln vs Exp. USD 303.06mln; sees FY18 EPS USD 2.51-2.57 vs Exp. USD 2.48, sees FY18 revenue USD 1.53bln-1.54bln vs Exp. USD 1.52bln. (Newswires)</li>\r\n  <li>Korn/Ferry International (KFY) Q1 EPS USD 0.78 vs Exp. USD 0.71, Q1 revenue USD 465.6mln vs Exp. USD 459.37mln; sees Q2 EPS USD 0.76-0.84 vs Exp. USD 0.80, sees Q2 fee revenue USD 470mln-490mln vs Exp. USD 476.66mln. (Newswires)</li>\r\n  <li>Marvell Technologies (MRVL) Q2 Adj. EPS USD 0.35 vs Exp. USD 0.35, Q2 revenue USD 624mln vs Exp. USD 782.4mln; sees Q3 EPS USD 0.30-0.34 vs Exp. USD 0.35, sees Q3 revenue USD 825mln-865mln vs Exp. USD 895.53mln. (Newswires)</li>\r\n  <li>Okta (OKTA) Q2 EPS USD -0.15 vs Exp. USD -0.19, Q2 revenue USD 94.6mln vs Exp. USD 84.82mln; sees Q3 EPS USD -0.12 to -0.11 vs Exp. USD -0.17, sees Q3 revenue USD 96mln-97mln vs Exp. USD 88.96mln; raises FY19 EPS USD -0.48 to -0.46 from USD -0.58 to -0.54 vs Exp. USD -0.56, raises FY19 revenue USD 372mln-375mln from USD 353mln-357mln vs Exp. USD 356.46mln. (Newswires)</li>\r\n  <li>Palo Alto Networks (PANW) Q4 non-GAAP EPS USD 1.28 vs Exp. USD 1.17, Q4 revenue USD 658.1mln vs Exp. USD 633.05mln; sees Q1 non-GAAP EPS USD 1.04-1.06 vs Exp. USD 1.04, sees Q1 revenue USD 625mln-635mln vs Exp. USD 619.35mln; Q4 billings were up 29% at USD 868.1mln. Several research houses have increased their price targets following earnings. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>DOW JONES</strong></p>\r\n\r\n<ul><li>Apple (AAPL) &ndash; The co. is said to be building an online tool which will assist law enforcement to request data for individuals. Piper Jaffray has increased their PT of AAPL to USD 250 from USD 218 due to the upcoming iPhone releases. APPL has also hired Liz Schimel, a veteran media executive, to lead its upcoming news app; Goldman Sachs expects the new iPhone to be priced around USD 850 due to high demand. (Newswires)</li>\r\n  <li>Goldman Sachs (GS) &ndash; The investment bank&rsquo;s CFO, Martin Chavez, has said a report saying they are ditching their crypto trading desk is &ldquo;fake news&rdquo; and that the bank is working on a derivative of Bitcoin as it is popular amongst clients. (Newswires)</li>\r\n  <li>Johnson &amp; Johnson (JNJ) &ndash; The co. has said they are working with the Indian Government to help compensate citizens who had their artificial hip replacements recalled by the co. in 2010; discussions say that they should pay each of the 4,700 people at least USD 27,812. (Newswires)</li>\r\n  <li>Verizon (VZ) &ndash; The US telecoms&rsquo; Oath unit head, Tim Armstrong, could reportedly be leaving by as soon as next month. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>S&amp;P500</strong></p>\r\n\r\n<ul><li>Becton Dickinson (BDX) &ndash; The health care co. commented on the sale of its Advanced Bioprocessing business to Thermo Fisher Scientific (TMO), saying it will allow BDX to focus more on their Life Sciences segment. (Newswires)</li>\r\n  <li>Campbell Soup (CPB) &ndash; Activist investor, Daniel Loeb&rsquo;s Third Point, have made a move to replace the packaged food co&rsquo;s board of directors after the fund was disappointed with the limited organisational action that has been made by the firm. (Newswires)</li>\r\n  <li>General Dynamics (GD) &ndash; The aerospace and defence co. will compete against Alliant Techsystems and Tactical System for a USD 1.85bln ammunition contract with U.S. Army. (Newswires)</li>\r\n  <li>Hilton Worldwide Holdings (HLT) &ndash; The co.&rsquo;s All Suites brands has opened 34 new hotels in Q2, increasing their total amount of hotels to nearly 1000. (Newswires)</li>\r\n  <li>Mattel (MAT) &ndash; The toy co. is expanding into the film industry with its new division Mattel Films. Robbie Brenner will be Executive Producer, famed for The Dallas Buyers Club. (Newswires)</li>\r\n  <li>Nucor (NUE) &ndash; The steel producer&rsquo;s board have approved up to USD 2bln of share buybacks in open markets. (Newswires)</li>\r\n  <li>Rockwell Automation (ROK) &ndash; The industrial products co.&rsquo;s board have approved up to an extra USD 1bln to be used for share buybacks. (Newswires)</li>\r\n  <li>Royal Caribbean (RCL) &ndash; The cruise co. has raised its quarterly dividend to USD 0.70/SHR, paid on October 11th to holders on September 21st. (Newswires)</li>\r\n  <li>Twitter (TWTR) &ndash; The social media co. has permanently suspended Alex Jones&rsquo; Infowars twitter account. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>NASDAQ 100</strong></p>\r\n\r\n<ul><li>Amazon (AMZN) &ndash; The online retailer giant&rsquo;s orders and sales tracking system (for marketplace sellers) is down on the front end; it has been down since Wednesday. (Newswires)</li>\r\n  <li>Amgen (AMGN) &ndash; The pharma co., alongside AstraZeneca (AZN), have been granted therapy designation from the FDA for tezepelumab, an asthma treating drug. (Newswires)</li>\r\n  <li>Charter Communications (CHTR) &ndash; Kelly Atkinson has been named as the co.&rsquo;s new Head of Marketing, Consumer &amp; SMB. (Newswires)</li>\r\n  <li>Costco Wholesale (COST) &ndash; The wholesaler has reported August SSS are up 9.2% YY and Q4 SSS up 9.5%, August net sales were up 12.2% YY at USD 11bln and Q4 net sales were up 5% YY at USD 43.4bln. (Newswires)</li>\r\n  <li>Facebook (FB) &ndash; The social media giant is said to be planning a USD 1bln data centre in Singapore in attempts to grow in the region. FB employee and scientist, Joe Chancellor, who had ties to Cambridge Analytica has left the co.. (Newswires)</li>\r\n  <li>Fastenal (FAST) &ndash; The goods distributor has reported August net sales are up 13.7% at USD 467.89mln. (Newswires)</li>\r\n  <li>Incyte (INCY) &ndash; The pharma co.&rsquo;s CFO, David Gryska, will retire at the end of 2018. (Newswires)</li>\r\n  <li>Take-Two Interactive Software (TTWO) &ndash; Oppenheimer have said in a video preview, for the video game industry this fall, that they see intense competition dynamics. TTWO remains their favourite in anticipation of Red Dead Redemption 2 but they still like Activision (ATVI) and EA (EA). (Newswires)</li>\r\n  <li>Tesla (TSLA) &ndash; The co. is under pressure from markets after CEO, Elon Musk, appeared on the popular Joe Rogan Podcast; where the two of them spent two hours smoking dank, swinging swords and throwing back whiskey; Musk said he was not a regular smoker of weed as it is bad for his productivity. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>OTHER NEWS</strong></p>\r\n\r\n<ul><li>Caesars Entertainment (CZR) &ndash; The casino co. has launched a new sports betting and casino games app in New Jersey. (Newswires)</li>\r\n  <li>Dell Technologies (DVMT) &ndash; Activist Investor, Carl Icahn, believes the company is worth more that Dell&rsquo;s quoted USD 21.7bln plan to go public. (Newswires)</li>\r\n  <li>Fiat Chrysler (FCAU) &ndash; The automaker&rsquo;s CEO, Mike Manley, has said he will announce organisational changes by the end of the month. (Newswires)</li>\r\n  <li>KKR (KKR) &ndash; The investment firm has appointed Ulta Beauty&rsquo;s CEO, Mary Dillon, to its board. (Newswires)</li>\r\n  <li>New York Times (NYT) &ndash; US President Donald Trump tweeted: &quot;Are the investigative &lsquo;journalists&rsquo; of the New York Times going to investigate themselves - who is the anonymous letter writer?&quot;. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>BROKER MOVES</strong></p>\r\n\r\n<p><strong>Upgrades</strong></p>\r\n\r\n<ul><li>ACUITY BRANDS (AYI) UPGRADED TO OUTPERFORM FROM NEUTRAL AT BAIRD</li>\r\n  <li>AK STEEL (AKS) UPGRADED TO BUY FROM UNDERPERFORM AT BOFA/MERRILL</li>\r\n  <li>BROADCOM (AVGO) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRIL</li>\r\n  <li>CABOT OIL &amp; GAS (COG) UPGRADED TO OUTPERFORM FROM IN LINE AT EVERCORE ISI</li>\r\n  <li>CAI INTERNATIONAL (CAI) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT KEEFE BRUYETTE</li>\r\n  <li>CENTENNIAL RESOURCE DEVELOPMENT (CDEV) UPGRADED TO BUY FROM HOLD AT SUNTRUST</li>\r\n  <li>CVR ENERGY (CVI) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>DOMTAR (UFS) UPGRADED TO NEUTRAL FROM SELL AT CITI</li>\r\n  <li>DOVER (DOV) UPGRADED TO BUY FROM NEUTRAL AT CITI</li>\r\n  <li>FIDELITY SOUTHERN (LION) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT STEPHENS</li>\r\n  <li>FIVE BELOW (FIVE) UPGRADED TO BUY AT GORDON HASKETT</li>\r\n  <li>HIGHPOINT RESOURCES (HPR) UPGRADED TO BUY FROM NEUTRAL AT SEAPORT GLOBAL</li>\r\n  <li>JAMES HARDIE (JHX) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>NAVISTAR (NAV) UPGRADED TO BUY FROM NEUTRAL AT BUCKINGHAM</li>\r\n  <li>PBF ENERGY (PBF) UPGRADED TO NEUTRAL FROM SELL AT GOLDMAN SACHS</li>\r\n  <li>ROWAN COMPANIES (RDC) UPGRADED TO BUY FROM NEUTRAL AT CITI</li>\r\n  <li>SOUTHWEST (LUV) UPGRADED TO BUY FROM HOLD AT ARGUS</li>\r\n  <li>TRITON INTERNATIONAL (TRTN) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT KEEFE BRUYETTE</li>\r\n  <li>VALE (VALE) UPGRADED TO BUY FROM HOLD AT JEFFERIES</li>\r\n  <li>YARA (YARIY) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n</ul>\r\n\r\n<p><strong>Downgrades</strong></p>\r\n\r\n<ul><li>ATKORE (ATKR) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li>\r\n  <li>CENOVUS ENERGY (CVE) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>CIMAREX ENERGY (XEC) DOWNGRADED TO HOLD FROM BUY AT SUNTRUST</li>\r\n  <li>COMERICA DOWNGRADED (CMA) TO NEUTRAL FROM OUTPERFORM AT MACQUARIE</li>\r\n  <li>CONTANGO OIL &amp; GAS (MCF) DOWNGRADED TO NEUTRAL FROM BUY AT SEAPORT GLOBAL</li>\r\n  <li>CORE-MARK (CORE) DOWNGRADED TO OUTPERFORM FROM STRONG BUY AT RAYMOND JAMES</li>\r\n  <li>CVR (CVRR) REFINING DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li>\r\n  <li>DOVER (DOV) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT BMO CAPITAL</li>\r\n  <li>ENERGEN (EGN) DOWNGRADED TO NEUTRAL FROM BUY AT SEAPORT GLOBAL</li>\r\n  <li>ENSCO (ESV) DOWNGRADED TO SELL FROM HOLD AT DNB MARKETS</li>\r\n  <li>IMPAC MORTGAGE (IMH) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT JMP SECURITIES</li>\r\n  <li>MORPHOSYS (MOR) DOWNGRADED TO HOLD FROM BUY AT BERENBERG</li>\r\n  <li>NEXTDECADE (NEXT) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li>\r\n  <li>OASIS PETROLEUM (OAS) DOWNGRADED TO IN LINE FROM OUTPERFORM AT EVERCORE ISI</li>\r\n  <li>RELIANCE STEEL (RS) DOWNGRADED TO UNDERPERFORM FROM BUY AT BOFA/MERRILL</li>\r\n  <li>RISE EDUCATION (REDU) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li>\r\n  <li>SHIRE (SHPG) DOWNGRADED TO HOLD FROM BUY AT BERENBERG</li>\r\n  <li>SS&amp;C (SSNC) DOWNGRADED TO NEUTRAL FROM BUY AT DA DAVIDSON</li>\r\n  <li>T. ROWE PRICE (TROW) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li>\r\n  <li>TEVA (TEVA) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li>\r\n  <li>VITAMIN SHOPPE (VSI) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li>\r\n  <li>WELLS FARGO (WFC) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT MACQUARIE</li>\r\n  <li>WESTLAKE CHEMICAL (WLK) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT COWEN</li>\r\n  <li>ZIONS BANCORP (ZION) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li>\r\n</ul>\r\n\r\n<p><strong>Initiations</strong></p>\r\n\r\n<ul><li>AMALGAMATED BANK (AMAL) INITIATED WITH AN OUTPERFORM AT RAYMOND JAMES; PT &ndash; USD 20</li>\r\n  <li>AUDENTES THERAPEUTICS (BOLD) INITIATED WITH A SELL AT B. RILEY FBR; PT &ndash; USD 20</li>\r\n  <li>BAIDU (BIDU) INITIATED WITH A POSITIVE AT SUSQUEHANNA; PT &ndash; USD 325</li>\r\n  <li>BROWN-FORMAN (BFA) INITIATED WITH A HOLD AT JEFFERIES; PT &ndash; USD 49</li>\r\n  <li>CALYXT (CLXT) INITIATED WITH A NEUTRAL AT GOLDMAN SACHS; PT- USD 18</li>\r\n  <li>CATALYST PHARMACEUTICALS (CPRX) RESUMED WITH AN OVERWEIGHT AT PIPER JAFFRAY; PT &ndash; USD 5</li>\r\n  <li>CATERPILLAR (CAT) INITIATED WITH A PERFORM AT OPPENHEIMER</li>\r\n  <li>CHEMOCENTRYX (CCXI) INITIATED WITH A NEUTRAL AT B. RILEY FBR; PT &ndash; USD 12.50</li>\r\n  <li>CHOICE HOTELS (CHH) INITIATED WITH A BUY AT LONGBOW; PT &ndash; USD 95</li>\r\n  <li>CONSTELLATION BRANDS (STZ) INITIATED WITH A BUY AT JEFFERIES; PT &ndash; USD 283</li>\r\n  <li>CYCLACEL PHARMACEUTICALS (CYCC) INITIATED WITH A BUY AT LADENBURG; PT &ndash; USD 6.25</li>\r\n  <li>EPIZYME (EPZM) RESUMED WITH AN EQUAL WEIGHT AT MORGAN STANLEY; PT &ndash; USD 12</li>\r\n  <li>GW PHARMACEUTICALS (GWPH) RESUMED WITH AN OVERWEIGHT AT MORGAN STANLEY; PT &ndash; USD 197</li>\r\n  <li>HILTON (HLT) INITIATED WITH A BUY AT LONGBOW; PT &ndash; USD 96</li>\r\n  <li>HOMOLOGY MEDICINES (FIXX) INITIATED WITH A NEUTRAL AT B. RILEY FBR; PT &ndash; USD 18.50</li>\r\n  <li>HYATT (H) INITIATED WITH A BUY AT LONGBOW; PT &ndash; USD 99</li>\r\n  <li>IMMUNOGEN (IMGN) INITIATED WITH AN OVERWEIGHT AT PIPER JAFFRAY; PT &ndash; USD 15</li>\r\n  <li>JD.COM (JD) INITIATED WITH A NEUTRAL AT SUSQUEHANNA; PT &ndash; USD 30</li>\r\n  <li>MARKETAXESS (MKTX) INITIATED WITH AN EQUAL WEIGHT AT BARCLAYS; PT &ndash; USD 200</li>\r\n  <li>MARRIOTT (MAR) INITIATED WITH A BUY AT LONGBOW; PT &ndash; USD 156</li>\r\n  <li>MARVELL (MRVL) REINSTATED WITH AN OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>MEDALLION FINANCIAL (MFIN) INITIATED WITH A BUY AT B. RILEY FBR; PT &ndash; USD 10</li>\r\n  <li>MENLO THERAPEUTICS (MNLO) INITIATED WITH AN OVERWEIGHT AT CANTOR FITZGERALD; PT &ndash; USD 25</li>\r\n  <li>MINDBODY (MB) INITIATED WITH AN OUTPERFORM AT WELLS FARGO; PT &ndash; USD 45</li>\r\n  <li>MOLSON COORS (TAP) INITIATED WITH AN UNDERPERFORM AT JEFFERIES; PT &ndash; USD 55</li>\r\n  <li>NXP (NXPI) SEMICONDUCTORS INITIATED WITH AN OUTPERFORM AT COWEN; PT &ndash; USD 111</li>\r\n  <li>OCULAR THERAPEUTIX (OCUL) INITIATED WITH AN OVERWEIGHT AT PIPER JAFFRAY; PT &ndash; USD 14</li>\r\n  <li>RHYTHM PHARMACEUTICALS (RYTM) RESUMED WITH AN OVERWEIGHT AT MORGAN STANLEY; PT &ndash; USD 38</li>\r\n  <li>SEATTLE GENETICS (SGEN) ASSUMED WITH A NEUTRAL AT PIPER JAFFRAY; PT &ndash; USD 71</li>\r\n  <li>SKYLINE (SKY) INITIATED WITH A BUY AT JEFFERIES; PT &ndash; USD 36</li>\r\n  <li>SONIC (SONC) INITIATED WITH AN OUTPERFORM AT WEDBUSH; PT &ndash; USD 42</li>\r\n  <li>TABULA RASA HEALTHCARE (THRC) INITIATED WITH AN OVERWEIGHT AT CANTOR FITZGERALD; PT &ndash; USD 99</li>\r\n  <li>TRUPANION (TRUP) INITIATED WITH AN OUTPERFORM AT RAYMOND JAMES; PT &ndash; USD 46</li>\r\n  <li>UNITY BIOTECHNOLOGY (UBX) INITIATED WITH A BUY AT MIZUHO; PT &ndash; USD 33</li>\r\n  <li>WYNDHAM HOTELS &amp; RESORTS (WH) INITIATED WITH A BUY AT LONGBOW; PT &ndash; USD 77</li>\r\n  <li>XILINX (XLNX) INITIATED WITH A MARKET PERFORM AT COWEN; PT &ndash; USD 81</li>\r\n  <li>ZOGENIX (ZGNX) INITIATED WITH A BUY AT B. RILEY FBR; PT &ndash; USD 116</li>\r\n</ul>\r\n\r\n<p><strong>Ex-Dividends</strong></p>\r\n\r\n<ul><li>ALBANY INTERNATIONAL CORP (AIN). AMOUNT USD 0.17</li>\r\n  <li>AMC ENTERTAINMENT HOLDINGS INC (AMC). AMOUNT USD 0.20</li>\r\n  <li>AMERCO (UHAL). AMOUNT USD 0.50</li>\r\n  <li>ANTHEM INC (ANTM). AMOUNT USD 0.75</li>\r\n  <li>AVNET INC (AVT). AMOUNT USD 0.20</li>\r\n  <li>CBS CORP (CBS). AMOUNT USD 0.18</li>\r\n  <li>CME GROUP INC (CME). AMOUNT USD 0.70</li>\r\n  <li>CNO FINANCIAL GROUP INC (CNO). AMOUNT USD 0.10</li>\r\n  <li>FEDEX CORP (FDX). AMOUNT USD 0.65</li>\r\n  <li>FIRST AMERICAN FINANCIAL CORP (FAF). AMOUNT USD 0.42</li>\r\n  <li>GANNETT CO INC (GCI). AMOUNT USD 0.16</li>\r\n  <li>ITT INC (ITT). AMOUNT USD 0.13</li>\r\n  <li>KANSAS CITY SOUTHERN (KSU). AMOUNT USD 0.36</li>\r\n  <li>MGM RESORTS INTERNATIONAL (MGM). AMOUNT USD 0.12</li>\r\n  <li>OCCIDENTAL PETROLEUM CORP (OXY). AMOUNT USD 0.78</li>\r\n  <li>PPL CORP (PPL). AMOUNT USD 0.41</li>\r\n  <li>SCANA CORP (SCG). AMOUNT USD 0.12</li>\r\n  <li>SOUTH JERSEY INDUSTRIES INC (SJI). AMOUNT USD 0.28</li>\r\n  <li>TFS FINANCIAL CORP (TFSL). AMOUNT USD 0.25</li>\r\n  <li>TRAVELERS COMPANIES INC (TRV). AMOUNT USD 0.77</li>\r\n  <li>UMB FINANCIAL CORP (UMBF). AMOUNT USD 0.29</li>\r\n  <li>VF CORP (VFC). AMOUNT USD 0.46</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-7th-september-2018-07-09-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 20:32:00",
        "gmt_time": "2018-09-07 12:32:00"
    },
    {
        "id": 673238,
        "updated_sequence": 1046332,
        "published_at": {
            "unix": 1536322620,
            "text": "2018-09-07 13:17:00 +0100",
            "iso_8601": "2018-09-07T12:17:00Z"
        },
        "updated_at": {
            "unix": 1536322841,
            "text": "2018-09-07 13:20:41 +0100",
            "iso_8601": "2018-09-07T12:20:41Z"
        },
        "subject": "EU's Dombrovskis and Italian Finance Minister Tria share the objective of putting Italy's debt on a downward path in 2019; they also share the objective of cutting Italy's structural deficit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-dombrovskis-and-italian-finance-minister-tria-share-the-objective-of-putting-italy-s-debt-on-a-downward-path-in-2019-they-also-share-the-objective-of-cutting-italy-s-structural-deficit-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 20:17:00",
        "gmt_time": "2018-09-07 12:17:00"
    },
    {
        "id": 673237,
        "updated_sequence": 1046326,
        "published_at": {
            "unix": 1536322200,
            "text": "2018-09-07 13:10:00 +0100",
            "iso_8601": "2018-09-07T12:10:00Z"
        },
        "updated_at": {
            "unix": 1536322302,
            "text": "2018-09-07 13:11:42 +0100",
            "iso_8601": "2018-09-07T12:11:42Z"
        },
        "subject": "Scotiabank FX Daily - Markets Cautious On Possible Escalation In Trade Tensions",
        "content": "<ul><li>&nbsp; USD heading for fourth weekly decline (DXY basis) &amp; prone to more weakness.</li>\r\n  <li>&nbsp; CAD rising for third consecutive session as participants assess BoC outlook.</li>\r\n  <li>&nbsp; EUR consolidating around 1.16 w/ softer German trade &amp; IP; technicals neutral.</li>\r\n  <li>&nbsp; GBP remains vulnerable to Brexit headlines, given extended bearish positioning.</li>\r\n  <li>&nbsp; JPY fades early gains on softer labor cash earnings data; risk in broader tone.</li>\r\n  <li>&nbsp; AUD hits fresh 2.5 year low as markets focus on U.S.-China trade tensions.</li>\r\n  <li>&nbsp; MXN consolidating recent recovery into domestic CPI (9:00am ET).</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-markets-cautious-on-possible-escalation-in-trade-tensions-07-09-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 20:10:00",
        "gmt_time": "2018-09-07 12:10:00"
    },
    {
        "id": 673232,
        "updated_sequence": 1046311,
        "published_at": {
            "unix": 1536321780,
            "text": "2018-09-07 13:03:00 +0100",
            "iso_8601": "2018-09-07T12:03:00Z"
        },
        "updated_at": {
            "unix": 1536321830,
            "text": "2018-09-07 13:03:50 +0100",
            "iso_8601": "2018-09-07T12:03:50Z"
        },
        "subject": "Iraq's Umm Qasr port remains shut, operations have been halted amid protests in Basra, local officials say",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iraq-s-umm-qasr-port-remains-shut-operations-have-been-halted-amid-protests-in-basra-local-officials-say-07-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 20:03:00",
        "gmt_time": "2018-09-07 12:03:00"
    },
    {
        "id": 673061,
        "updated_sequence": 1046305,
        "published_at": {
            "unix": 1536321600,
            "text": "2018-09-07 13:00:00 +0100",
            "iso_8601": "2018-09-07T12:00:00Z"
        },
        "updated_at": {
            "unix": 1536321604,
            "text": "2018-09-07 13:00:04 +0100",
            "iso_8601": "2018-09-07T12:00:04Z"
        },
        "subject": "PREVIEW: Nonfarm Payrolls (August 2018) (re-posted)",
        "content": "<ul><li><strong>Analysts forecast 191k nonfarm payrolls will be added to the US economy in August, though wage growth is seen unchanged at 2.7% YY. Headline payrolls have been decent, with recent averages at healthy levels. Analysts expect wages will begin ticking up as the unemployment rate edges lower. While ADP payrolls were short of expectations, business surveys have given positive signals.&nbsp;To download the full report, please click <a href=\"/research_sheets/20029/download\">here</a>.</strong></li>\r\n  <li><em>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</em></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "preview-nonfarm-payrolls-august-2018-re-posted-06-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 20:00:00",
        "gmt_time": "2018-09-07 12:00:00"
    },
    {
        "id": 673229,
        "updated_sequence": 1046300,
        "published_at": {
            "unix": 1536320100,
            "text": "2018-09-07 12:35:00 +0100",
            "iso_8601": "2018-09-07T11:35:00Z"
        },
        "updated_at": {
            "unix": 1536320294,
            "text": "2018-09-07 12:38:14 +0100",
            "iso_8601": "2018-09-07T11:38:14Z"
        },
        "subject": "Fed's Rosengren (non-voter, hawk) says economy is doing very well, calls for gradual hikes, sees neutral rate between 2.5% - 3%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "fed-s-rosengren-non-voter-hawk-says-economy-is-doing-very-well-calls-for-gradual-hikes-sees-neutral-rate-between-2-5-3-07-09-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 19:35:00",
        "gmt_time": "2018-09-07 11:35:00"
    },
    {
        "id": 673228,
        "updated_sequence": 1046295,
        "published_at": {
            "unix": 1536319980,
            "text": "2018-09-07 12:33:00 +0100",
            "iso_8601": "2018-09-07T11:33:00Z"
        },
        "updated_at": {
            "unix": 1536320119,
            "text": "2018-09-07 12:35:19 +0100",
            "iso_8601": "2018-09-07T11:35:19Z"
        },
        "subject": "Eurogroup head Centeno says they are confident Italy will follow EU rules in 2019 budget",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eurogroup-head-centeno-says-they-are-confident-italy-will-follow-eu-rules-in-2019-budget-07-09-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 19:33:00",
        "gmt_time": "2018-09-07 11:33:00"
    },
    {
        "id": 673227,
        "updated_sequence": 1046292,
        "published_at": {
            "unix": 1536319860,
            "text": "2018-09-07 12:31:00 +0100",
            "iso_8601": "2018-09-07T11:31:00Z"
        },
        "updated_at": {
            "unix": 1536320031,
            "text": "2018-09-07 12:33:51 +0100",
            "iso_8601": "2018-09-07T11:33:51Z"
        },
        "subject": "Iranian President says American presence in Syria needs to end, adding battle with militants will continue until all militants are uprooted from Syria, particularly in Idlib",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iranian-president-says-american-presence-in-syria-needs-to-end-adding-battle-with-militants-will-continue-until-all-militants-are-uprooted-from-syria-particularly-in-idlib-07-09-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 19:31:00",
        "gmt_time": "2018-09-07 11:31:00"
    },
    {
        "id": 673224,
        "updated_sequence": 1046281,
        "published_at": {
            "unix": 1536319200,
            "text": "2018-09-07 12:20:00 +0100",
            "iso_8601": "2018-09-07T11:20:00Z"
        },
        "updated_at": {
            "unix": 1536319251,
            "text": "2018-09-07 12:20:51 +0100",
            "iso_8601": "2018-09-07T11:20:51Z"
        },
        "subject": "PBOC says it may raise fees for buy, sale business when necessary",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-says-it-may-raise-fees-for-buy-sale-business-when-necessary-07-09-2018",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 19:20:00",
        "gmt_time": "2018-09-07 11:20:00"
    },
    {
        "id": 673223,
        "updated_sequence": 1046278,
        "published_at": {
            "unix": 1536319020,
            "text": "2018-09-07 12:17:00 +0100",
            "iso_8601": "2018-09-07T11:17:00Z"
        },
        "updated_at": {
            "unix": 1536319103,
            "text": "2018-09-07 12:18:23 +0100",
            "iso_8601": "2018-09-07T11:18:23Z"
        },
        "subject": "China Premier Li says the country will continue to open up, and treat domestic and foreign companies equalyy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-premier-li-says-the-country-will-continue-to-open-up-and-treat-domestic-and-foreign-companies-equalyy-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 19:17:00",
        "gmt_time": "2018-09-07 11:17:00"
    },
    {
        "id": 673222,
        "updated_sequence": 1046275,
        "published_at": {
            "unix": 1536318600,
            "text": "2018-09-07 12:10:00 +0100",
            "iso_8601": "2018-09-07T11:10:00Z"
        },
        "updated_at": {
            "unix": 1536318655,
            "text": "2018-09-07 12:10:55 +0100",
            "iso_8601": "2018-09-07T11:10:55Z"
        },
        "subject": "ECB's Coeure says there are mounting risks that are surrounding the Euro area; strengthening the Eurozone remains a priority",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-coeure-says-there-are-mounting-risks-that-are-surrounding-the-euro-area-strengthening-the-eurozone-remains-a-priority-07-09-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 19:10:00",
        "gmt_time": "2018-09-07 11:10:00"
    },
    {
        "id": 673221,
        "updated_sequence": 1046272,
        "published_at": {
            "unix": 1536318480,
            "text": "2018-09-07 12:08:00 +0100",
            "iso_8601": "2018-09-07T11:08:00Z"
        },
        "updated_at": {
            "unix": 1536318518,
            "text": "2018-09-07 12:08:38 +0100",
            "iso_8601": "2018-09-07T11:08:38Z"
        },
        "subject": "North Sea Buzzard oil field should return from planned maintenance this weekend, according to an industry source cited by newswires",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "north-sea-buzzard-oil-field-should-return-from-planned-maintenance-this-weekend-according-to-an-industry-source-cited-by-newswires-07-09-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 19:08:00",
        "gmt_time": "2018-09-07 11:08:00"
    },
    {
        "id": 673220,
        "updated_sequence": 1046269,
        "published_at": {
            "unix": 1536318180,
            "text": "2018-09-07 12:03:00 +0100",
            "iso_8601": "2018-09-07T11:03:00Z"
        },
        "updated_at": {
            "unix": 1536318306,
            "text": "2018-09-07 12:05:06 +0100",
            "iso_8601": "2018-09-07T11:05:06Z"
        },
        "subject": "Goldman Sachs says Apple (AAPL) iPhone 9 could price at USD 849 (with some felxibility to USD 800) on high demand",
        "content": "<ul><li>NOTE: Apple is set to unveil new iPhones on 12 September</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "goldman-sachs-says-apple-aapl-iphone-9-could-price-at-usd-849-with-some-felxibility-to-usd-800-on-high-demand-07-09-2018",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 19:03:00",
        "gmt_time": "2018-09-07 11:03:00"
    },
    {
        "id": 673216,
        "updated_sequence": 1046266,
        "published_at": {
            "unix": 1536317340,
            "text": "2018-09-07 11:49:00 +0100",
            "iso_8601": "2018-09-07T10:49:00Z"
        },
        "updated_at": {
            "unix": 1536318028,
            "text": "2018-09-07 12:00:28 +0100",
            "iso_8601": "2018-09-07T11:00:28Z"
        },
        "subject": "EU Chief Negotiator Barnier says he is open to discussing other backstops and are ready to simplify checks if needed, according to a transcript; adding should be able to \"de-dramatise\" the Brexit backstop",
        "content": "<ul><li>Barnier adds Ireland remains a crucial issue , if there is no operational backstop, there will be no agreement</li>\r\n  <li>Adding if there is no Brexit deal, there is no more discussion, no mini-deals in the case of a no deal</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This is contrary to some of the tones struck earlier in the week by Barnier who previously had been deemed to take a much harsher tone on the UK in Brexit negotiations.&nbsp;</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1536317520,
            "text": "2018-09-07 11:52:00 +0100",
            "iso_8601": "2018-09-07T10:52:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-chief-negotiator-barnier-says-he-is-open-to-discussing-other-backstops-and-are-ready-to-simplify-checks-if-needed-according-to-a-transcript-adding-should-be-able-to-de-dramatise-the-brexit-backstop-07-09-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 18:49:00",
        "gmt_time": "2018-09-07 10:49:00"
    },
    {
        "id": 673217,
        "updated_sequence": 1046255,
        "published_at": {
            "unix": 1536317280,
            "text": "2018-09-07 11:48:00 +0100",
            "iso_8601": "2018-09-07T10:48:00Z"
        },
        "updated_at": {
            "unix": 1536317941,
            "text": "2018-09-07 11:59:01 +0100",
            "iso_8601": "2018-09-07T10:59:01Z"
        },
        "subject": "Danske Bank (DANSKE DC) money laundering probe involves USD 150bln of transactions; according to WSJ citing sources",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, company shares fell from DKK 184.80 to DKK 183.00</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1536317940,
            "text": "2018-09-07 11:59:00 +0100",
            "iso_8601": "2018-09-07T10:59:00Z"
        },
        "analysis_details": "<ul><li>Earlier this week,&nbsp;probe has found that as much as USD 30bln of Russian and ex-Soviet money flowed through Danske Bank&#39;s Estonia branch in a single year, raising questions for Co.&rsquo;s leadership about who knew and when.&nbsp;Danske&nbsp;Bank is due to publish two reports into the money-laundering scandal this month.&nbsp;</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1536317460,
            "text": "2018-09-07 11:51:00 +0100",
            "iso_8601": "2018-09-07T10:51:00Z"
        },
        "push_notify": false,
        "source": "WSJ",
        "slug": "danske-bank-danske-dc-money-laundering-probe-involves-usd-150bln-of-transactions-according-to-wsj-citing-sources-07-09-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 18:48:00",
        "gmt_time": "2018-09-07 10:48:00"
    },
    {
        "id": 673215,
        "updated_sequence": 1046283,
        "published_at": {
            "unix": 1536316680,
            "text": "2018-09-07 11:38:00 +0100",
            "iso_8601": "2018-09-07T10:38:00Z"
        },
        "updated_at": {
            "unix": 1536319415,
            "text": "2018-09-07 12:23:35 +0100",
            "iso_8601": "2018-09-07T11:23:35Z"
        },
        "subject": "RANsquawk Daily US Opening News - 7th September 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20036/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>European equities trade slightly softer (Eurostoxx 50 -0.4%) following a negative lead from Asia</li>\r\n  <li>EMs continue their re-emergence ahead of key US NFP data</li>\r\n  <li>Looking ahead, highlights include, US &amp; Canadian jobs reports, Baker Hughes rig count, Fed&rsquo;s Rosengren, Mester, Kaplan and ECB&rsquo;s de Guindos</li>\r\n</ul>\r\n\r\n<p><strong>ASIA</strong></p>\r\n\r\n<p>Asian equity markets traded negative following a lacklustre lead from Wall St where continued weakness in tech and underperformance in energy dragged most US majors lowers, while upcoming NFP jobs data and trade-related concerns added to the tentative tone. ASX 200 (-0.2%) and Nikkei 225 (-0.8%) were lower with nearly all sectors in Australia in the red and energy among the worst hit following the recent pullback in crude, while Tokyo stocks underperformed on a firmer currency and after US President Trump hinted that Japan could be next on the agenda. Conversely, Hang Seng (Unch) and Shanghai Comp. (+0.4%) initially outperformed despite the potential escalation in the trade dispute with the consultation period for the proposed tariffs on USD 200bln of Chinese imports now expired. Furthermore, China had declared it would retaliate against fresh tariffs and plans to take necessary countermeasures to support its companies, while the PBoC were also active today and injected CNY 176.5bln through its 1yr MLF. Chinese stocks then deteriorated heading into the tariff deadline to conform to the overall risk-averse tone and amid increases in money market rates which saw the Hong Kong overnight CNH HIBOR hit its highest level since late June. Finally, 10yr JGBs were marginally higher as they tracked the prior session&rsquo;s gains in T-notes and with support seen amid the risk averse sentiment in the region, while today&rsquo;s enhanced liquidity auction for 2yr-20yr JGBs also saw improved results across all metrics.</p>\r\n\r\n<p>US President Trump reportedly hinted that a trade fight with Japan could be next as he stated that he has good relations with Japan which will end as he tells them how much they have to pay. In other news, US President Trump also stated he believes Canada will end up being part of new NAFTA, while he also commented that the US will get a great deal with China for farmers and stated that the US is in a little bit of a skirmish with China but is doing well. (WSJ/Newswires)</p>\r\n\r\n<p>PBoC skipped reverse repos but injected CNY 176.5bln through 1yr MLF. (Newswires)</p>\r\n\r\n<p>PBoC set CNY mid-point at 6.8212 (Prev. 6.8217)</p>\r\n\r\n<p><strong>EU/UK/US</strong></p>\r\n\r\n<p>Canadian Foreign Minister Freeland said they are making good progress in trade talks and plan to continue discussions on Friday, although a Canadian government official stated that NAFTA talks are unlikely to reach an agreement this week. (Newswires)</p>\r\n\r\n<p>US President Trump is reportedly to say most he most likely won&rsquo;t pursue a government shutdown over the border wall, while there were earlier comments from US House Speaker Ryan that he has a good understanding with Trump that they will keep the government funded. (Fox News/Newswires)</p>\r\n\r\n<p>Trump Lawyer Giuliani stated US President Trump will not answer obstruction questions in potential interview with Special Counsel Mueller. (Newswires)</p>\r\n\r\n<p>UK negotiators stated that PM May&#39;s Chequers plan does not give UK any competitive advantage over EU in an effort to sell the plan to Brussels, although reports noted that this has infuriated Tory Brexiteers who view the plan as a sell-out. (Independent)</p>\r\n\r\n<p>EU Chief Brexit Negotiator Barnier was said to have been left furious in a meeting last month after UK Brexit Secretary Raab threatened that an Irish border may have to be reinstated in the event of a no-deal. (Telegraph)</p>\r\n\r\n<p>The European Research Group has decided to pull back from publishing the first of its series of alternative proposals this weekend, according to CityAM. (CityAM)</p>\r\n\r\n<p>Italy&#39;s budget package may reach or even exceed EUR 30bln. (La Stampa) This follows reports yesterday from Il Sole stating the budget package is seen at EUR 25-30bln.</p>\r\n\r\n<p><strong>GEOPOLITICAL</strong></p>\r\n\r\n<p>Russia, Iran and Turkey leaders will meet in Tehran on today to discuss path towards ending Syrian civil war. (Axios)</p>\r\n\r\n<p><strong>CENTRAL BANKS</strong></p>\r\n\r\n<p>Fed&#39;s Rosengren (Non-Voter, Hawk) said it is important to examine potential costs of long period of low rates as they could impact how policy reacts to a recession, while he added there should be more attention to creating policy buffers to mitigate future shocks. (Newswires)</p>\r\n\r\n<p><strong>EQUITIES</strong></p>\r\n\r\n<p>European equities trade slightly softer (Eurostoxx 50 -0.4%) following a negative lead from Asia with sentiment dampened on trade concerns and ahead of the upcoming NFP data, while UK&rsquo;s FTSE 100 is pressured by miners on the back of softer base metal prices. Sector wise, telecom names outperform as French listed Iliad (+5.7%) shares jumped higher on rumours of going private. The company decline to comment.. In stock specific news, IAG (-2.9%) is under the hammer after subsidiary BA said at least 380,000 customers credit card details have been compromised in a data theft.</p>\r\n\r\n<p><strong>FX</strong></p>\r\n\r\n<p>AUD - The marked G10 underperformer and main victim of &lsquo;pending&rsquo; $200 bn Chinese import tariffs by the US, alongside the threat that President Trump turns his trade offensive towards Japan next. Having failed yet again to clearly overcome resistance around 0.7200 vs the Usd, reported bids from exporters and short covering or profit taking demand at 0.7150 has been severely tested and briefly breached before a relatively firm bounce, albeit amidst broader Greenback weakness, as the Aud continues to lose ground against its NZD antipodean peer with the cross down under 1.0900 &ndash; Kiwi holding towards the upper end of a 0.6560-95 range vs the Usd and not really reacting to comments from RBNZ Governor Orr last night.</p>\r\n\r\n<p>EUR - Conversely, the single currency is the major front-runner vs the Dollar and overcame a post-German data wobble in early EU trade to test offers around 1.1650, with some technical impetus derived as the headline pair held just above the 100 HMA (1.1607). Note also, more decent option expiry interest in the mix with 1 bn running off between 1.1635-50 at the NY cut.</p>\r\n\r\n<p>GBP - Also doing fairly well ahead of US jobs data, with Cable able to keep its head above 1.2900 and some key chart levels like a 50% retracement (1.2914) and the 200 HMA (1.2921), although the latter was temporarily pierced at one stage. Meanwhile, the Pound is not losing out too much on the Eur cross that is hovering around 0.9000 amidst yet more Brexit-related UK political rancour.</p>\r\n\r\n<p>CAD/CHF/JPY - All pretty flat against the Usd, but retaining the bulk of gains made on Wednesday as the Loonie benefited from positive NAFTA talk via the US President and reaffirmation of gradual rate hike guidance by BoC&rsquo;s Wilkins. Usd/Cad currently circa 1.3130 and awaiting Canadian jobs data alongside US NFP. The Franc is also on the firmer side of recent ranges around 0.9650 and its safe-haven counterpart, Jpy trades around a new pivot of 110.50 and bang in the middle of 1 bn option expiries at the 110.00 and 111.00 strikes.</p>\r\n\r\n<p>EM - So far so good, as regional currencies continue their comeback, led by the Try that has extended its rebound on renewed CBRT tightening expectations, with the Lira now over 6.5000 again vs the Usd. Similarly, the Rouble has been boosted by signals from the Central Bank that a rate hike could well be in the offing next Friday (just a day after the CBRT policy meeting) and Usd/Rub is back below 69.0000 in response, while Usd/Zar has retreated further towards 15.0000.</p>\r\n\r\n<p><strong>FIXED INCOME</strong></p>\r\n\r\n<p>It could simply be a case of defensive positioning ahead of NFP, but for Bunds at least there are technical and other factors behind the slow grind and further slippage, like elevated Italian bonds after the latest buy-back and &lsquo;commitment&rsquo; to abide by the EU&rsquo;s fiscal rules. Hence, the 10 year German debt future has now breached the next downside technical support/target for bears at 160.20 and tripped stops to 160.09 (-34 ticks) before finding some underlying bids ahead of the big figure. Gilts and US Treasuries largely following suit, but to a lesser extent with the former down to 122.23 (-26 ticks) at one stage and the latter now marginally below par and the curve steeper after Thursday&rsquo;s bull-flattening.</p>\r\n\r\n<p><strong>COMMODITIES</strong></p>\r\n\r\n<p>WTI and Brent futures are marginally higher in early European trade thus far with the former hovering around the USD 68/bbl level. According to Reuters trade flow data, US imports of crude oil from Saudi Arabia in August and September are set to reach the highest 2-month level early of 2017, citing the relatively cheap prices as advantageous for US refiners. News flow remains light for the complex, however, next week will see the release of the EIA short-term energy outlook, OPEC&rsquo;s monthly report and IEA&rsquo;s oil market report. Elsewhere, spot gold trades flat as the yellow metal flirts with the USD 1200/oz level ahead of the release of key US jobs data later, while copper underperforms amid ongoing trade-related concerns</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-7th-september-2018-07-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 18:38:00",
        "gmt_time": "2018-09-07 10:38:00"
    },
    {
        "id": 673214,
        "updated_sequence": 1046229,
        "published_at": {
            "unix": 1536315120,
            "text": "2018-09-07 11:12:00 +0100",
            "iso_8601": "2018-09-07T10:12:00Z"
        },
        "updated_at": {
            "unix": 1536315254,
            "text": "2018-09-07 11:14:14 +0100",
            "iso_8601": "2018-09-07T10:14:14Z"
        },
        "subject": "RANsquawk EU Mid Session: EMs continue their re-emergence ahead of key US NFP data - 7th September 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20035/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p><strong>EQUITIES</strong></p>\r\n\r\n<p>European equities trade slightly softer (Eurostoxx 50 -0.4%) following a negative read from Asia with sentiment dampened on trade concerns and ahead of the upcoming NFP data, while UK&rsquo;s FTSE 100 is pressured by miners on the back of softer base metal prices. Sector wise, telecom names outperform as French listed Iliad (+5.7%) shares jumped higher on rumours of going private. The company decline to comment.. In stock specific news, IAG (-2.9%) is under the hammer after subsidiary BA said at least 380,000 customers credit card details have been compromised in a data theft.</p>\r\n\r\n<p><strong>FX</strong></p>\r\n\r\n<p>AUD - The marked G10 underperformer and main victim of &lsquo;pending&rsquo; $200 bn Chinese import tariffs by the US, alongside the threat that President Trump turns his trade offensive towards Japan next. Having failed yet again to clearly overcome resistance around 0.7200 vs the Usd, reported bids from exporters and short covering or profit taking demand at 0.7150 has been severely tested and briefly breached before a relatively firm bounce, albeit amidst broader Greenback weakness, as the Aud continues to lose ground against its NZD antipodean peer with the cross down under 1.0900 &ndash; Kiwi holding towards the upper end of a 0.6560-95 range vs the Usd and not really reacting to comments from RBNZ Governor Orr last night.</p>\r\n\r\n<p>EUR - Conversely, the single currency is the major front-runner vs the Dollar and overcame a post-German data wobble in early EU trade to test offers around 1.1650, with some technical impetus derived as the headline pair held just above the 100 HMA (1.1607). Note also, more decent option expiry interest in the mix with 1 bn running off between 1.1635-50 at the NY cut.</p>\r\n\r\n<p>GBP - Also doing fairly well ahead of US jobs data, with Cable able to keep its head above 1.2900 and some key chart levels like a 50% retracement (1.2914) and the 200 HMA (1.2921), although the latter was temporarily pierced at one stage. Meanwhile, the Pound is not losing out too much on the Eur cross that is hovering around 0.9000 amidst yet more Brexit-related UK political rancour.</p>\r\n\r\n<p>CAD/CHF/JPY - All pretty flat against the Usd, but retaining the bulk of gains made on Wednesday as the Loonie benefited from positive NAFTA talk via the US President and reaffirmation of gradual rate hike guidance by BoC&rsquo;s Wilkins. Usd/Cad currently circa 1.3130 and awaiting Canadian jobs data alongside US NFP. The Franc is also on the firmer side of recent ranges around 0.9650 and its safe-haven counterpart, Jpy trades around a new pivot of 110.50 and bang in the middle of 1 bn option expiries at the 110.00 and 111.00 strikes.</p>\r\n\r\n<p>EM - So far so good, as regional currencies continue their comeback, led by the Try that has extended its rebound on renewed CBRT tightening expectations, with the Lira now over 6.5000 again vs the Usd. Similarly, the Rouble has been boosted by signals from the Central Bank that a rate hike could well be in the offing next Friday (just a day after the CBRT policy meeting) and Usd/Rub is back below 69.0000 in response, while Usd/Zar has retreated further towards 15.0000.</p>\r\n\r\n<p><strong>FIXED INCOME</strong></p>\r\n\r\n<p>It could simply be a case of defensive positioning ahead of NFP, but for Bunds at least there are technical and other factors behind the slow grind and further slippage, like elevated Italian bonds after the latest buy-back and &lsquo;commitment&rsquo; to abide by the EU&rsquo;s fiscal rules. Hence, the 10 year German debt future has now breached the next downside technical support/target for bears at 160.20 and tripped stops to 160.09 (-34 ticks) before finding some underlying bids ahead of the big figure. Gilts and US Treasuries largely following suit, but to a lesser extent with the former down to 122.23 (-26 ticks) at one stage and the latter now marginally below par and the curve steeper after Thursday&rsquo;s bull-flattening.</p>\r\n\r\n<p><strong>COMMODITIES</strong></p>\r\n\r\n<p>WTI and Brent futures are marginally higher in early European trade thus far with the former hovering around the USD 68/bbl level. According to Reuters trade flow data, US imports of crude oil from Saudi Arabia in August and September are set to reach the highest 2-month level early of 2017, citing the relatively cheap prices as advantageous for US refiners. News flow remains light for the complex, however, next week will see the release of the EIA short-term energy outlook, OPEC&rsquo;s monthly report and IEA&rsquo;s oil market report. Elsewhere, spot gold trades flat as the yellow metal flirts with the USD 1200/oz level ahead of the release of key US jobs data later, while copper underperforms amid ongoing trade-related concerns.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-ems-continue-their-re-emergence-ahead-of-key-us-nfp-data-7th-september-2018-07-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 18:12:00",
        "gmt_time": "2018-09-07 10:12:00"
    },
    {
        "id": 673212,
        "updated_sequence": 1046223,
        "published_at": {
            "unix": 1536314280,
            "text": "2018-09-07 10:58:00 +0100",
            "iso_8601": "2018-09-07T09:58:00Z"
        },
        "updated_at": {
            "unix": 1536314338,
            "text": "2018-09-07 10:58:58 +0100",
            "iso_8601": "2018-09-07T09:58:58Z"
        },
        "subject": "Fixed Income: caution building in core debt",
        "content": "<p>It could simply be a case of defensive positioning ahead of NFP, but for Bunds at least there are technical and other factors behind the slow grind and further slippage, like elevated Italian bonds after the latest buy-back and &lsquo;commitment&rsquo; to abide by the EU&rsquo;s fiscal rules. Hence, the 10 year German debt future has now breached the next downside technical support/target for bears at 160.20 and tripped stops to 160.09 (-34 ticks) before finding some underlying bids ahead of the big figure. Gilts and US Treasuries largely following suit, but to a lesser extent with the former down to 122.23 (-26 ticks) at one stage and the latter now marginally below par and the curve steeper after Thursday&rsquo;s bull-flattening.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-caution-building-in-core-debt-07-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 17:58:00",
        "gmt_time": "2018-09-07 09:58:00"
    },
    {
        "id": 673211,
        "updated_sequence": 1046220,
        "published_at": {
            "unix": 1536313320,
            "text": "2018-09-07 10:42:00 +0100",
            "iso_8601": "2018-09-07T09:42:00Z"
        },
        "updated_at": {
            "unix": 1536313365,
            "text": "2018-09-07 10:42:45 +0100",
            "iso_8601": "2018-09-07T09:42:45Z"
        },
        "subject": "Italian Treasury buys back EUR 2.75bln over four bond in reverse auction",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-treasury-buys-back-eur-2-75bln-over-four-bond-in-reverse-auction-07-09-2018",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 17:42:00",
        "gmt_time": "2018-09-07 09:42:00"
    },
    {
        "id": 673210,
        "updated_sequence": 1046217,
        "published_at": {
            "unix": 1536312780,
            "text": "2018-09-07 10:33:00 +0100",
            "iso_8601": "2018-09-07T09:33:00Z"
        },
        "updated_at": {
            "unix": 1536312857,
            "text": "2018-09-07 10:34:17 +0100",
            "iso_8601": "2018-09-07T09:34:17Z"
        },
        "subject": "FX Morning Colour: choppy pre-NFP trade, within ranges and risk-off sentiment overall",
        "content": "<p>AUD</p>\r\n\r\n<p>The marked G10 underperformer and main victim of &lsquo;pending&rsquo; $200 bn Chinese import tariffs by the US, alongside the threat that President Trump turns his trade offensive towards Japan next. Having failed yet again to clearly overcome resistance around 0.7200 vs the Usd, reported bids from exporters and short covering or profit taking demand at 0.7150 has been severely tested and briefly breached before a relatively firm bounce, albeit amidst broader Greenback weakness, as the Aud continues to lose ground against its NZD antipodean peer with the cross down under 1.0900 &ndash; Kiwi holding towards the upper end of a 0.6560-95 range vs the Usd and not really reacting to comments from RBNZ Governor Orr last night.</p>\r\n\r\n<p>EUR</p>\r\n\r\n<p>Conversely, the single currency is the major front-runner vs the Dollar and overcame a post-German data wobble in early EU trade to test offers around 1.1650, with some technical impetus derived as the headline pair held just above the 100 HMA (1.1607). Note also, more decent option expiry interest in the mix with 1 bn running off between 1.1635-50 at the NY cut.</p>\r\n\r\n<p>GBP &nbsp;&nbsp;</p>\r\n\r\n<p>Also doing fairly well ahead of US jobs data, with Cable able to keep its head above 1.2900 and some key chart levels like a 50% retracement (1.2914) and the 200 HMA (1.2921), although the latter was temporarily pierced at one stage. Meanwhile, the Pound is not losing out too much on the Eur cross that is hovering around 0.9000 amidst yet more Brexit-related UK political rancour.</p>\r\n\r\n<p>CAD/CHF/JPY &nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>All pretty flat against the Usd, but retaining the bulk of gains made on Wednesday as the Loonie benefited from positive NAFTA talk via the US President and reaffirmation of gradual rate hike guidance by BoC&rsquo;s Wilkins. Usd/Cad currently circa 1.3130 and awaiting Canadian jobs data alongside US NFP. The Franc is also on the firmer side of recent ranges around 0.9650 and its safe-haven counterpart, Jpy trades around a new pivot of 110.50 and bang in the middle of 1 bn option expiries at the 110.00 and 111.00 strikes.</p>\r\n\r\n<p>EM</p>\r\n\r\n<p>So far so good, as regional currencies continue their comeback, led by the Try that has extended its rebound on renewed CBRT tightening expectations, with the Lira now over 6.5000 again vs the Usd. Similarly, the Rouble has been boosted by signals from the Central Bank that a rate hike could well be in the offing next Friday (just a day after the CBRT policy meeting) and Usd/Rub is back below 69.0000 in response, while Usd/Zar has retreated further towards 15.0000.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-choppy-pre-nfp-trade-within-ranges-and-risk-off-sentiment-overall-07-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 17:33:00",
        "gmt_time": "2018-09-07 09:33:00"
    },
    {
        "id": 673209,
        "updated_sequence": 1046214,
        "published_at": {
            "unix": 1536311520,
            "text": "2018-09-07 10:12:00 +0100",
            "iso_8601": "2018-09-07T09:12:00Z"
        },
        "updated_at": {
            "unix": 1536311821,
            "text": "2018-09-07 10:17:01 +0100",
            "iso_8601": "2018-09-07T09:17:01Z"
        },
        "subject": "Russian Finance Ministry Head of Debt Department says possible emergency intervention in the bond market could be a short-term measure only, adding expects market to calm down after reaction to news flow",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes following the cancellation of the weekly OFZ auction due to elevated market volatility</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1536311821,
            "text": "2018-09-07 10:17:01 +0100",
            "iso_8601": "2018-09-07T09:17:01Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-finance-ministry-head-of-debt-department-says-possible-emergency-intervention-in-the-bond-market-could-be-a-short-term-measure-only-adding-expects-market-to-calm-down-after-reaction-to-news-flow-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 17:12:00",
        "gmt_time": "2018-09-07 09:12:00"
    },
    {
        "id": 673208,
        "updated_sequence": 1046208,
        "published_at": {
            "unix": 1536310920,
            "text": "2018-09-07 10:02:00 +0100",
            "iso_8601": "2018-09-07T09:02:00Z"
        },
        "updated_at": {
            "unix": 1536311074,
            "text": "2018-09-07 10:04:34 +0100",
            "iso_8601": "2018-09-07T09:04:34Z"
        },
        "subject": "Russian Central Bank says inflation may exceed 4% target by end-year due to a RUB weakening in August; adding markets expect the central bank to raise rates",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Russian Central Bank interest rate decision is due on the 14th Sept</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1536311074,
            "text": "2018-09-07 10:04:34 +0100",
            "iso_8601": "2018-09-07T09:04:34Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-central-bank-says-inflation-may-exceed-4-target-by-end-year-due-to-a-rub-weakening-in-august-adding-markets-expect-the-central-bank-to-raise-rates-07-09-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 17:02:00",
        "gmt_time": "2018-09-07 09:02:00"
    },
    {
        "id": 673207,
        "updated_sequence": 1046202,
        "published_at": {
            "unix": 1536310920,
            "text": "2018-09-07 10:02:00 +0100",
            "iso_8601": "2018-09-07T09:02:00Z"
        },
        "updated_at": {
            "unix": 1536310934,
            "text": "2018-09-07 10:02:14 +0100",
            "iso_8601": "2018-09-07T09:02:14Z"
        },
        "subject": "China’s FX regulator says global trade frictions, geological and economic concerns and rising USD led to a small drop in China’s FX reserves ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-fx-regulator-says-global-trade-frictions-geological-and-economic-concerns-and-rising-usd-led-to-a-small-drop-in-china-s-fx-reserves-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 17:02:00",
        "gmt_time": "2018-09-07 09:02:00"
    },
    {
        "id": 672994,
        "updated_sequence": 1046187,
        "published_at": {
            "unix": 1536310800,
            "text": "2018-09-07 10:00:00 +0100",
            "iso_8601": "2018-09-07T09:00:00Z"
        },
        "updated_at": {
            "unix": 1536310800,
            "text": "2018-09-07 10:00:00 +0100",
            "iso_8601": "2018-09-07T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-06-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 17:00:00",
        "gmt_time": "2018-09-07 09:00:00"
    },
    {
        "id": 673202,
        "updated_sequence": 1046185,
        "published_at": {
            "unix": 1536310680,
            "text": "2018-09-07 09:58:00 +0100",
            "iso_8601": "2018-09-07T08:58:00Z"
        },
        "updated_at": {
            "unix": 1536310798,
            "text": "2018-09-07 09:59:58 +0100",
            "iso_8601": "2018-09-07T08:59:58Z"
        },
        "subject": "Chinese Finance Ministry says will raise export tax rebates for machinery and cultural products from September 15th",
        "content": "<ul><li>Export tax rebate for some integrated circuits, book, newspapers and other products to 16%</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-finance-ministry-says-will-raise-export-tax-rebates-for-machinery-and-cultural-products-from-september-15th-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 16:58:00",
        "gmt_time": "2018-09-07 08:58:00"
    },
    {
        "id": 673200,
        "updated_sequence": 1046174,
        "published_at": {
            "unix": 1536309000,
            "text": "2018-09-07 09:30:00 +0100",
            "iso_8601": "2018-09-07T08:30:00Z"
        },
        "updated_at": {
            "unix": 1536309000,
            "text": "2018-09-07 09:30:00 +0100",
            "iso_8601": "2018-09-07T08:30:00Z"
        },
        "subject": "Bank of England/TNS Inflation Attitudes Survey",
        "content": "<p>Current inflation 2.9% (prev 3.1%)</p>\r\n\r\n<p>12-month ahead inflation 3.0% (prev 2.9%)</p>\r\n\r\n<p>2-year ahead inflation 2.9% (prev 2.9%)</p>\r\n\r\n<p>5-year ahead inflation 3.6% (prev 3.6%)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BoE",
        "slug": "bank-of-england-tns-inflation-attitudes-survey-07-09-2018",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 16:30:00",
        "gmt_time": "2018-09-07 08:30:00"
    },
    {
        "id": 673194,
        "updated_sequence": 1046154,
        "published_at": {
            "unix": 1536305820,
            "text": "2018-09-07 08:37:00 +0100",
            "iso_8601": "2018-09-07T07:37:00Z"
        },
        "updated_at": {
            "unix": 1536305898,
            "text": "2018-09-07 08:38:18 +0100",
            "iso_8601": "2018-09-07T07:38:18Z"
        },
        "subject": "HNA state that they cannot comment on recent speculation that they are considering exiting their position in Deutsche Bank (DBK GY) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hna-state-that-they-cannot-comment-on-recent-speculation-that-they-are-considering-exiting-their-position-in-deutsche-bank-dbk-gy-07-09-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 15:37:00",
        "gmt_time": "2018-09-07 07:37:00"
    },
    {
        "id": 673193,
        "updated_sequence": 1046151,
        "published_at": {
            "unix": 1536305460,
            "text": "2018-09-07 08:31:00 +0100",
            "iso_8601": "2018-09-07T07:31:00Z"
        },
        "updated_at": {
            "unix": 1536305716,
            "text": "2018-09-07 08:35:16 +0100",
            "iso_8601": "2018-09-07T07:35:16Z"
        },
        "subject": "The Riksbank are to offer a deposit facility to central counterparties, given them the chance to place money with the bank overnight ",
        "content": "<p>Click <a href=\"https://www.riksbank.se/en-gb/press-and-published/notices-and-press-releases/press-releases/2018/riksbank-offers-deposit-facility-to-central-counterparties/\">here </a>for the link</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "the-riksbank-are-to-offer-a-deposit-facility-to-central-counterparties-given-them-the-chance-to-place-money-with-the-bank-overnight-07-09-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 15:31:00",
        "gmt_time": "2018-09-07 07:31:00"
    },
    {
        "id": 673190,
        "updated_sequence": 1046139,
        "published_at": {
            "unix": 1536304620,
            "text": "2018-09-07 08:17:00 +0100",
            "iso_8601": "2018-09-07T07:17:00Z"
        },
        "updated_at": {
            "unix": 1536304678,
            "text": "2018-09-07 08:17:58 +0100",
            "iso_8601": "2018-09-07T07:17:58Z"
        },
        "subject": "UK debt and STIR futures divergent in early Liffe trade",
        "content": "<p>A somewhat mixed start to Friday&rsquo;s session as Gilts track their core Eurozone counterpart lower within a 122.43-34 range vs yesterday&rsquo;s 122.49 Liffe settlement, but Short Sterling contracts retain a more resilient stance just a tick or so either side of parity. Looking ahead, only relatively minor items on the UK agenda including Halifax house prices and BoE/TNS inflation perceptions, but a busy end of the week docket elsewhere with the highlight NFP. Returning to Eurex, Bunds have now probed below nearest support at 160.31 to post a new session low of 160.24, but not quite testing or threatening a more substantial technical level at 160.20.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-divergent-in-early-liffe-trade-07-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 15:17:00",
        "gmt_time": "2018-09-07 07:17:00"
    },
    {
        "id": 673189,
        "updated_sequence": 1046136,
        "published_at": {
            "unix": 1536304380,
            "text": "2018-09-07 08:13:00 +0100",
            "iso_8601": "2018-09-07T07:13:00Z"
        },
        "updated_at": {
            "unix": 1536304440,
            "text": "2018-09-07 08:14:00 +0100",
            "iso_8601": "2018-09-07T07:14:00Z"
        },
        "subject": "ECB says banks borrowed EUR 40mln at marginal rate & deposited EUR 691.362bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-borrowed-eur-40mln-at-marginal-rate-deposited-eur-691-362bln-07-09-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 15:13:00",
        "gmt_time": "2018-09-07 07:13:00"
    },
    {
        "id": 673188,
        "updated_sequence": 1046133,
        "published_at": {
            "unix": 1536304080,
            "text": "2018-09-07 08:08:00 +0100",
            "iso_8601": "2018-09-07T07:08:00Z"
        },
        "updated_at": {
            "unix": 1536304126,
            "text": "2018-09-07 08:08:46 +0100",
            "iso_8601": "2018-09-07T07:08:46Z"
        },
        "subject": "Morning EU Movers: Safran (SAF FP) +2.2%,Telecom Italia (TIT IM) +1%, Schneider Electric (SU FP) -1.1%, Shire (SHP LN) -1.2%, Morphosys (MOR GY) -3.5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morning-eu-movers-safran-saf-fp-2-2-telecom-italia-tit-im-1-schneider-electric-su-fp-1-1-shire-shp-ln-1-2-morphosys-mor-gy-3-5-07-09-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 15:08:00",
        "gmt_time": "2018-09-07 07:08:00"
    },
    {
        "id": 673178,
        "updated_sequence": 1046100,
        "published_at": {
            "unix": 1536302760,
            "text": "2018-09-07 07:46:00 +0100",
            "iso_8601": "2018-09-07T06:46:00Z"
        },
        "updated_at": {
            "unix": 1536302835,
            "text": "2018-09-07 07:47:15 +0100",
            "iso_8601": "2018-09-07T06:47:15Z"
        },
        "subject": "Bunds: another fade from safe-haven highs",
        "content": "<p>Mostly softer price action, albeit within relatively narrow bounds, thus far, as the 10 year German benchmark takes heed of firmer BTPs rather than more weaker than domestic expected data in the form of July trade and ip. From a relatively flat Eurex open, just 1 tick below Thursday&rsquo;s 160.43 close, Bunds have drifted lower between 160.43-32 parameters, and market contacts are flagging 160.31 as near term support ahead of 160.20, which represents an intraday trend-line level and 50% retrace of yesterday&rsquo;s upturn, while resistance is seen at 160.52.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-another-fade-from-safe-haven-highs-07-09-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 14:46:00",
        "gmt_time": "2018-09-07 06:46:00"
    },
    {
        "id": 673171,
        "updated_sequence": 1046079,
        "published_at": {
            "unix": 1536301560,
            "text": "2018-09-07 07:26:00 +0100",
            "iso_8601": "2018-09-07T06:26:00Z"
        },
        "updated_at": {
            "unix": 1536301691,
            "text": "2018-09-07 07:28:11 +0100",
            "iso_8601": "2018-09-07T06:28:11Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1500 (2.6BLN), 1.1600 (788M), <strong>1.1635-50 (1BLN)</strong>, 1.1700 (435M)</p>\r\n\r\n<p>GBP/USD: 1.2700 (205M), 1.2950 (273M), 1.3000-05 (751M)</p>\r\n\r\n<p>AUD/USD: 0.7150 (893M), 0.7200 (683M), 0.7245-50 (1.2BLN)</p>\r\n\r\n<p>USD/CAD: 1.30 (1.5BLN), 1.3050 (560M), 1.3100 (925M), 1.3200 (572M)</p>\r\n\r\n<p>1.3250 (740M)</p>\r\n\r\n<p>USD/JPY:<strong> 110.00 (1BLN)</strong>, 110.50 (852M), <strong>111.00 (1BLN)</strong>, 111.40-50 (1.8BLN),</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-07-09-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 14:26:00",
        "gmt_time": "2018-09-07 06:26:00"
    },
    {
        "id": 673170,
        "updated_sequence": 1046115,
        "published_at": {
            "unix": 1536301260,
            "text": "2018-09-07 07:21:00 +0100",
            "iso_8601": "2018-09-07T06:21:00Z"
        },
        "updated_at": {
            "unix": 1536303314,
            "text": "2018-09-07 07:55:14 +0100",
            "iso_8601": "2018-09-07T06:55:14Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>AstraZeneca (AZN LN) &ndash; Co. and Amgen (AMGN) announced that US FDA granted Tezepelumab breakthrough therapy designation. Co.&rsquo;s first breakthrough therapy for designation for a respiratory medicine. (Newswires)</p>\r\n\r\n<p>Atlantia (ATL IM) &ndash; Autostrade CEO says Co. feels responsible but &ldquo;not guilty&rdquo; for the Genoa bridge collapse. (La Stampa)</p>\r\n\r\n<p>Ashmore (ASHM LN) &ndash; FY 2018 Revenue GBP 276.3mln vs. Exp. 274.0mln. Operating revenue +11% YY. Broad-based growth in assets under management +26% YY. Proposed final dividend GBP 0.121/shr. Co. says Turkey and Argentina-driven correction in asset prices has created the best entry point in several years. (newswires) &nbsp;</p>\r\n\r\n<p>AKEP BP (AKERBP NO) UPGRADED TO BUY FROM HOLD AT SEB ENSKILDA</p>\r\n\r\n<p>LUNDBECK (LUN GY) UPGRADED TO HOLD FROM SELL AT SEB ENSKILDA</p>\r\n\r\n<p>SAFRAN (SAF FP) UPGRADED TO BUY FROM HOLD AT DEUTSCHE BANK</p>\r\n\r\n<p>KERING (KER FP) ADDED TO CONVICTION LIST AT GOLDMAN SACHS</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-07-09-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 14:21:00",
        "gmt_time": "2018-09-07 06:21:00"
    },
    {
        "id": 673169,
        "updated_sequence": 1046058,
        "published_at": {
            "unix": 1536299940,
            "text": "2018-09-07 06:59:00 +0100",
            "iso_8601": "2018-09-07T05:59:00Z"
        },
        "updated_at": {
            "unix": 1536300103,
            "text": "2018-09-07 07:01:43 +0100",
            "iso_8601": "2018-09-07T06:01:43Z"
        },
        "subject": "Italy's budget package may reach or even exceed EUR 30bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows reports yesterday from Il Sole stating the budget package is seen at EUR 25-30bln</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1536300103,
            "text": "2018-09-07 07:01:43 +0100",
            "iso_8601": "2018-09-07T06:01:43Z"
        },
        "push_notify": false,
        "source": "Stampa",
        "slug": "italy-s-budget-package-may-reach-or-even-exceed-eur-30bln-07-09-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 13:59:00",
        "gmt_time": "2018-09-07 05:59:00"
    },
    {
        "id": 673161,
        "updated_sequence": 1046034,
        "published_at": {
            "unix": 1536299580,
            "text": "2018-09-07 06:53:00 +0100",
            "iso_8601": "2018-09-07T05:53:00Z"
        },
        "updated_at": {
            "unix": 1536299651,
            "text": "2018-09-07 06:54:11 +0100",
            "iso_8601": "2018-09-07T05:54:11Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p>\r\n\r\n<p><strong>7th September 2018</strong></p>\r\n\r\n<p><strong>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</strong></p>\r\n\r\n<p><strong>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</strong></p>\r\n\r\n<p><strong>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</strong></p>\r\n\r\n<p><strong>ASIA</strong></p>\r\n\r\n<p>Asian equity markets traded negative following a lacklustre lead from Wall St where continued weakness in tech and underperformance in energy dragged most US majors lowers, while upcoming NFP jobs data and trade-related concerns added to the tentative tone. ASX 200 (-0.6%) and Nikkei 225 (-0.9%) were lower with nearly all sectors in Australia in the red and energy among the worst hit following the recent pullback in crude, while Tokyo stocks underperformed on a firmer currency and after US President Trump hinted that Japan could be next on the agenda. Conversely, Hang Seng (-0.9%) and Shanghai Comp. (+0.4) initially outperformed despite the potential escalation in the trade dispute with the consultation period for the proposed tariffs on USD 200bln of Chinese imports now expired. Furthermore, China had declared it would retaliate against fresh tariffs and plans to take necessary countermeasures to support its companies, while the PBoC were also active today and injected CNY 176.5bln through its 1yr MLF. Chinese stocks then deteriorated heading into the tariff deadline to conform to the overall risk-averse tone and amid increases in money market rates which saw the Hong Kong overnight CNH HIBOR hit its highest level since late June.</p>\r\n\r\n<p><strong>FTSE</strong></p>\r\n\r\n<p>IAG (IAG LN) &ndash; Co.&rsquo;s subsidiary British Airways said that at least 380,000 customers&rsquo; credit card information has been &ldquo;compromised&rdquo; in a&nbsp; data theft. (Sky News)</p>\r\n\r\n<p>UK Utility names &ndash; Following OFGEM&rsquo;s proposal of an energy price cap yesterday, experts have warned the cap could increase by more than GBP 100 a year in the spring. (Times)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>BURBERRY (BRBY LN) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</p>\r\n\r\n<p>SHIRE (SHP LN) DOWNGRADED TO HOLD FROM BUY AT BERENBERG</p>\r\n\r\n<p>DCC (DCC LN) INITIATED WITH OUTPERFORM AT RBC</p>\r\n\r\n<p><strong>DAX</strong></p>\r\n\r\n<p>Volkswagen (VOW3 GY) &ndash; Australia&rsquo;s competition regulator said that it accepts a court-enforceable undertaking from Co. Australian unit to improve compliance with its consumer guarantee obligations. Co. did not disclose the estimated costs to comply with the undertaking. (Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>MORPHOSYS (MOR GY) DOWNGRADED TO HOLD FROM BUY AT BERENBERG</p>\r\n\r\n<p>MTU AERO ENGINES (MTX GY) DOWNGRADED TO HOLD FROM BUY AT SOCGEN</p>\r\n\r\n<p><strong>CAC</strong></p>\r\n\r\n<p>Schneider Electric (SU FP)/ Legrand (LR FP)/ Rexel (RXL LN) &ndash; Co.&rsquo;s offices were raided by police on suspicion of cartel pricing and corruption; according to a judicial source. (Newswires)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>BIOMERIEUX (BIM FP) UPGRADED TO BUY FROM HOLD AT KEPLER CHEUVREUX</p>\r\n\r\n<p>SAFRAN (SAF FP) REITERATED OVERWEIGHT AT JP MORGAN CHASE</p>\r\n\r\n<p>SAFRAN (SAF FP) DOWNGRADED TO HOLD FROM BUY AT SOCGEN</p>\r\n\r\n<p><strong>PAN EUROPE</strong></p>\r\n\r\n<p>Generali (G IM) &ndash; Co. said it had entered exclusive talks to buy a majority stake in French asset manager Sycomore, which has more than EUR 8.3bln in assets under management. (Newswires)</p>\r\n\r\n<p>Atlantia (ATL IM)/Telecom Italia (TIT IM) &ndash; Italy&rsquo;s Deputy PM Di Maio said the government will review all concessions, while citing motorways, water and telecommunications. (Newswires)</p>\r\n\r\n<p>Banca Monte dei Paschi (BMPS IM) &ndash; Co. have initiated a sale of up to EUR 2.5bln of unsecured bad loans, according to sources. (Newswires)</p>\r\n\r\n<p>EXOR (EXO IM) &ndash; H1 profit attributable shareholders EUR 741mln vs. Prev. EUR 916mln. Net asset value USD 23.909bln at end-Jun vs. USD 22.972bln at end-Dec.</p>\r\n\r\n<p>BROKER MOVE</p>\r\n\r\n<p><strong>SMI</strong></p>\r\n\r\n<p>Novartis (NOVN SW) &ndash; Co. said its sale of assets to India&rsquo;s Aurobindo (ARBP IS) will result in a USD 70mln impairment. This follows reports yesterday Novartis is to divest Sandoz US dermatology business and generic US oral solids portfolio to Aurobindo for USD 900mln of cash and USD 100bln of potential earn-outs. (Newswires)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>JULIUS BAER (BAER SW) UPGRADED TO BUY FROM HOLD AT HSBC</p>\r\n\r\n<p><strong>SCANDINAVIA</strong></p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>YARA (YAR NO) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JP MORGAN CHASE</p>\r\n\r\n<p><strong>US</strong></p>\r\n\r\n<p>* SPX -0.4% at 2878, DJIA +0.1% at 25996, NDX -0.9% at 7453. SECTORS: ENERGY -1.9%, MATERIALS +0.2%, INDUSTRIALS +0.3%, CONSUMER DISCRETIOANRY -0.3%, CONSUMER STAPLES +0.2%, HEALTHCARE +0.0%, FINANCIALS -0.6%, IT -0.8%, TELECOMS +0.7%, UTILITIES +0.4%.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-07-09-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 13:53:00",
        "gmt_time": "2018-09-07 05:53:00"
    },
    {
        "id": 673158,
        "updated_sequence": 1046021,
        "published_at": {
            "unix": 1536297780,
            "text": "2018-09-07 06:23:00 +0100",
            "iso_8601": "2018-09-07T05:23:00Z"
        },
        "updated_at": {
            "unix": 1536298345,
            "text": "2018-09-07 06:32:25 +0100",
            "iso_8601": "2018-09-07T05:32:25Z"
        },
        "subject": "RANsquawk Daily European Opening News - 7th September 2018 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20033/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Asian equity markets traded lower following a lacklustre lead from Wall St where continued weakness in tech and underperformance in energy dragged most US majors lower</li>\r\n  <li>US President Trump reportedly hinted that a trade fight with Japan could be next&nbsp;</li>\r\n  <li>In FX markets, the DXY was flat and consolidated around the 95.00 level as the greenback traded mixed against its major counterparts ahead of today&rsquo;s key US jobs data</li>\r\n  <li>Looking ahead, highlights include German trade, EZ GDP, US &amp; Canadian jobs reports, Baker Hughes rig count, Fed&rsquo;s Rosengren, Mester, Kaplan and ECB&rsquo;s de Guindos</li>\r\n</ul>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets traded negative following a lacklustre lead from Wall St where continued weakness in tech and underperformance in energy dragged most US majors lowers, while upcoming NFP jobs data and trade-related concerns added to the tentative tone. ASX 200 (-0.6%) and Nikkei 225 (-0.9%) were lower with nearly all sectors in Australia in the red and energy among the worst hit following the recent pullback in crude, while Tokyo stocks underperformed on a firmer currency and after US President Trump hinted that Japan could be next on the agenda. Conversely, Hang Seng (-0.9%) and Shanghai Comp. (+0.4) initially outperformed despite the potential escalation in the trade dispute with the consultation period for the proposed tariffs on USD 200bln of Chinese imports now expired. Furthermore, China had declared it would retaliate against fresh tariffs and plans to take necessary countermeasures to support its companies, while the PBoC were also active today and injected CNY 176.5bln through its 1yr MLF. Chinese stocks then deteriorated heading into the tariff deadline to conform to the overall risk-averse tone and amid increases in money market rates which saw the Hong Kong overnight CNH HIBOR hit its highest level since late June. Finally, 10yr JGBs were marginally higher as they tracked the prior session&rsquo;s gains in T-notes and with support seen amid the risk averse sentiment in the region, while today&rsquo;s enhanced liquidity auction for 2yr-20yr JGBs also saw improved results across all metrics.</p>\r\n\r\n<p>US President Trump reportedly hinted that a trade fight with Japan could be next as he stated that he has good relations with Japan which will end as he tells them how much they have to pay. In other news, US President Trump also stated he believes Canada will end up being part of new NAFTA, while he also commented that the US will get a great deal with China for farmers and stated that the US is in a little bit of a skirmish with China but is doing well. (WSJ/Newswires)</p>\r\n\r\n<p>PBoC skipped reverse repos but injected CNY 176.5bln through 1yr MLF. (Newswires)<br />PBoC set CNY mid-point at 6.8212 (Prev. 6.8217)</p>\r\n\r\n<p><br />UK/EU</p>\r\n\r\n<p>UK negotiators stated that PM May&#39;s Chequers plan does not give UK any competitive advantage over EU in an effort to sell the plan to Brussels, although reports noted that this has infuriated Tory Brexiteers who view the plan as a sell-out. (Independent)</p>\r\n\r\n<p>EU Chief Brexit Negotiator Barnier was said to have been left furious in a meeting last month after UK Brexit Secretary Raab threatened that an Irish border may have to be reinstated in the event of a no-deal. (Telegraph)</p>\r\n\r\n<p>The European Research Group has decided to pull back from publishing the first of its series of alternative proposals this weekend, according to CityAM. (CityAM)</p>\r\n\r\n<p><br />FX</p>\r\n\r\n<p>In FX markets, the DXY was flat and consolidated around the 95.00 level as the greenback traded mixed against its major counterparts ahead of today&rsquo;s key US jobs data, with EUR/USD and GBP/USD static at the 1.1600 and 1.2900 handles respectively. AUD/USD pulled back from resistance around the 0.7200 level and JPY remained firm amid safe-haven inflows after Trump seemingly set his sights next on Japan. Elsewhere, CAD extended on gains seen from BoC Deputy Governor Wilkins comments that the governing council agreed a gradual approach to rate hikes was still appropriate after discussing the current trade environment and after President Trump stated he believes Canada will end up being part of the new NAFTA.</p>\r\n\r\n<p>BoC Deputy Gov Wilkins reiterated BoC guidance that higher rates will be warranted to reach inflation target and that they will continue to move rates gradually. Wilkins also commented implications of current trade environment dominated governing council&#39;s discussions at its September meeting and that the GC discussed whether gradual approach to rate hikes was still appropriate which it agreed it was. (Newswires)<br />&nbsp;</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Commodities were mixed overnight with WTI flat as it took a breather from the prior day&rsquo;s losses in which prices declined to briefly test USD 67.00/bbl to the downside despite a larger than expected draw in DoE crude inventories, as Cushing, gasoline and distillate components all showed builds. Elsewhere, gold was choppy around the USD 1200/oz level as participants await the key US jobs data, while copper prices underperformed amid ongoing trade-related concerns and sharp deterioration of sentiment in China.<br />&nbsp;</p>\r\n\r\n<p>GEOPOLITICAL</p>\r\n\r\n<p>Russia, Iran and Turkey leaders will meet in Tehran on Friday to discuss path towards ending Syrian civil war. (Axios)<br />&nbsp;</p>\r\n\r\n<p>US</p>\r\n\r\n<p>Yields were higher across the curve, modestly bull-flattening as EM concerns, and the possibility that the US could hit china with 25% tariffs on $200bln of imports this week keeping Treasuries attractive as a haven; soft German factory data early in the European day also kept fixed income in demand. In afternoon trade, Cigna&rsquo;s $20bln 10-part M&amp;A bond helped the curve to steepen, but at settlement, major curve spreads were slightly narrower. US T-note futures (Z8) settled 7 ticks higher at 120-05+.</p>\r\n\r\n<p>Canadian Foreign Minister Freeland said they are making good progress in trade talks and plan to continue discussions on Friday, although a Canadian government official stated that NAFTA talks are unlikely to reach an agreement this week. (Newswires)<br /><br />US President Trump is reportedly to say most he most likely won&rsquo;t pursue a government shutdown over the border wall, while there were earlier comments from US House Speaker Ryan that he has a good understanding with Trump that they will keep the government funded. (Fox News/Newswires)</p>\r\n\r\n<p>Fed&#39;s Evans (non-voter, dove) stated the FOMC should raise rates to neutral and &quot;likely a bit beyond&quot;, while he added higher inflation than expected would necessitate more tightening and that downside risks of trade uncertainty or stalling inflation expectations would require a shallower rate path. (Newswires)</p>\r\n\r\n<p>Fed&#39;s Rosengren (Non-Voter, Hawk) said it is important to examine potential costs of long period of low rates as they could impact how policy reacts to a recession, while he added there should be more attention to creating policy buffers to mitigate future shocks. (Newswires)</p>\r\n\r\n<p>Trump Lawyer Giuliani stated US President Trump will not answer obstruction questions in potential interview with Special Counsel Mueller. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-7th-september-2018-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 13:23:00",
        "gmt_time": "2018-09-07 05:23:00"
    },
    {
        "id": 673155,
        "updated_sequence": 1046010,
        "published_at": {
            "unix": 1536296400,
            "text": "2018-09-07 06:00:00 +0100",
            "iso_8601": "2018-09-07T05:00:00Z"
        },
        "updated_at": {
            "unix": 1536296696,
            "text": "2018-09-07 06:04:56 +0100",
            "iso_8601": "2018-09-07T05:04:56Z"
        },
        "subject": "Japanese Coincident Index (Jul P) 116.3 vs. Exp. 115.7 (Prev. 116.4, Rev. 116.9)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-coincident-index-jul-p-116-3-vs-exp-115-7-prev-116-4-rev-116-9-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 13:00:00",
        "gmt_time": "2018-09-07 05:00:00"
    },
    {
        "id": 673154,
        "updated_sequence": 1046007,
        "published_at": {
            "unix": 1536296400,
            "text": "2018-09-07 06:00:00 +0100",
            "iso_8601": "2018-09-07T05:00:00Z"
        },
        "updated_at": {
            "unix": 1536296622,
            "text": "2018-09-07 06:03:42 +0100",
            "iso_8601": "2018-09-07T05:03:42Z"
        },
        "subject": "Japanese Leading Index (Jul P) 103.5 vs. Exp. 103.5 (Prev. 104.7, Rev. 104.6)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-leading-index-jul-p-103-5-vs-exp-103-5-prev-104-7-rev-104-6-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 13:00:00",
        "gmt_time": "2018-09-07 05:00:00"
    },
    {
        "id": 673153,
        "updated_sequence": 1046001,
        "published_at": {
            "unix": 1536295740,
            "text": "2018-09-07 05:49:00 +0100",
            "iso_8601": "2018-09-07T04:49:00Z"
        },
        "updated_at": {
            "unix": 1536295950,
            "text": "2018-09-07 05:52:30 +0100",
            "iso_8601": "2018-09-07T04:52:30Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks declined amid tariff uncertainty and with Trump eyeing Japan next",
        "content": "<p>Asia equity markets traded negative following a lacklustre lead from Wall St where continued weakness in tech and underperformance in energy dragged most US majors lower, while upcoming NFP jobs data and trade-related concerns added to the tentative tone. ASX 200 (-0.6%) and Nikkei 225 (-0.9%) were lower with nearly all sectors in Australia in the red and energy among the worst hit following the recent pullback in crude, while Tokyo stocks underperformed on a firmer currency and after US President Trump hinted that Japan could be next on the agenda. Conversely, Hang Seng (-0.9%) and Shanghai Comp. (-0.1%) initially outperformed despite the potential escalation in the trade dispute with the consultation period for the proposed tariffs on USD 200bln of Chinese imports now expired. Furthermore, China had declared it would retaliate against fresh tariffs and plans to take necessary countermeasures to support its companies, while the PBoC were also active today and injected CNY 176.5bln through its 1yr MLF. Chinese stocks then deteriorated heading into the tariff deadline to conform to the overall risk-averse tone and amid increases in money market rates which saw the Hong Kong overnight CNH HIBOR hit its highest level since late June. Finally, 10yr JGBs were marginally higher as they tracked the prior session&rsquo;s gains in T-notes and with support seen amid the risk averse sentiment in the region, while today&rsquo;s enhanced liquidity auction for 2yr-20yr JGBs also saw improved results across all metrics.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-declined-amid-tariff-uncertainty-and-with-trump-eyeing-japan-next-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 12:49:00",
        "gmt_time": "2018-09-07 04:49:00"
    },
    {
        "id": 673152,
        "updated_sequence": 1045998,
        "published_at": {
            "unix": 1536294600,
            "text": "2018-09-07 05:30:00 +0100",
            "iso_8601": "2018-09-07T04:30:00Z"
        },
        "updated_at": {
            "unix": 1536294675,
            "text": "2018-09-07 05:31:15 +0100",
            "iso_8601": "2018-09-07T04:31:15Z"
        },
        "subject": "Dutch Manufacturing Output YY Jul 9.6% (Prev. 3.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dutch-manufacturing-output-yy-jul-9-6-prev-3-4-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 12:30:00",
        "gmt_time": "2018-09-07 04:30:00"
    },
    {
        "id": 673150,
        "updated_sequence": 1045992,
        "published_at": {
            "unix": 1536294420,
            "text": "2018-09-07 05:27:00 +0100",
            "iso_8601": "2018-09-07T04:27:00Z"
        },
        "updated_at": {
            "unix": 1536294480,
            "text": "2018-09-07 05:28:00 +0100",
            "iso_8601": "2018-09-07T04:28:00Z"
        },
        "subject": "HDFC Bank (HDFCB IS) raises MCLR rates across tenors by between 20bps effective today",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hdfc-bank-hdfcb-is-raises-mclr-rates-across-tenors-by-between-20bps-effective-today-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 12:27:00",
        "gmt_time": "2018-09-07 04:27:00"
    },
    {
        "id": 673149,
        "updated_sequence": 1045989,
        "published_at": {
            "unix": 1536292800,
            "text": "2018-09-07 05:00:00 +0100",
            "iso_8601": "2018-09-07T04:00:00Z"
        },
        "updated_at": {
            "unix": 1536292861,
            "text": "2018-09-07 05:01:01 +0100",
            "iso_8601": "2018-09-07T04:01:01Z"
        },
        "subject": "Malaysia Industrial Production (Jul) Y/Y 2.6% vs. Exp. 1.2% (Prev. 1.1%, Rev. 1.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-industrial-production-jul-y-y-2-6-vs-exp-1-2-prev-1-1-rev-1-5-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 12:00:00",
        "gmt_time": "2018-09-07 04:00:00"
    },
    {
        "id": 673148,
        "updated_sequence": 1045983,
        "published_at": {
            "unix": 1536291300,
            "text": "2018-09-07 04:35:00 +0100",
            "iso_8601": "2018-09-07T03:35:00Z"
        },
        "updated_at": {
            "unix": 1536291445,
            "text": "2018-09-07 04:37:25 +0100",
            "iso_8601": "2018-09-07T03:37:25Z"
        },
        "subject": "Japan sells JPY 399.0bln in 2yr, 5yr, 10yr and 20yr JGBs in enhanced liquidity auction; b/c 4.74 vs. Prev. 3.91",
        "content": "<p>- Highest accepted spread 0.005% vs. Prev. 0.001%<br />- Accepted at highest spread 50.7853% vs. 9.1342%<br />- Average accepted spread 0.006% vs. Prev. 0.003%</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-sells-jpy-399-0bln-in-2yr-5yr-10yr-and-20yr-jgbs-in-enhanced-liquidity-auction-b-c-4-74-vs-prev-3-91-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 11:35:00",
        "gmt_time": "2018-09-07 03:35:00"
    },
    {
        "id": 673147,
        "updated_sequence": 1045977,
        "published_at": {
            "unix": 1536290880,
            "text": "2018-09-07 04:28:00 +0100",
            "iso_8601": "2018-09-07T03:28:00Z"
        },
        "updated_at": {
            "unix": 1536290997,
            "text": "2018-09-07 04:29:57 +0100",
            "iso_8601": "2018-09-07T03:29:57Z"
        },
        "subject": "Shanghai Comp. fails to hold on to earlier gains and has slipped in the red to conform to the risk-averse tone and amid increases in money market rates with the Hong Kong overnight CNY Hibor rate reaching its highest since late June",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shanghai-comp-fails-to-hold-on-to-earlier-gains-and-has-slipped-in-the-red-to-conform-to-the-risk-averse-tone-and-amid-increases-in-money-market-rates-with-the-hong-kong-overnight-cny-hibor-rate-reaching-its-highest-since-late-june-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 11:28:00",
        "gmt_time": "2018-09-07 03:28:00"
    },
    {
        "id": 673147,
        "updated_sequence": 1045977,
        "published_at": {
            "unix": 1536290880,
            "text": "2018-09-07 04:28:00 +0100",
            "iso_8601": "2018-09-07T03:28:00Z"
        },
        "updated_at": {
            "unix": 1536290997,
            "text": "2018-09-07 04:29:57 +0100",
            "iso_8601": "2018-09-07T03:29:57Z"
        },
        "subject": "Shanghai Comp. fails to hold on to earlier gains and has slipped in the red to conform to the risk-averse tone and amid increases in money market rates with the Hong Kong overnight CNY Hibor rate reaching its highest since late June",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shanghai-comp-fails-to-hold-on-to-earlier-gains-and-has-slipped-in-the-red-to-conform-to-the-risk-averse-tone-and-amid-increases-in-money-market-rates-with-the-hong-kong-overnight-cny-hibor-rate-reaching-its-highest-since-late-june-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 11:28:00",
        "gmt_time": "2018-09-07 03:28:00"
    },
    {
        "id": 673146,
        "updated_sequence": 1045974,
        "published_at": {
            "unix": 1536290340,
            "text": "2018-09-07 04:19:00 +0100",
            "iso_8601": "2018-09-07T03:19:00Z"
        },
        "updated_at": {
            "unix": 1536290405,
            "text": "2018-09-07 04:20:05 +0100",
            "iso_8601": "2018-09-07T03:20:05Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Infosys (INFO IS) announces JV in Singapore with Temasek in which it will hold a 60% stake",
        "content": "<p>Hindustan Unilever (HUVR IS)<br />- Co. has been charge by Directorate General of anti-profiteering by not passing the benefits from cut in goods and services tax to customers. (ET)</p>\r\n\r\n<p>Infosys (INFO IS)<br />- Co. announces JV in Singapore with Temasek in which it will hold a 60% stake. (Newswires)</p>\r\n\r\n<p>Lanco Infratech (LITL IS)<br />- Co. shares to be suspended from September 14th following liquidation proceedings. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-infosys-info-is-announces-jv-in-singapore-with-temasek-in-which-it-will-hold-a-60-stake-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 11:19:00",
        "gmt_time": "2018-09-07 03:19:00"
    },
    {
        "id": 673145,
        "updated_sequence": 1045971,
        "published_at": {
            "unix": 1536289200,
            "text": "2018-09-07 04:00:00 +0100",
            "iso_8601": "2018-09-07T03:00:00Z"
        },
        "updated_at": {
            "unix": 1536289309,
            "text": "2018-09-07 04:01:49 +0100",
            "iso_8601": "2018-09-07T03:01:49Z"
        },
        "subject": "Magnitude 5.8 earthquake reportedly strikes 86KM east-southeast of Vallenar, Chile",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "magnitude-5-8-earthquake-reportedly-strikes-86km-east-southeast-of-vallenar-chile-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 11:00:00",
        "gmt_time": "2018-09-07 03:00:00"
    },
    {
        "id": 673144,
        "updated_sequence": 1045968,
        "published_at": {
            "unix": 1536288660,
            "text": "2018-09-07 03:51:00 +0100",
            "iso_8601": "2018-09-07T02:51:00Z"
        },
        "updated_at": {
            "unix": 1536288748,
            "text": "2018-09-07 03:52:28 +0100",
            "iso_8601": "2018-09-07T02:52:28Z"
        },
        "subject": "Japanese Finance Minister Aso says to mull additional budget as needed after taking into account full scale of damages from recent natural disasters",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-finance-minister-aso-says-to-mull-additional-budget-as-needed-after-taking-into-account-full-scale-of-damages-from-recent-natural-disasters-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 10:51:00",
        "gmt_time": "2018-09-07 02:51:00"
    },
    {
        "id": 673143,
        "updated_sequence": 1045963,
        "published_at": {
            "unix": 1536288300,
            "text": "2018-09-07 03:45:00 +0100",
            "iso_8601": "2018-09-07T02:45:00Z"
        },
        "updated_at": {
            "unix": 1536288428,
            "text": "2018-09-07 03:47:08 +0100",
            "iso_8601": "2018-09-07T02:47:08Z"
        },
        "subject": "NHC expects Tropical Storm Florence to reintensify on Friday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nhc-expects-tropical-storm-florence-to-reintensify-on-friday-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 10:45:00",
        "gmt_time": "2018-09-07 02:45:00"
    },
    {
        "id": 673142,
        "updated_sequence": 1046004,
        "published_at": {
            "unix": 1536288240,
            "text": "2018-09-07 03:44:00 +0100",
            "iso_8601": "2018-09-07T02:44:00Z"
        },
        "updated_at": {
            "unix": 1536296499,
            "text": "2018-09-07 06:01:39 +0100",
            "iso_8601": "2018-09-07T05:01:39Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades cautious ahead of NFP and tariff consultation period expiry; while Trump also set his scope on Japan",
        "content": "<p>Asia equity markets trade mixed with the region cautious following a lacklustre lead from Wall St where continued weakness in tech and underperformance in energy dragged most US majors lower, while the upcoming NFP jobs data and trade-related concerns added to the tentative tone. ASX 200 (-0.9%) and Nikkei 225 (-1.1%) are lower with nearly all sectors in Australia in the red and energy among the worst hit following the recent pullback in crude, while the Tokyo stocks underperform on a firmer currency and after US President Trump hinted that Japan could be next on the agenda. Conversely, Hang Seng (-0.1%) and Shanghai Comp. (+0.7%) are mixed as the mainland outperforms despite the potential escalation in the trade dispute with the consultation period for the proposed tariffs on USD 200bln of Chinese imports set to expire very soon. Furthermore, China has declared it will retaliate against fresh tariffs and plans to take necessary countermeasures to support its companies, while the PBoC were also active today and injected CNY 176.5bln through its 1yr MLF.</p>\r\n\r\n<p>In FX markets, the DXY is flat and consolidates around the 95.00 level as the greenback trades mixed against its major counterparts ahead of today&rsquo;s key US jobs data, with EUR/USD and GBP/USD static at the 1.1600 and 1.2900 handles respectively. Antipodeans are slightly softer with AUD/USD pulling back from resistance around the 0.7200 level and JPY remains firmer on the safe-haven flows after Trump seemingly set his sights next on Japan. Elsewhere, CAD extended on gains seen from BoC Deputy Governor Wilkins comments that the governing council agreed a gradual approach to rate hikes was still appropriate after discussing the current trade environment, as President Trump stated he believes Canada will end up being part of the new NAFTA.</p>\r\n\r\n<p>Finally, 10yr JGBs are marginally higher to track the prior session&rsquo;s gains in T-notes and with support seen amid the losses in Japanese stocks, while focus turns to the enhanced liquidity auction for 2yr-20yr JGBs.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-cautious-ahead-of-nfp-and-tariff-consultation-period-expiry-while-trump-also-set-his-scope-on-japan-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 10:44:00",
        "gmt_time": "2018-09-07 02:44:00"
    },
    {
        "id": 673141,
        "updated_sequence": 1045957,
        "published_at": {
            "unix": 1536286980,
            "text": "2018-09-07 03:23:00 +0100",
            "iso_8601": "2018-09-07T02:23:00Z"
        },
        "updated_at": {
            "unix": 1536287064,
            "text": "2018-09-07 03:24:24 +0100",
            "iso_8601": "2018-09-07T02:24:24Z"
        },
        "subject": "Magnitude 6.3 earthquake strikes central Ecuador",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "magnitude-6-3-earthquake-strikes-central-ecuador-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 10:23:00",
        "gmt_time": "2018-09-07 02:23:00"
    },
    {
        "id": 673140,
        "updated_sequence": 1045954,
        "published_at": {
            "unix": 1536286680,
            "text": "2018-09-07 03:18:00 +0100",
            "iso_8601": "2018-09-07T02:18:00Z"
        },
        "updated_at": {
            "unix": 1536286813,
            "text": "2018-09-07 03:20:13 +0100",
            "iso_8601": "2018-09-07T02:20:13Z"
        },
        "subject": "US President Trump says believes Canada will end up being part of new NAFTA and says US will get a great deal with China for farmers",
        "content": "",
        "reaction_details": "<p>- USD/CAD immediately moved lower by 22 pips to 1.3116 from 1.3138.</p>\r\n",
        "reaction_updated_at": {
            "unix": 1536286813,
            "text": "2018-09-07 03:20:13 +0100",
            "iso_8601": "2018-09-07T02:20:13Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-believes-canada-will-end-up-being-part-of-new-nafta-and-says-us-will-get-a-great-deal-with-china-for-farmers-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 10:18:00",
        "gmt_time": "2018-09-07 02:18:00"
    },
    {
        "id": 673139,
        "updated_sequence": 1045948,
        "published_at": {
            "unix": 1536284880,
            "text": "2018-09-07 02:48:00 +0100",
            "iso_8601": "2018-09-07T01:48:00Z"
        },
        "updated_at": {
            "unix": 1536284949,
            "text": "2018-09-07 02:49:09 +0100",
            "iso_8601": "2018-09-07T01:49:09Z"
        },
        "subject": "PBoC injects CNY 176.5bln through 1yr MLF with rate unchanged from prior at 3.3%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-176-5bln-through-1yr-mlf-with-rate-unchanged-from-prior-at-3-3-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 09:48:00",
        "gmt_time": "2018-09-07 01:48:00"
    },
    {
        "id": 673137,
        "updated_sequence": 1045939,
        "published_at": {
            "unix": 1536284760,
            "text": "2018-09-07 02:46:00 +0100",
            "iso_8601": "2018-09-07T01:46:00Z"
        },
        "updated_at": {
            "unix": 1536284837,
            "text": "2018-09-07 02:47:17 +0100",
            "iso_8601": "2018-09-07T01:47:17Z"
        },
        "subject": "US President Trump says the US is in a little bit of a skirmish with China but is doing well",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-the-us-is-in-a-little-bit-of-a-skirmish-with-china-but-is-doing-well-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 09:46:00",
        "gmt_time": "2018-09-07 01:46:00"
    },
    {
        "id": 673134,
        "updated_sequence": 1045927,
        "published_at": {
            "unix": 1536283080,
            "text": "2018-09-07 02:18:00 +0100",
            "iso_8601": "2018-09-07T01:18:00Z"
        },
        "updated_at": {
            "unix": 1536283191,
            "text": "2018-09-07 02:19:51 +0100",
            "iso_8601": "2018-09-07T01:19:51Z"
        },
        "subject": "Alcoa (AA) Western Australian workers voted to reject proposed workplace deal and will continue with strike action",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "alcoa-aa-western-australian-workers-voted-to-reject-proposed-workplace-deal-and-will-continue-with-strike-action-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 09:18:00",
        "gmt_time": "2018-09-07 01:18:00"
    },
    {
        "id": 673133,
        "updated_sequence": 1045924,
        "published_at": {
            "unix": 1536283020,
            "text": "2018-09-07 02:17:00 +0100",
            "iso_8601": "2018-09-07T01:17:00Z"
        },
        "updated_at": {
            "unix": 1536283088,
            "text": "2018-09-07 02:18:08 +0100",
            "iso_8601": "2018-09-07T01:18:08Z"
        },
        "subject": "PBoC have not conducted repo operations so far today",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-have-not-conducted-repo-operations-so-far-today-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 09:17:00",
        "gmt_time": "2018-09-07 01:17:00"
    },
    {
        "id": 673132,
        "updated_sequence": 1045921,
        "published_at": {
            "unix": 1536282900,
            "text": "2018-09-07 02:15:00 +0100",
            "iso_8601": "2018-09-07T01:15:00Z"
        },
        "updated_at": {
            "unix": 1536282965,
            "text": "2018-09-07 02:16:05 +0100",
            "iso_8601": "2018-09-07T01:16:05Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.8212 (Prev. 6.8217)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-8212-prev-6-8217-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 09:15:00",
        "gmt_time": "2018-09-07 01:15:00"
    },
    {
        "id": 673131,
        "updated_sequence": 1045918,
        "published_at": {
            "unix": 1536282240,
            "text": "2018-09-07 02:04:00 +0100",
            "iso_8601": "2018-09-07T01:04:00Z"
        },
        "updated_at": {
            "unix": 1536282620,
            "text": "2018-09-07 02:10:20 +0100",
            "iso_8601": "2018-09-07T01:10:20Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: The public comment period regarding US-proposed 25% tariffs on USD 200bln of Chinese goods expires at midnight EDT, while China’s Mofcom stated the nation will take necessary countermeasures depending on US tariff action",
        "content": "<p>Geely Auto (175 HK)<br />- Co. August sales rose 30% Y/Y to 125.5K units. (Newswires)</p>\r\n\r\n<p>Shandong Chenming Paper (1812 HK)<br />- China Merchants Bank is said to offer Co. as much as CNY10bln in financing. (Newswires).</p>\r\n\r\n<p>Tencent (700 HK)<br />- Co. is said to acquire majority stake in India fantasy sports platform Dream11. (Newswires)<br />- Co. reportedly to partner in China with coffee shop start up Luckin.</p>\r\n\r\n<p>Other News<br />- The public comment period regarding US-proposed 25% tariffs on USD 200bln of Chinese goods expires at midnight EDT, while China&rsquo;s Mofcom stated the nation will take necessary countermeasures depending on the US tariff action. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-the-public-comment-period-regarding-us-proposed-25-tariffs-on-usd-200bln-of-chinese-goods-expires-at-midnight-edt-while-china-s-mofcom-stated-the-nation-will-take-necessary-countermeasures-depending-on-us-ta-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 09:04:00",
        "gmt_time": "2018-09-07 01:04:00"
    },
    {
        "id": 673130,
        "updated_sequence": 1045912,
        "published_at": {
            "unix": 1536282000,
            "text": "2018-09-07 02:00:00 +0100",
            "iso_8601": "2018-09-07T01:00:00Z"
        },
        "updated_at": {
            "unix": 1536282182,
            "text": "2018-09-07 02:03:02 +0100",
            "iso_8601": "2018-09-07T01:03:02Z"
        },
        "subject": "Australia sells AUD 1bln 2.50% 2030 bonds b/c 3.3, avg. yield 2.5859%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-sells-aud-1bln-2-50-2030-bonds-b-c-3-3-avg-yield-2-5859-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 09:00:00",
        "gmt_time": "2018-09-07 01:00:00"
    },
    {
        "id": 673129,
        "updated_sequence": 1045909,
        "published_at": {
            "unix": 1536281820,
            "text": "2018-09-07 01:57:00 +0100",
            "iso_8601": "2018-09-07T00:57:00Z"
        },
        "updated_at": {
            "unix": 1536281883,
            "text": "2018-09-07 01:58:03 +0100",
            "iso_8601": "2018-09-07T00:58:03Z"
        },
        "subject": "Singapore Airlines (SIA SP) reportedly faces deadlock in discussions on pay with its pilots",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-airlines-sia-sp-reportedly-faces-deadlock-in-discussions-on-pay-with-its-pilots-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 08:57:00",
        "gmt_time": "2018-09-07 00:57:00"
    },
    {
        "id": 673128,
        "updated_sequence": 1045906,
        "published_at": {
            "unix": 1536281280,
            "text": "2018-09-07 01:48:00 +0100",
            "iso_8601": "2018-09-07T00:48:00Z"
        },
        "updated_at": {
            "unix": 1536281478,
            "text": "2018-09-07 01:51:18 +0100",
            "iso_8601": "2018-09-07T00:51:18Z"
        },
        "subject": "US President Trump reportedly to say most he most likely wont pursue a government shutdown over the border wall",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires/Fox News",
        "slug": "us-president-trump-reportedly-to-say-most-he-most-likely-wont-pursue-a-government-shutdown-over-the-border-wall-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 08:48:00",
        "gmt_time": "2018-09-07 00:48:00"
    },
    {
        "id": 673127,
        "updated_sequence": 1045903,
        "published_at": {
            "unix": 1536281220,
            "text": "2018-09-07 01:47:00 +0100",
            "iso_8601": "2018-09-07T00:47:00Z"
        },
        "updated_at": {
            "unix": 1536281335,
            "text": "2018-09-07 01:48:55 +0100",
            "iso_8601": "2018-09-07T00:48:55Z"
        },
        "subject": "Trump Lawyer Giuliani says President Trump will not answer obstruction questions in potential interview with Special Counsel Mueller",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "trump-lawyer-giuliani-says-president-trump-will-not-answer-obstruction-questions-in-potential-interview-with-special-counsel-mueller-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 08:47:00",
        "gmt_time": "2018-09-07 00:47:00"
    },
    {
        "id": 673126,
        "updated_sequence": 1045900,
        "published_at": {
            "unix": 1536280500,
            "text": "2018-09-07 01:35:00 +0100",
            "iso_8601": "2018-09-07T00:35:00Z"
        },
        "updated_at": {
            "unix": 1536280705,
            "text": "2018-09-07 01:38:25 +0100",
            "iso_8601": "2018-09-07T00:38:25Z"
        },
        "subject": "NZX is to impose a minimum crossing line for trading on its main board which is to initially be set at a minimum value of NZD 50k",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nzx-is-to-impose-a-minimum-crossing-line-for-trading-on-its-main-board-which-is-to-initially-be-set-at-a-minimum-value-of-nzd-50k-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 08:35:00",
        "gmt_time": "2018-09-07 00:35:00"
    },
    {
        "id": 673125,
        "updated_sequence": 1045897,
        "published_at": {
            "unix": 1536280320,
            "text": "2018-09-07 01:32:00 +0100",
            "iso_8601": "2018-09-07T00:32:00Z"
        },
        "updated_at": {
            "unix": 1536280398,
            "text": "2018-09-07 01:33:18 +0100",
            "iso_8601": "2018-09-07T00:33:18Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Formosa Petrochemical (6505 TT) August rev. rose 30.8% Y/Y to TWD 70.0bln",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>Formosa Chemicals and Fibre (1326 TT)<br />- Co. August rev. rose 23.9% Y/Y to TWD 36.4bln. (Newswires)</p>\r\n\r\n<p>Formosa Petrochemical (6505 TT)<br />- Co. August rev. rose 30.8% Y/Y to TWD 70.0bln. (Newswires)</p>\r\n\r\n<p>Formosa Plastics (1301 TT)<br />- Co. August rev. rose 4.7% Y/Y to TWD 19.8bln. (Newswires)</p>\r\n\r\n<p>Hiwin Technologies (2049 TT)<br />- Co. August rev. rose 46.2% Y/Y to TWD 2.73bln. (Newswires)</p>\r\n\r\n<p>HTC Corp (2498 TT)<br />- Co. August rev. fell 53.7% Y/Y to TWD 1.39bln. (Newswires)</p>\r\n\r\n<p>Na Ya Plastics (1303 TT)<br />- Co. August rev. rose 14.1% Y/Y to TWD 29.7bln. (Newswires)</p>\r\n\r\n<p>TSMC (2330 TT)<br />- Co. reportedly has not dismissed possibility of buying memory chip firm to shift from slowing smartphone market. (Newswires)</p>\r\n\r\n<p>SINGAPORE</p>\r\n\r\n<p>Financials<br />- MAS is seeking tighter rules on cyber security for financial institutions in Singapore in which it proposed to make it legally binding for financial firms to set six essential cyber-security measures to protect their IT systems. (Straits</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-formosa-petrochemical-6505-tt-august-rev-rose-30-8-y-y-to-twd-70-0bln-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 08:32:00",
        "gmt_time": "2018-09-07 00:32:00"
    },
    {
        "id": 673124,
        "updated_sequence": 1045894,
        "published_at": {
            "unix": 1536279960,
            "text": "2018-09-07 01:26:00 +0100",
            "iso_8601": "2018-09-07T00:26:00Z"
        },
        "updated_at": {
            "unix": 1536280024,
            "text": "2018-09-07 01:27:04 +0100",
            "iso_8601": "2018-09-07T00:27:04Z"
        },
        "subject": "Canadian government official states that NAFTA talks are unlikely to reach an agreement this week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canadian-government-official-states-that-nafta-talks-are-unlikely-to-reach-an-agreement-this-week-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 08:26:00",
        "gmt_time": "2018-09-07 00:26:00"
    },
    {
        "id": 673123,
        "updated_sequence": 1045891,
        "published_at": {
            "unix": 1536279780,
            "text": "2018-09-07 01:23:00 +0100",
            "iso_8601": "2018-09-07T00:23:00Z"
        },
        "updated_at": {
            "unix": 1536279842,
            "text": "2018-09-07 01:24:02 +0100",
            "iso_8601": "2018-09-07T00:24:02Z"
        },
        "subject": "Canadian Foreign Minister Freeland says making good progress and plan to continue discussions on Friday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canadian-foreign-minister-freeland-says-making-good-progress-and-plan-to-continue-discussions-on-friday-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 08:23:00",
        "gmt_time": "2018-09-07 00:23:00"
    },
    {
        "id": 673122,
        "updated_sequence": 1045888,
        "published_at": {
            "unix": 1536279660,
            "text": "2018-09-07 01:21:00 +0100",
            "iso_8601": "2018-09-07T00:21:00Z"
        },
        "updated_at": {
            "unix": 1536279760,
            "text": "2018-09-07 01:22:40 +0100",
            "iso_8601": "2018-09-07T00:22:40Z"
        },
        "subject": "Malaysia could exempt e-commerce from planned sales tax, according to local press",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-could-exempt-e-commerce-from-planned-sales-tax-according-to-local-press-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 08:21:00",
        "gmt_time": "2018-09-07 00:21:00"
    },
    {
        "id": 673121,
        "updated_sequence": 1045885,
        "published_at": {
            "unix": 1536278580,
            "text": "2018-09-07 01:03:00 +0100",
            "iso_8601": "2018-09-07T00:03:00Z"
        },
        "updated_at": {
            "unix": 1536278811,
            "text": "2018-09-07 01:06:51 +0100",
            "iso_8601": "2018-09-07T00:06:51Z"
        },
        "subject": "Asia equity markets extend on losses after another weak performance in US where weakness in tech and energy weighed on the majors, while sentiment was also dampened ahead of tariff deadline and NFPs, while Trump also hinted Japan could be next",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-extend-on-losses-after-another-weak-performance-in-us-where-weakness-in-tech-and-energy-weighed-on-the-majors-while-sentiment-was-also-dampened-ahead-of-tariff-deadline-and-nfps-while-trump-also-hinted-japan-could-be-ne-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 08:03:00",
        "gmt_time": "2018-09-07 00:03:00"
    },
    {
        "id": 673120,
        "updated_sequence": 1045882,
        "published_at": {
            "unix": 1536278520,
            "text": "2018-09-07 01:02:00 +0100",
            "iso_8601": "2018-09-07T00:02:00Z"
        },
        "updated_at": {
            "unix": 1536278599,
            "text": "2018-09-07 01:03:19 +0100",
            "iso_8601": "2018-09-07T00:03:19Z"
        },
        "subject": "Canadian Foreign Minister Freeland says continues to work very intensely in trade discussions with US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canadian-foreign-minister-freeland-says-continues-to-work-very-intensely-in-trade-discussions-with-us-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 08:02:00",
        "gmt_time": "2018-09-07 00:02:00"
    },
    {
        "id": 673119,
        "updated_sequence": 1045879,
        "published_at": {
            "unix": 1536278400,
            "text": "2018-09-07 01:00:00 +0100",
            "iso_8601": "2018-09-07T00:00:00Z"
        },
        "updated_at": {
            "unix": 1536278520,
            "text": "2018-09-07 01:02:00 +0100",
            "iso_8601": "2018-09-07T00:02:00Z"
        },
        "subject": "Japanese Overtime Pay (Jul) Y/Y 1.9% (Prev. 3.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-overtime-pay-jul-y-y-1-9-prev-3-5-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 08:00:00",
        "gmt_time": "2018-09-07 00:00:00"
    },
    {
        "id": 673118,
        "updated_sequence": 1045876,
        "published_at": {
            "unix": 1536278400,
            "text": "2018-09-07 01:00:00 +0100",
            "iso_8601": "2018-09-07T00:00:00Z"
        },
        "updated_at": {
            "unix": 1536278514,
            "text": "2018-09-07 01:01:54 +0100",
            "iso_8601": "2018-09-07T00:01:54Z"
        },
        "subject": "Japanese Real Cash Earnings (Jul) Y/Y 0.4% vs. Exp. 1.1% (Prev. 2.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-real-cash-earnings-jul-y-y-0-4-vs-exp-1-1-prev-2-8-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 08:00:00",
        "gmt_time": "2018-09-07 00:00:00"
    },
    {
        "id": 673117,
        "updated_sequence": 1045873,
        "published_at": {
            "unix": 1536278400,
            "text": "2018-09-07 01:00:00 +0100",
            "iso_8601": "2018-09-07T00:00:00Z"
        },
        "updated_at": {
            "unix": 1536278505,
            "text": "2018-09-07 01:01:45 +0100",
            "iso_8601": "2018-09-07T00:01:45Z"
        },
        "subject": "Japanese Labour Cash Earnings (Jul) Y/Y 1.5% vs. Exp. 2.4% (Prev. 3.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-labour-cash-earnings-jul-y-y-1-5-vs-exp-2-4-prev-3-6-07-09-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-09-07 08:00:00",
        "gmt_time": "2018-09-07 00:00:00"
    }
]