[
    {
        "id": 677273,
        "updated_sequence": 1066609,
        "published_at": {
            "unix": 1539376200,
            "text": "2018-10-12 21:30:00 +0100",
            "iso_8601": "2018-10-12T20:30:00Z"
        },
        "updated_at": {
            "unix": 1539376200,
            "text": "2018-10-12 21:30:00 +0100",
            "iso_8601": "2018-10-12T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-05-10-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-13 04:30:00",
        "gmt_time": "2018-10-12 20:30:00"
    },
    {
        "id": 678220,
        "updated_sequence": 1066605,
        "published_at": {
            "unix": 1539374760,
            "text": "2018-10-12 21:06:00 +0100",
            "iso_8601": "2018-10-12T20:06:00Z"
        },
        "updated_at": {
            "unix": 1539374835,
            "text": "2018-10-12 21:07:15 +0100",
            "iso_8601": "2018-10-12T20:07:15Z"
        },
        "subject": "RANsquawk Week In Focus; week commencing 15 October 2018",
        "content": "<ul><li>Monday: Japanese Industrial Production, US Retail Sales, New Zealand CPI, Italian budget deadline</li>\r\n  <li>Tuesday: Chinese Inflation, UK Labour Market, German ZEW Survey Expectations, US Industrial Production, US Treasury Currency Report</li>\r\n  <li>Wednesday: UK Inflation, Eurozone Inflation, FOMC Minutes, EU leaders discuss Brexit over dinner</li>\r\n  <li>Thursday: Japanese Trade Balance, Australian Labour Market, UK Retail Sales, US Philly Fed, EU Summit</li>\r\n  <li>Friday: Japanese CPI, Chinese GDP &amp; Retail Sales, Eurozone Current Account, Canadian CPI</li>\r\n  <li>To download the report, please click <a href=\"/research_sheets/20302/download\">here</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-15-october-2018-12-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-13 04:06:00",
        "gmt_time": "2018-10-12 20:06:00"
    },
    {
        "id": 678219,
        "updated_sequence": 1066607,
        "published_at": {
            "unix": 1539374760,
            "text": "2018-10-12 21:06:00 +0100",
            "iso_8601": "2018-10-12T20:06:00Z"
        },
        "updated_at": {
            "unix": 1539374853,
            "text": "2018-10-12 21:07:33 +0100",
            "iso_8601": "2018-10-12T20:07:33Z"
        },
        "subject": "Central Bank Weekly - Previewing FOMC minutes, RBA minutes, BOC outlook survey, Banxico minutes, NBH meeting; reviewing ECB minutes",
        "content": "<ul><li><strong>Previewing FOMC minutes, RBA minutes, BOC outlook survey, Banxico minutes, NBH meeting; reviewing ECB minutes. To download the report, please click <a href=\"/research_sheets/20301/download\">here</a>.&nbsp;</strong></li>\r\n  <li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "central-bank-weekly-previewing-fomc-minutes-rba-minutes-boc-outlook-survey-banxico-minutes-nbh-meeting-reviewing-ecb-minutes-12-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-13 04:06:00",
        "gmt_time": "2018-10-12 20:06:00"
    },
    {
        "id": 678225,
        "updated_sequence": 1066603,
        "published_at": {
            "unix": 1539374700,
            "text": "2018-10-12 21:05:00 +0100",
            "iso_8601": "2018-10-12T20:05:00Z"
        },
        "updated_at": {
            "unix": 1539374762,
            "text": "2018-10-12 21:06:02 +0100",
            "iso_8601": "2018-10-12T20:06:02Z"
        },
        "subject": "RANsquawk US Market Wrap - 12 October 2018: Stocks stabilise after rout  ",
        "content": "<p><strong>* SNAP-SHOT: Equities up, Treasuries down, crude up, dollar up.<br />* REAR-VIEW: Mnuchin upbeat on US economy, US Banks kick off earnings season, Fed&#39;s Evans urges neutral policy stance, UK and EU reportedly to discuss extension of Brexit transition, IEA Monthly Oil Report boost in oil output and cut demand growth forecast, BoE Haldane sees gradual hikes, Turkey releases Pastor Brunson, Uni of Mich soft.<br />* NEXT WEEK: FOMC and RBA Minutes, Italian Budget Submission Deadline, Earnings season begins, US Retail Sales, New Zealand CPI, UK Labour Market Data, Chinese CPI, US Industrial Production, UK CPI, EZ CPI, FPC Minutes, Labour Market Data, UK Retail Sales, Chinese GDP, Japanese CPI, Canadian CPI.</strong></p>\r\n\r\n<p><strong>* TREASURY SECRETARY MNUCHIN </strong>said he could not be happier with the performance of the US economy, noting that a market correction is natural. He believes the market is digesting higher treasury supply quite well noting there is a &lsquo;lot of demand&rsquo; for US bonds; he expects the yield curve to normalise. On trade, he noted the President is right when he says that tariffs are an important negotiating tool and reiterated the possibility of a meeting with Chinese president Xi at the G20. He once again urged a reciprocal relationship with China and reported to have had productive discussions with PBoC Governor where he expressed concerns over Yuan weakness. He added that opening its market would be good for the Chinese economy and stressed that &lsquo;whatever we make on trade we do not want to lose in currencies&rsquo;. Finally, he thinks a trade deal with EU is possible before a deal with China since the EU is ready and China is not. Elsewhere, he stressed that Trump respects the independence of the Fed.</p>\r\n\r\n<p><strong>* FED: </strong>Fed&#39;s Evans (non-voter, dove) said it is time to re-adjust policy stance to neutral, stipulating that a &#39;restrictive&#39; Fed policy may mean 50bps above neutral. On the US economy he noted growth is above trend, he sees unemployment falling to 3.5% before it eases back up a little bit and thinks inflation is not a concern, therefore a slightly restrictive policy makes sense. Alluding to Trump&rsquo;s recent criticism, Evans noted that the questioning of rate hikes is fair.</p>\r\n\r\n<p><strong>* BREXIT: </strong>A UK PM May Spokesperson said UK PM May will never agree to a Brexit backstop plan that will trap Britain in a customs union permanently, stressing the backstop must be temporary; in response, DUP&#39;s Deputy Leader Dodds said it is critical that Brexit backstop is time limited. The spokesperson added that big issues remain in focus ahead of next week&rsquo;s EU summit; EU Brexit negotiator Barnier also said &lsquo;we continue our constant dialogue with EU27 member states on Brexit deal&rsquo;. Separately, Business Insider reported that UK PM May has been given until Monday to change her Brexit plan or suffer Cabinet walkouts. EU Diplomatic sources have said that the UK and EU are to discuss extending the Brexit transition phase; this followed from earlier Buzzfeed reports suggesting UK Brexit Minister Raab feels he cannot endorse a Brexit deal without a set time limit on membership of a customs union citing November 27th as the commons vote date. The reports also suggested several UK cabinet ministers have discussed the possibility of extending the implementation period by 6 months to avoid a backstop whilst one senior Tory Remain MP was said to have discussed with colleagues the possibility of voting down the deal, so there can be two more referendums. The article also stated that a Eurosceptic lawmaker has produced a list of 25 Tory rebels who will vote down Chequers. EU official says Brexit talks are making progress, but there is no deal yet; talks to continue over the weekend, and there will be an evaluation on Sunday evening; EU and UK will announce progress on Monday.</p>\r\n\r\n<p><strong>* BOE: </strong>BoE&#39;s Haldane believes that the markets&rsquo; forecast of 25bps a year in the base rate is not &#39;dissimilar&#39; to the MPC&#39;s forecasts for pay growth; he expects &#39;limited and gradual&#39; increase in wage growth which will be underpin limited and gradual increases in interest rates.</p>\r\n\r\n<p><strong>* ITALY: </strong>Economy Minister Tria has met with EU&#39;s Economic and Financial Affairs Commissioner Moscovici on Friday and the dialogue was said to be &#39;constructive&#39;. Earlier, EU President Juncker expressed once again criticism over Italy&rsquo;s plan stating the country is not keeping its word on the budget. Elsewhere, Italian Minister for South Lezzi said the government will monitor budget targets every 3 months and will intervene if the numbers do not correspond with plans; he added that there is no obligation for state-controlled companies to make additional investments.</p>\r\n\r\n<p><strong>* UNI OF MICHIGAN </strong>sentiment index saw a slight drop to 99 from 100.1 and missed expectations at 100.4. Analysts at Pantheon note the print was pushed down by expectations and current conditions components even though they remain elevated consistent with a spending growth of 4%-12%. They warn however that the pace cannot be sustained as real income growth is now at less than 3% and, given the headline&rsquo;s sensitiveness to the stock market, if the recent drop in stocks is sustained confidence could &lsquo;take a hit in the next month or two&rsquo;.</p>\r\n\r\n<p><strong>* SPX +1.4% at 2768, NDX +2.8% at 7160, DJI +1.2% at 25335.</strong> SECTORS: Energy +0.4%, Materials +0.5%, Industrials +0.6%, Cons Discretionary +2.2%, Cons Staples +0.6%, Healthcare +1.5%, Financials +0.2%, Tech +3.2%, Telecoms +2.2%, Utilities +0.1%.</p>\r\n\r\n<p><strong>* STOCK SPECIFICS: </strong>Several heavyweight banks reported earnings on Friday, with Citi (C) and Wells Fargo (WFC) up on the day, whilst JPMorgan (JPM) and PNC Financial (PNC) underperformed. Activision Blizzard (ATVI) was a top mover after promising reviews of its new Call of Duty franchise. Netflix (NFLX) moved higher on the back of an upgrade at Citi. Intuit (INTU) was another gainer as was the technology sector as a whole. Johnson Controls International (JCI) was a bottom mover, mimicking poor performance from the wider utilities sector. Alongside PNC Financial (PNC), other regional banks Regions Financial (RF) and US Bancorp (USB) were down on the day. Estee Lauder (EL) also pushed lower after a downgrade at JPMorgan.</p>\r\n\r\n<p><strong>* WTI (X8) SETTLES USD $0.37 AT $71.4/BBL. </strong>It&#39;s a red week for Brent and WTI, and there was further pressure on the crude complex on Friday after the IEA&#39;s monthly report saw the organisation revise down oil demand in 2018 and 2019, while also reporting a 100k BPD rise in OPEC production; additionally, the IEA reported OECD stocks at the highest levels since February. Elsewhere, on Friday Baker Hughes reported US oil rigs rose 8 in the week (GoM rigs were unchanged), gas rigs were up 4, and total rigs were up 11.</p>\r\n\r\n<p><strong>* US T-NOTE FUTURES (Z8) SETTLE 1+ TICKS LOWER AT 118-11.</strong> Treasuries started the session negative amid a more constructive risk environment, where equities stabilised after the recent rout. The net result was that the T-Note traded within Thursday&rsquo;s range. There were upticks after a soft Uni of Michigan sentiment survey, and the complex&nbsp; firmed towards the close after equities suffered a little wobble. Some desks were noting that dealers sold into the upswing. Major spreads were uneventful.</p>\r\n\r\n<p><strong>* WEEKLY FX WRAP: USD: </strong>The Dollar is ending a tough and roller-coaster week softer, but off worst levels as a key Fib level just below the 95.000 handle continues to hold. However, having registered a peak just above last week&rsquo;s high around 96.134 it has been mainly one-way trade lower amidst benign inflation data (PPI and CPI), a Wednesday-Thursday Wall Street meltdown and latest berating for the FOMC by President Trump for tightening policy too much and quickly.</p>\r\n\r\n<p><strong>* GBP, EUR:&nbsp; </strong>Very volatile moves in the Pound and single currency, but both currently nearer the top than bottom of 1.1430-1.1610 and 1.3025-1.3260-ranges vs the Usd circa 1.3180 and 1.1550. The Eur has been undermined by ongoing Italian budget conflict as Rome&rsquo;s coalition Government remains resolute and the EU insists that the regime is not sticking to the rules or its word, according to Juncker. Note, official presentation is due on Monday and the response after deliberation, but it appears that Brussels will deem that at least the 2019 plan violates the rules. Meanwhile, following positive reports from both side on progress towards a Brexit agreement, and some talk that the deed or deal could be done as soon as next Monday, divisions within PM May&rsquo;s Tory party, parliament and between the UK and EU persist, and over key issues, like the Irish border, customs union and indeterminant length of back-stop.</p>\r\n\r\n<p><strong>*JPY: </strong>A net safe-haven gainer vs the Usd within 111.80-113.95 trading parameters on the wide amidst all the ongoing global trade rifts and extended YUAN depreciation after China&rsquo;s return from Golden Week and latest RRR cut that did not protect on or offshore stocks from a mid-week slump.</p>\r\n\r\n<p><strong>* CHF: </strong>In stark contrast to the Jpy, and even Gold that reclaimed some of its attraction in times of pronounced risk aversion, the Franc has weakened vs the Greenback between a 0.9855-0.9955 band, and from 1.1365 to almost 1.1500 against the Eur for no apparent or clear fundamental reason in terms of Swiss specifics. Hence, the implication and word in markets has been some kind of &lsquo;official&rsquo; intervention.</p>\r\n\r\n<p><strong>* AUD, NZD, CAD: </strong>The antipodean Dollars are both holding the bulk of their recovery gains vs the Usd, but not before falling to fresh multi-month lows circa 0.7040 and 0.6420 respectively. Some encouraging Aussie and NZ macro impulses have aided the rebound alongside the relatively soft Greenback with the aud back above 0.7100 and Kiwi hovering just over 0.6500, but underperforming with the cross close to 1.0950. Meanwhile, the Loonie is pretty mid-range vs its US counterpart having hit highs circa 1.2920 vs 1.3070 lows amidst broadly weak Canadian housing data, and not straying far from a decent 1 bn option expiry at the 1.3000 strike.</p>\r\n\r\n<p><strong>* NOK, SEK: </strong>Strong performances for both Scandi crowns that were inflated by above consensus Norwegian and Swedish CPI reports (headline and core) that will keep the Norges Bank and Riksbank firmly in tightening gear. On that note, December rate hike odds in Sweden increased and Skingsely said NIRP could be unwound during the course of next year. To recap, latest guidance is for a rate hike at the end of 2018 or in February next year.</p>\r\n\r\n<p><strong>* EM: </strong>Mostly positive weeks for regional currencies, with the Brl carrying a decent post-Brazilian election result round 1 bid until front-runner for the run off vote Bolsanaro&rsquo;s choice for Finance Minister became the subject of fraud investigations. However, the Try is still maintaining gains above 6.0000 vs the Usd after an extremely whippy Friday session and the release of US Pastor Brunson that compounded bullish moves on a bigger than anticipated Turkish current account surplus and more Government initiatives designed to try and bring CPI back down towards target.</p>\r\n\r\n<p><strong>* COMING-UP: </strong>Monday - US Retail Sales, New Zealand CPI, Italian Budget Submission Deadline Tuesday - UK Labour Market Data, Chinese CPI, RBA Minutes, US Industrial Production, Earnings from IBM, Johnson &amp; Johnson, Morgan Stanley, Blackrock, Netflix &amp; Goldman Sachs Wednesday - UK CPI, EZ CPI, FPC Minutes, FOMC Minutes Thursday - Australian Labour Market Data, UK Retail Sales, Earnings from Unilever, American Express, Paypal, Philip Morris &amp; Novartis Friday - Chinese GDP, Japanese CPI, Canadian CPI, Earnings from P&amp;G. For the full <a href=\"https://ransquawk.com/research_sheets/20302/download\">RANsquawk week In Focus report click here.</a></p>\r\n\r\n<p><strong>* CENTRAL BANK WEEKLY - </strong>Previewing FOMC minutes, RBA minutes, BOC outlook survey, Banxico minutes, NBH meeting; reviewing ECB minutes.&nbsp; For the full<a href=\"https://ransquawk.com/research_sheets/20301/download\"> RANsquawk week Central Bank Weekly report click here.</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-12-october-2018-stocks-stabilise-after-rout-12-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-13 04:05:00",
        "gmt_time": "2018-10-12 20:05:00"
    },
    {
        "id": 678224,
        "updated_sequence": 1066600,
        "published_at": {
            "unix": 1539372180,
            "text": "2018-10-12 20:23:00 +0100",
            "iso_8601": "2018-10-12T19:23:00Z"
        },
        "updated_at": {
            "unix": 1539372271,
            "text": "2018-10-12 20:24:31 +0100",
            "iso_8601": "2018-10-12T19:24:31Z"
        },
        "subject": "A fire on Nigerian state owned pipeline on Osisioma Axis enar Aba has killed 16 and halted pumping",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "a-fire-on-nigerian-state-owned-pipeline-on-osisioma-axis-enar-aba-has-killed-16-and-halted-pumping-12-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-13 03:23:00",
        "gmt_time": "2018-10-12 19:23:00"
    },
    {
        "id": 678223,
        "updated_sequence": 1066597,
        "published_at": {
            "unix": 1539371100,
            "text": "2018-10-12 20:05:00 +0100",
            "iso_8601": "2018-10-12T19:05:00Z"
        },
        "updated_at": {
            "unix": 1539371475,
            "text": "2018-10-12 20:11:15 +0100",
            "iso_8601": "2018-10-12T19:11:15Z"
        },
        "subject": "EU official says Brexit talks are making progress, but there is no deal yet; talks to continue over the weekend, and there will be an evaluation on Sunday evening; EU and UK will announce progress on Monday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-official-says-brexit-talks-are-making-progress-but-there-is-no-deal-yet-talks-to-continue-over-the-weekend-and-there-will-be-an-evaluation-on-sunday-evening-eu-and-uk-will-announce-progress-on-monday-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-13 03:05:00",
        "gmt_time": "2018-10-12 19:05:00"
    },
    {
        "id": 678222,
        "updated_sequence": 1066592,
        "published_at": {
            "unix": 1539369120,
            "text": "2018-10-12 19:32:00 +0100",
            "iso_8601": "2018-10-12T18:32:00Z"
        },
        "updated_at": {
            "unix": 1539369881,
            "text": "2018-10-12 19:44:41 +0100",
            "iso_8601": "2018-10-12T18:44:41Z"
        },
        "subject": "WTI (X8) settles USD 0.37 higher at USD 71.34/bbl; Brent (Z8) settles USD 0.17 higher at USD 80.43/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>It&#39;s a red week for Brent and WTI, and there was further pressure on the crude complex on Friday after the IEA&#39;s monthly report saw the organisation revise down oil demand in 2018 and 2019, while also reporting a 100k BPD rise in OPEC production; additionally, the IEA reported OECD stocks at the highest levels since February. Elsewhere, on Friday Baker Hughes reported US oil rigs rose 8 in the week (GoM rigs were unchanged), gas rigs were up 4, and total rigs were up 11.</p>\r\n",
        "analysis_updated_at": {
            "unix": 1539369120,
            "text": "2018-10-12 19:32:00 +0100",
            "iso_8601": "2018-10-12T18:32:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-x8-settles-usd-0-37-higher-at-usd-71-34-bbl-brent-z8-settles-usd-0-17-higher-at-usd-80-43-bbl-12-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-13 02:32:00",
        "gmt_time": "2018-10-12 18:32:00"
    },
    {
        "id": 678221,
        "updated_sequence": 1066584,
        "published_at": {
            "unix": 1539368340,
            "text": "2018-10-12 19:19:00 +0100",
            "iso_8601": "2018-10-12T18:19:00Z"
        },
        "updated_at": {
            "unix": 1539368410,
            "text": "2018-10-12 19:20:10 +0100",
            "iso_8601": "2018-10-12T18:20:10Z"
        },
        "subject": "Tesla (TSLA) has reportedly begun Q3 on a strong footing, producing 11,500 vehicles including 7,000 Model 3s, according to Elektrek",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tesla-tsla-has-reportedly-begun-q3-on-a-strong-footing-producing-11-500-vehicles-including-7-000-model-3s-according-to-elektrek-12-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-13 02:19:00",
        "gmt_time": "2018-10-12 18:19:00"
    },
    {
        "id": 678218,
        "updated_sequence": 1069735,
        "published_at": {
            "unix": 1539363600,
            "text": "2018-10-12 18:00:00 +0100",
            "iso_8601": "2018-10-12T17:00:00Z"
        },
        "updated_at": {
            "unix": 1539869986,
            "text": "2018-10-18 14:39:46 +0100",
            "iso_8601": "2018-10-18T13:39:46Z"
        },
        "subject": "Baker Hughes Rig Count (12/Oct): Oil rigs +8 at 869, gas rigs +4 at 193, total rigs +11 at 1062",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-12-oct-oil-rigs-8-at-869-gas-rigs-4-at-193-total-rigs-11-at-1062-12-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-13 01:00:00",
        "gmt_time": "2018-10-12 17:00:00"
    },
    {
        "id": 678217,
        "updated_sequence": 1066572,
        "published_at": {
            "unix": 1539362580,
            "text": "2018-10-12 17:43:00 +0100",
            "iso_8601": "2018-10-12T16:43:00Z"
        },
        "updated_at": {
            "unix": 1539362685,
            "text": "2018-10-12 17:44:45 +0100",
            "iso_8601": "2018-10-12T16:44:45Z"
        },
        "subject": "IEA's Birol says high oil prices are hurting consumers and that extra barrels will need to come to the market soon to avoid further tightening",
        "content": "<p><a href=\"https://twitter.com/IEABirol/status/1050788291388289024\">Via Twitter</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "iea-s-birol-says-high-oil-prices-are-hurting-consumers-and-that-extra-barrels-will-need-to-come-to-the-market-soon-to-avoid-further-tightening-12-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-13 00:43:00",
        "gmt_time": "2018-10-12 16:43:00"
    },
    {
        "id": 678216,
        "updated_sequence": 1066569,
        "published_at": {
            "unix": 1539362160,
            "text": "2018-10-12 17:36:00 +0100",
            "iso_8601": "2018-10-12T16:36:00Z"
        },
        "updated_at": {
            "unix": 1539362216,
            "text": "2018-10-12 17:36:56 +0100",
            "iso_8601": "2018-10-12T16:36:56Z"
        },
        "subject": "EU regulators approve Broadcom (AVGO) and CA Inc (CA) merger",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-regulators-approve-broadcom-avgo-and-ca-inc-ca-merger-12-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-13 00:36:00",
        "gmt_time": "2018-10-12 16:36:00"
    },
    {
        "id": 678215,
        "updated_sequence": 1066566,
        "published_at": {
            "unix": 1539361860,
            "text": "2018-10-12 17:31:00 +0100",
            "iso_8601": "2018-10-12T16:31:00Z"
        },
        "updated_at": {
            "unix": 1539362176,
            "text": "2018-10-12 17:36:16 +0100",
            "iso_8601": "2018-10-12T16:36:16Z"
        },
        "subject": "SNB Chairman Jordan says the situation in the FX market is still fragile, reiterates the willingness to intervene in FX if necessary ",
        "content": "<ul><li>Appropriate to leave monetary policy unchanged as sees no signs of &quot;overheating&quot;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "snb-chairman-jordan-says-the-situation-in-the-fx-market-is-still-fragile-reiterates-the-willingness-to-intervene-in-fx-if-necessary-12-10-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-13 00:31:00",
        "gmt_time": "2018-10-12 16:31:00"
    },
    {
        "id": 678214,
        "updated_sequence": 1066558,
        "published_at": {
            "unix": 1539360420,
            "text": "2018-10-12 17:07:00 +0100",
            "iso_8601": "2018-10-12T16:07:00Z"
        },
        "updated_at": {
            "unix": 1539361586,
            "text": "2018-10-12 17:26:26 +0100",
            "iso_8601": "2018-10-12T16:26:26Z"
        },
        "subject": "White House Economic Adviser Kudlow says we are in a hot market boom, stock market will get back on track",
        "content": "<ul><li>China&#39;s responses to the US are unsatisfactory</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-economic-adviser-kudlow-says-we-are-in-a-hot-market-boom-stock-market-will-get-back-on-track-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-13 00:07:00",
        "gmt_time": "2018-10-12 16:07:00"
    },
    {
        "id": 678213,
        "updated_sequence": 1066550,
        "published_at": {
            "unix": 1539360060,
            "text": "2018-10-12 17:01:00 +0100",
            "iso_8601": "2018-10-12T16:01:00Z"
        },
        "updated_at": {
            "unix": 1539360156,
            "text": "2018-10-12 17:02:36 +0100",
            "iso_8601": "2018-10-12T16:02:36Z"
        },
        "subject": "DUP's Dodds says the Irish border talks are fast moving and fluid, sees the government position developing over the weekend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dup-s-dodds-says-the-irish-border-talks-are-fast-moving-and-fluid-sees-the-government-position-developing-over-the-weekend-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-13 00:01:00",
        "gmt_time": "2018-10-12 16:01:00"
    },
    {
        "id": 678212,
        "updated_sequence": 1066547,
        "published_at": {
            "unix": 1539358860,
            "text": "2018-10-12 16:41:00 +0100",
            "iso_8601": "2018-10-12T15:41:00Z"
        },
        "updated_at": {
            "unix": 1539358904,
            "text": "2018-10-12 16:41:44 +0100",
            "iso_8601": "2018-10-12T15:41:44Z"
        },
        "subject": "Italy's Interior Minister says EU's Juncker should stop insulting Italy and think more about 'Luxembourg paradise' ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-interior-minister-says-eu-s-juncker-should-stop-insulting-italy-and-think-more-about-luxembourg-paradise-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 23:41:00",
        "gmt_time": "2018-10-12 15:41:00"
    },
    {
        "id": 678210,
        "updated_sequence": 1066544,
        "published_at": {
            "unix": 1539358380,
            "text": "2018-10-12 16:33:00 +0100",
            "iso_8601": "2018-10-12T15:33:00Z"
        },
        "updated_at": {
            "unix": 1539358635,
            "text": "2018-10-12 16:37:15 +0100",
            "iso_8601": "2018-10-12T15:37:15Z"
        },
        "subject": "DUP Deputy leader Foster says there could be developments over the weekend in terms of British position ",
        "content": "<ul><li>When asked if DUP is holding government to ransom, she said no, not at all&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dup-deputy-leader-foster-says-there-could-be-developments-over-the-weekend-in-terms-of-british-position-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 23:33:00",
        "gmt_time": "2018-10-12 15:33:00"
    },
    {
        "id": 678211,
        "updated_sequence": 1066541,
        "published_at": {
            "unix": 1539358260,
            "text": "2018-10-12 16:31:00 +0100",
            "iso_8601": "2018-10-12T15:31:00Z"
        },
        "updated_at": {
            "unix": 1539358507,
            "text": "2018-10-12 16:35:07 +0100",
            "iso_8601": "2018-10-12T15:35:07Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (-0.50%), FTSE 100 (-0.10%), DAX (-0.14%), CAC (-0.14%), IBEX (-1.20%), SMI (+0.21%), FTSE MIB (-0.51%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-50-ftse-100-0-10-dax-0-14-cac-0-14-ibex-1-20-smi-0-21-ftse-mib-0-51-12-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 23:31:00",
        "gmt_time": "2018-10-12 15:31:00"
    },
    {
        "id": 678208,
        "updated_sequence": 1066532,
        "published_at": {
            "unix": 1539357300,
            "text": "2018-10-12 16:15:00 +0100",
            "iso_8601": "2018-10-12T15:15:00Z"
        },
        "updated_at": {
            "unix": 1539357354,
            "text": "2018-10-12 16:15:54 +0100",
            "iso_8601": "2018-10-12T15:15:54Z"
        },
        "subject": "NY Fed Staff Nowcast stands at 2.2% for 2018:Q3 (Prev. 2.3%) and 2.8% for 2018:Q4 (Prev. 2.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "ny-fed-staff-nowcast-stands-at-2-2-for-2018-q3-prev-2-3-and-2-8-for-2018-q4-prev-2-8-12-10-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 23:15:00",
        "gmt_time": "2018-10-12 15:15:00"
    },
    {
        "id": 678207,
        "updated_sequence": 1066529,
        "published_at": {
            "unix": 1539355860,
            "text": "2018-10-12 15:51:00 +0100",
            "iso_8601": "2018-10-12T14:51:00Z"
        },
        "updated_at": {
            "unix": 1539355953,
            "text": "2018-10-12 15:52:33 +0100",
            "iso_8601": "2018-10-12T14:52:33Z"
        },
        "subject": "Ireland's European minister says the backstop will not be time dependent ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ireland-s-european-minister-says-the-backstop-will-not-be-time-dependent-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 22:51:00",
        "gmt_time": "2018-10-12 14:51:00"
    },
    {
        "id": 678209,
        "updated_sequence": 1066535,
        "published_at": {
            "unix": 1539355860,
            "text": "2018-10-12 15:51:00 +0100",
            "iso_8601": "2018-10-12T14:51:00Z"
        },
        "updated_at": {
            "unix": 1539358250,
            "text": "2018-10-12 16:30:50 +0100",
            "iso_8601": "2018-10-12T15:30:50Z"
        },
        "subject": "Athenahealth (ATHN) has received bidder interest over USD 135/shr",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "athenahealth-athn-has-received-bidder-interest-over-usd-135-shr-12-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 22:51:00",
        "gmt_time": "2018-10-12 14:51:00"
    },
    {
        "id": 678206,
        "updated_sequence": 1066526,
        "published_at": {
            "unix": 1539355200,
            "text": "2018-10-12 15:40:00 +0100",
            "iso_8601": "2018-10-12T14:40:00Z"
        },
        "updated_at": {
            "unix": 1539355275,
            "text": "2018-10-12 15:41:15 +0100",
            "iso_8601": "2018-10-12T14:41:15Z"
        },
        "subject": "Weekly FX Wrap: yet more Italian deficit, Brexit, US-China and Trump-Fed antagonism",
        "content": "<p>USD &nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>The Dollar is ending a tough and roller-coaster week softer, but off worst levels as a key Fib level just below the 95.000 handle continues to hold. However, having registered a peak just above last week&rsquo;s high around 96.134 it has been mainly one-way trade lower amidst benign inflation data (PPI and CPI), a Wednesday-Thursday Wall Street meltdown and latest berating for the FOMC by President Trump for tightening policy too much and quickly.</p>\r\n\r\n<p>GBP/EUR</p>\r\n\r\n<p>Very volatile moves in the Pound and single currency, but both currently nearer the top than bottom of 1.1430-1.1610 and 1.3025-1.3260-ranges vs the Usd circa 1.3180 and 1.1550. The Eur has been undermined by ongoing Italian budget conflict as Rome&rsquo;s coalition Government remains resolute and the EU insists that the regime is not sticking to the rules or its word, according to Juncker. Note, official presentation is due on Monday and the response after deliberation, but it appears that Brussels will deem that at least the 2019 plan violates the rules. Meanwhile, following positive reports from both side on progress towards a Brexit agreement, and some talk that the deed or deal could be done as soon as next Monday, divisions within PM May&rsquo;s Tory party, parliament and between the UK and EU persist, and over key issues, like the Irish border, customs union and indeterminant length of back-stop.</p>\r\n\r\n<p>JPY</p>\r\n\r\n<p>A net safe-haven gainer vs the Usd within 111.80-113.95 trading parameters on the wide amidst all the ongoing global trade rifts and extended YUAN depreciation after China&rsquo;s return from Golden Week and latest RRR cut that did not protect on or offshore stocks from a mid-week slump.</p>\r\n\r\n<p>CHF &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>In stark contrast to the Jpy, and even Gold that reclaimed some of its attraction in times of pronounced risk aversion, the Franc has weakened vs the Greenback between a 0.9855-0.9955 band, and from 1.1365 to almost 1.1500 against the Eur for no apparent or clear fundamental reason in terms of Swiss specifics. Hence, the implication and word in markets has been some kind of &lsquo;official&rsquo; intervention.</p>\r\n\r\n<p>AUD/NZD/CAD</p>\r\n\r\n<p>The antipodean Dollars are both holding the bulk of their recovery gains vs the Usd, but not before falling to fresh multi-month lows circa 0.7040 and 0.6420 respectively. Some encouraging Aussie and NZ macro impulses have aided the rebound alongside the relatively soft Greenback with the aud back above 0.7100 and Kiwi hovering just over 0.6500, but underperforming with the cross close to 1.0950. Meanwhile, the Loonie is pretty mid-range vs its US counterpart having hit highs circa 1.2920 vs 1.3070 lows amidst broadly weak Canadian housing data, and not straying far from a decent 1 bn option expiry at the 1.3000 strike.</p>\r\n\r\n<p>NOK/SEK</p>\r\n\r\n<p>Strong performances for both Scandi crowns that were inflated by above consensus Norwegian and Swedish CPI reports (headline and core) that will keep the Norges Bank and Riksbank firmly in tightening gear. On that note, December rate hike odds in Sweden increased and Skingsely said NIRP could be unwound during the course of next year. To recap, latest guidance is for a rate hike at the end of 2018 or in February next year.</p>\r\n\r\n<p>EM</p>\r\n\r\n<p>Mostly positive weeks for regional currencies, with the Brl carrying a decent post-Brazilian election result round 1 bid until front-runner for the run off vote Bolsanaro&rsquo;s choice for Finance Minister became the subject of fraud investigations. However, the Try is still maintaining gains above 6.0000 vs the Usd after an extremely whippy Friday session and the release of US Pastor Brunson that compounded bullish moves on a bigger than anticipated Turkish current account surplus and more Government initiatives designed to try and bring CPI back down towards target.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-yet-more-italian-deficit-brexit-us-china-and-trump-fed-antagonism-12-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 22:40:00",
        "gmt_time": "2018-10-12 14:40:00"
    },
    {
        "id": 678205,
        "updated_sequence": 1066523,
        "published_at": {
            "unix": 1539355200,
            "text": "2018-10-12 15:40:00 +0100",
            "iso_8601": "2018-10-12T14:40:00Z"
        },
        "updated_at": {
            "unix": 1539355207,
            "text": "2018-10-12 15:40:07 +0100",
            "iso_8601": "2018-10-12T14:40:07Z"
        },
        "subject": "BOE's Deputy Governor Ramsden says interest rate rise will be limited and gradual if Brexit is smooth and economy grows as forecast.",
        "content": "<ul><li>Adds that a Key milestone is coming up in Brexit talks after which no-deal planning will need to be increased</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-s-deputy-governor-ramsden-says-interest-rate-rise-will-be-limited-and-gradual-if-brexit-is-smooth-and-economy-grows-as-forecast-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 22:40:00",
        "gmt_time": "2018-10-12 14:40:00"
    },
    {
        "id": 678204,
        "updated_sequence": 1066520,
        "published_at": {
            "unix": 1539354540,
            "text": "2018-10-12 15:29:00 +0100",
            "iso_8601": "2018-10-12T14:29:00Z"
        },
        "updated_at": {
            "unix": 1539354696,
            "text": "2018-10-12 15:31:36 +0100",
            "iso_8601": "2018-10-12T14:31:36Z"
        },
        "subject": "EU Diplomatic sources have said that the UK and EU are to discuss extending the Brexit transition phase",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-diplomatic-sources-have-said-that-the-uk-and-eu-are-to-discuss-extending-the-brexit-transition-phase-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 22:29:00",
        "gmt_time": "2018-10-12 14:29:00"
    },
    {
        "id": 678201,
        "updated_sequence": 1066509,
        "published_at": {
            "unix": 1539354420,
            "text": "2018-10-12 15:27:00 +0100",
            "iso_8601": "2018-10-12T14:27:00Z"
        },
        "updated_at": {
            "unix": 1539354518,
            "text": "2018-10-12 15:28:38 +0100",
            "iso_8601": "2018-10-12T14:28:38Z"
        },
        "subject": "The US has started an anti-dumping probe vs. China vis-a-vis mattress imports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "the-us-has-started-an-anti-dumping-probe-vs-china-vis-a-vis-mattress-imports-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 22:27:00",
        "gmt_time": "2018-10-12 14:27:00"
    },
    {
        "id": 678200,
        "updated_sequence": 1066506,
        "published_at": {
            "unix": 1539352860,
            "text": "2018-10-12 15:01:00 +0100",
            "iso_8601": "2018-10-12T14:01:00Z"
        },
        "updated_at": {
            "unix": 1539353012,
            "text": "2018-10-12 15:03:32 +0100",
            "iso_8601": "2018-10-12T14:03:32Z"
        },
        "subject": "British American Tobacco (BATS LN) - FDA warns E-cigarette makers that they must prove that there products are allowed on the market or they must halt sales",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "british-american-tobacco-bats-ln-fda-warns-e-cigarette-makers-that-they-must-prove-that-there-products-are-allowed-on-the-market-or-they-must-halt-sales-12-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 22:01:00",
        "gmt_time": "2018-10-12 14:01:00"
    },
    {
        "id": 678194,
        "updated_sequence": 1066488,
        "published_at": {
            "unix": 1539352620,
            "text": "2018-10-12 14:57:00 +0100",
            "iso_8601": "2018-10-12T13:57:00Z"
        },
        "updated_at": {
            "unix": 1539352733,
            "text": "2018-10-12 14:58:53 +0100",
            "iso_8601": "2018-10-12T13:58:53Z"
        },
        "subject": "ECB's Visco says Italy's government debt is the problem people talk about",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-visco-says-italy-s-government-debt-is-the-problem-people-talk-about-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 21:57:00",
        "gmt_time": "2018-10-12 13:57:00"
    },
    {
        "id": 678193,
        "updated_sequence": 1066475,
        "published_at": {
            "unix": 1539352080,
            "text": "2018-10-12 14:48:00 +0100",
            "iso_8601": "2018-10-12T13:48:00Z"
        },
        "updated_at": {
            "unix": 1539352160,
            "text": "2018-10-12 14:49:20 +0100",
            "iso_8601": "2018-10-12T13:49:20Z"
        },
        "subject": "Deaths reported in Abiomed's (ABMD) Impella CP study",
        "content": "<p>For source click <a href=\"https://www.accessdata.fda.gov/scripts/cdrh/cfdocs/Medsun/medsun_details.cfm?id=60348\">here</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deaths-reported-in-abiomed-s-abmd-impella-cp-study-12-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 21:48:00",
        "gmt_time": "2018-10-12 13:48:00"
    },
    {
        "id": 678192,
        "updated_sequence": 1066470,
        "published_at": {
            "unix": 1539351960,
            "text": "2018-10-12 14:46:00 +0100",
            "iso_8601": "2018-10-12T13:46:00Z"
        },
        "updated_at": {
            "unix": 1539352013,
            "text": "2018-10-12 14:46:53 +0100",
            "iso_8601": "2018-10-12T13:46:53Z"
        },
        "subject": "Teva (TEVA) has lost its appeal over its Copaxone MS drug",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "teva-teva-has-lost-its-appeal-over-its-copaxone-ms-drug-12-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 21:46:00",
        "gmt_time": "2018-10-12 13:46:00"
    },
    {
        "id": 678191,
        "updated_sequence": 1066483,
        "published_at": {
            "unix": 1539351840,
            "text": "2018-10-12 14:44:00 +0100",
            "iso_8601": "2018-10-12T13:44:00Z"
        },
        "updated_at": {
            "unix": 1539352219,
            "text": "2018-10-12 14:50:19 +0100",
            "iso_8601": "2018-10-12T13:50:19Z"
        },
        "subject": "UK PM May given until Monday to change her Brexit plan or suffer Cabinet walkouts",
        "content": "<ul><li>A senior Cabinet source tells Business Insider that May faces a &quot;killer moment&quot; in Brexit talks</li>\r\n  <li>Cabinet Brexiteers are angry with May&#39;s refusal to put a definite end-point on her plans for a so-called Brexit &quot;backstop&quot;</li>\r\n  <li><a href=\"http://uk.businessinsider.com/theresa-may-weekend-to-change-her-brexit-backstop-plan-and-avoid-cabinet-resignations-2018-10\">Click here for article</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Business Insider",
        "slug": "uk-pm-may-given-until-monday-to-change-her-brexit-plan-or-suffer-cabinet-walkouts-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 21:44:00",
        "gmt_time": "2018-10-12 13:44:00"
    },
    {
        "id": 678190,
        "updated_sequence": 1066485,
        "published_at": {
            "unix": 1539351660,
            "text": "2018-10-12 14:41:00 +0100",
            "iso_8601": "2018-10-12T13:41:00Z"
        },
        "updated_at": {
            "unix": 1539352511,
            "text": "2018-10-12 14:55:11 +0100",
            "iso_8601": "2018-10-12T13:55:11Z"
        },
        "subject": "Italy's Economy Minister Tria has met with EU's Economic and Financial Affairs Commissioner Moscovici and the dialogue has been quoted 'constructive'",
        "content": "<ul><li>Economy Minister Tria says spread&#39;s&nbsp;effects on banks are more immediate so we are working to bring it down; he says tax incentives for Italian buyers of domestic government bonds were never discussed.&nbsp;</li>\r\n  <li>He adds he does not seem that investors are withdrawing from Italy&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-economy-minister-tria-has-met-with-eu-s-economic-and-financial-affairs-commissioner-moscovici-and-the-dialogue-has-been-quoted-constructive-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 21:41:00",
        "gmt_time": "2018-10-12 13:41:00"
    },
    {
        "id": 678189,
        "updated_sequence": 1066456,
        "published_at": {
            "unix": 1539350880,
            "text": "2018-10-12 14:28:00 +0100",
            "iso_8601": "2018-10-12T13:28:00Z"
        },
        "updated_at": {
            "unix": 1539350940,
            "text": "2018-10-12 14:29:00 +0100",
            "iso_8601": "2018-10-12T13:29:00Z"
        },
        "subject": "Turkish court convicts Pastor Brunson, but he is released based on time served",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-court-convicts-pastor-brunson-but-he-is-released-based-on-time-served-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 21:28:00",
        "gmt_time": "2018-10-12 13:28:00"
    },
    {
        "id": 678188,
        "updated_sequence": 1066453,
        "published_at": {
            "unix": 1539350760,
            "text": "2018-10-12 14:26:00 +0100",
            "iso_8601": "2018-10-12T13:26:00Z"
        },
        "updated_at": {
            "unix": 1539350829,
            "text": "2018-10-12 14:27:09 +0100",
            "iso_8601": "2018-10-12T13:27:09Z"
        },
        "subject": "U.S Pastor Brunson has been sentenced to 3 years in prison by a Turkish Court; court rules to lift judicial restrictions on Brunson",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "u-s-pastor-brunson-has-been-sentenced-to-3-years-in-prison-by-a-turkish-court-court-rules-to-lift-judicial-restrictions-on-brunson-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 21:26:00",
        "gmt_time": "2018-10-12 13:26:00"
    },
    {
        "id": 678186,
        "updated_sequence": 1066450,
        "published_at": {
            "unix": 1539350280,
            "text": "2018-10-12 14:18:00 +0100",
            "iso_8601": "2018-10-12T13:18:00Z"
        },
        "updated_at": {
            "unix": 1539350800,
            "text": "2018-10-12 14:26:40 +0100",
            "iso_8601": "2018-10-12T13:26:40Z"
        },
        "subject": "Additional US Equity Stories - GE",
        "content": "<ul><li>General Electric (GE) - The utilities co. has moved back its earnings release by 5 days to October 30th. (Newswires)</li>\r\n  <li>United Technology (UTX)/Rockwell Collins (COL) - The merger agreement is supported by staff of Chinese regulator; according to Capitol Forum. (Newswires)&nbsp;</li>\r\n  <li>Campbell Soup (CPB) - The co. outline &#39;unacceptable risk; related to Third Point&#39;s lack of&nbsp; a &#39;cogent plan&#39; and &#39;underqualified&#39; directors; urges shareholders to vote gold proxy card. (Newswires)&nbsp;</li>\r\n  <li>Snapchat (SNAP) - Cascend Securities make cautious comments on the co., saying their ratings on the iPhone are &quot;terrible&quot;. (Newswires)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-ge-12-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 21:18:00",
        "gmt_time": "2018-10-12 13:18:00"
    },
    {
        "id": 678182,
        "updated_sequence": 1066424,
        "published_at": {
            "unix": 1539349080,
            "text": "2018-10-12 13:58:00 +0100",
            "iso_8601": "2018-10-12T12:58:00Z"
        },
        "updated_at": {
            "unix": 1539349143,
            "text": "2018-10-12 13:59:03 +0100",
            "iso_8601": "2018-10-12T12:59:03Z"
        },
        "subject": "Fixed and FX latest: core bonds and Usd firmer for choice",
        "content": "<p>Somewhat mixed and secondary US price data has not really prompted a reaction, as debt futures continue their grind higher alongside the Dollar, and perhaps more in readiness for Wall Street to return and match the positivity indicated via futures. Bunds and Gilts are just nudging fresh intraday highs of 158.46 and 120.45 (+11 and +41 ticks vs -40 and -1/4 point at the Eurex and Liffe troughs), while the DXY is also inching a bit further from its worst levels towards 95.280 having respected strong or at least key Fib support again just under 95.000.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-core-bonds-and-usd-firmer-for-choice-12-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 20:58:00",
        "gmt_time": "2018-10-12 12:58:00"
    },
    {
        "id": 678181,
        "updated_sequence": 1066439,
        "published_at": {
            "unix": 1539348900,
            "text": "2018-10-12 13:55:00 +0100",
            "iso_8601": "2018-10-12T12:55:00Z"
        },
        "updated_at": {
            "unix": 1539349518,
            "text": "2018-10-12 14:05:18 +0100",
            "iso_8601": "2018-10-12T13:05:18Z"
        },
        "subject": "UK Brexit Minister Raab feels he cannot endorse a Brexit deal without a set time limit on membership of a customs union, November 27 penciled in as commons vote date; as according to Buzzfeed",
        "content": "<ul><li>Several UK cabinet ministers have discussed the possibility of extending the implementation period by 6 months to avoid backstop.</li>\r\n  <li>One senior Tory Remain MP has discussed with colleagues the possibility of voting down the deal, so there can be two more referendums</li>\r\n  <li>the article also states that a Eurosceptic lawmaker has produced a list of 25 Tory rebels who will vote down Chequers</li>\r\n  <li>For source click <a href=\"https://www.buzzfeed.com/alexwickham/theresa-may-threats-brexit-endgame\">here</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Buzzfeed",
        "slug": "uk-brexit-minister-raab-feels-he-cannot-endorse-a-brexit-deal-without-a-set-time-limit-on-membership-of-a-customs-union-november-27-penciled-in-as-commons-vote-date-as-according-to-buzzfeed-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 20:55:00",
        "gmt_time": "2018-10-12 12:55:00"
    },
    {
        "id": 678180,
        "updated_sequence": 1066418,
        "published_at": {
            "unix": 1539348780,
            "text": "2018-10-12 13:53:00 +0100",
            "iso_8601": "2018-10-12T12:53:00Z"
        },
        "updated_at": {
            "unix": 1539348846,
            "text": "2018-10-12 13:54:06 +0100",
            "iso_8601": "2018-10-12T12:54:06Z"
        },
        "subject": "Exxon (XOM) reports operations require flaring at Beaumont Texas refinery; according to a community alert ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-xom-reports-operations-require-flaring-at-beaumont-texas-refinery-according-to-a-community-alert-12-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 20:53:00",
        "gmt_time": "2018-10-12 12:53:00"
    },
    {
        "id": 678179,
        "updated_sequence": 1066412,
        "published_at": {
            "unix": 1539348000,
            "text": "2018-10-12 13:40:00 +0100",
            "iso_8601": "2018-10-12T12:40:00Z"
        },
        "updated_at": {
            "unix": 1539348183,
            "text": "2018-10-12 13:43:03 +0100",
            "iso_8601": "2018-10-12T12:43:03Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 12th October 2018 - Earnings from C, JPM, PNC, WFC ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20297/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Earnings from Citigroup Inc (C), JPMorgan Chase &amp; Co (JPM), PNC Financial Services Group Inc (PNC), Wells Fargo &amp; Co (WFC)</li>\r\n  <li>Netflix (NFLX) upgraded to Buy from Neutral at Citigroup</li>\r\n  <li>Activision Blizzard (ATVI) &ndash; Baird says initial reviews for Call of Duty are positive.</li>\r\n</ul>\r\n\r\n<p>12th October 2018</p>\r\n\r\n<p>EARNINGS</p>\r\n\r\n<ul><li>Citigroup Inc (C) Q3 EPS USD 1.73 vs. Exp. USD 1.69, revenue USD 18.4bln vs. Exp. USD 18.45bln. Q3 fixed income markets revenue USD 3.2bln vs. Exp USD 2.95bln. Q3 operating expenses USD 10.3bln. (Newswires)</li>\r\n  <li>JPMorgan Chase &amp; Co (JPM) Q3 EPS USD 2.34 vs. Exp. USD 2.25, revenue USD 27.3bln vs. Exp. USD 27.5bln. Net Interest Income +7% USD 14.1bln. FICC sales and Trading Revenue USD 2.84bln vs. Exp USD 2.96bln. Q3 Investment Banking Revenue USD 1.73bln vs. Exp USD 1.82bln. Sees FY18 net interest income USD 55.5bln+/-. (Newswires)</li>\r\n  <li>PNC Financial Services Group Inc (PNC) Q3 EPS USD 2.82 vs. Exp. USD 2.72, revenue USD 4.4bln vs. Exp. USD 4.35bln. Sees Q4 net interest income up low-single digits. (Newswires)</li>\r\n  <li>Wells Fargo &amp; Co (WFC) Q3 EPS USD 1.13 vs. Exp. USD 1.17, revenue USD 21.9bln vs. Exp. USD 21.9bln. Residential Mortgage Loan Originations USD 46bln vs. prev. USD 50bln. Mortgage Banking Income USD 846mln vs. prev. USD 770mln. Q3 noninterest expense USD 13.8bln. Reports allowance for credit losses USD 11bln at September 30th. &nbsp;(Newswires)</li>\r\n</ul>\r\n\r\n<p>DJIA</p>\r\n\r\n<ul><li>Boeing (BA) &ndash; Airbus (AIR FP) could beat Boeing to the market for a long-range narrow body jet, which could hit the market by 2023. (Newswires)</li>\r\n  <li>Goldman Sachs (GS) &ndash; A new expose book, &quot;Noncompliant: A Lone Whistleblower Exposes the Giants of Wall Street&quot; by Carmen Segarra, claims that the incoming CEO, David Solomon, once dismissed criticism of the co. double-dealing in an energy merger as a matter of &ldquo;perception&rdquo;. (Newswires)</li>\r\n  <li>Intel (INTC) &ndash; The chip maker has reduced its stake in its Netherlands-based supplier ASML (ASML) to under 3%. (Newswires)</li>\r\n  <li>Johnson &amp; Johnson (JNJ) &ndash; The pharma products co. has been cleared of liability in a case made against it by a woman claiming its talc-based products contains asbestos and gave her cancer. (Newswires)</li>\r\n  <li>Verizon (VZ) &ndash; The telecom co., who previously told 1,000 departing workers there would be no severance package when they move to Infosys (INFY), is now offering the alternative to take an exit package instead of moving to Infosys. (Newswires)</li>\r\n</ul>\r\n\r\n<p>S&amp;P500</p>\r\n\r\n<ul><li>AbbVie (ABBV) &ndash; The pharmaceutical announced a global resolution with Novartis (NVS) over an IP litigation over Novartis&rsquo; proposed biosimilar adalimumab product. (Newswires)</li>\r\n  <li>Activision Blizzard (ATVI) &ndash; Baird says initial reviews for Call of Duty are positive. (Newswires)</li>\r\n  <li>Bristol-Myers Squibb (BMY) &ndash; The pharmaceutical announced its Phase 3 checkmate-331 does not meet its primary end point of overall survival with Opdivo vs. chemotherapy in patients previously treated for small-cell lung cancer. (Newswires)</li>\r\n  <li>Duke Energy (DUK) &ndash; The energy co. is assessing the damage done in the Florida Panhandle from Hurricane Michael, where an estimated 31,000 customers lost power. (Newswires)</li>\r\n  <li>Eli Lilly (LLY) &ndash; The pharma co. has launched a Thriver Movement for patients with metastatic breast cancer, to improve resources available for patients. (Newswires)</li>\r\n  <li>Estee Lauder (EL) &ndash; The cosmetics co. is suing Deciem after its founder, Brandon Truaxe, moved to shut down the co.&rsquo;s stores claiming the co. engaged in &ldquo;criminal activity&rdquo;. (WSJ)</li>\r\n  <li>Starbucks (SBUX) &ndash; The coffee maker announced an accelerates USD 5bln share buyback. (Newswires)&nbsp;</li>\r\n  <li>Wynn Resorts (WYNN) &ndash; The casino co. has partnered with the European-based BetBull Limited, a digital sports betting operator, to grow in the emerging US market for sports betting. (Newswires)</li>\r\n</ul>\r\n\r\n<p>NASDAQ</p>\r\n\r\n<ul><li>Align Technology (ALGN) &ndash; The orthodontics co. is expanding its recently launched interactive brand experience programme into eight new US locations. (Newswires)</li>\r\n  <li>Alphabet (GOOGL) &ndash; The tech giant is partnering up with Orange SA (ORAN FP) to implement a new, 6,600km Dunant submarine cable connecting the US with France, where fibre-pairs will have a capacity of more than 30Tbp/s; this will be the first new submarine cable in more than 15 years. (Newswires)</li>\r\n  <li>Amazon (AMZN) &ndash; The online retailer has had over 1000 data centre locations revealed by Wikileaks. Elsewhere, the co. has replaced Alibaba (BABA) in Stifel&rsquo;s Select List, citing near-term optimism for Amazon and a poor China macro environment for Alibaba. (Newswires)</li>\r\n  <li>Facebook (FB) &ndash; It has been revealed that a business unit of the social media co., named Building 8, has been working to build the world&rsquo;s first brain-computer interfaces, giving computer-like functionality in people&rsquo;s heads. Elsewhere, the co. is rolling out 3D photos in its News Feed for users to experiment with. (Newswires)</li>\r\n  <li>Illumina (ILMN) &ndash; The biotech co. has had its price target raised to USD 350 from USD 330 at Deutsche Bank, citing bias for upside in the estimates and positive newsflow in clinical markets. (Newswires)</li>\r\n  <li>Tesla (TSLA) &ndash; The automaker has said that orders for cars placed by October 15th will be eligible for a full federal tax credit of USD 7,500 and delivery by year-end. Elsewhere, the co.&rsquo;s subsidiary SolarCity has settled a case with the state of Oregon after it was accused of inflating product prices to qualify for higher state tax credits; it will pay Oregon USD 13mln. Also, its US sales are gaining on BMW (BMW GY) and other luxury car makers including Lexus, Mercedes-Benz, Audi. (Newswires)</li>\r\n</ul>\r\n\r\n<p>OTHER NEWS</p>\r\n\r\n<ul><li>Athenahealth (ATHN) &ndash; The healthcare-focused network services provider has approached suitors which it previously rejected as stronger offers have failed to materialise; this is part of the co.&rsquo;s ongoing pressure from activist investor Paul Singer&rsquo;s Elliot Management to sell itself. (NY Post)</li>\r\n  <li>Blackstone (BX) &ndash; The private equity firm is reportedly close to completing a GBP 800mln purchase of the UK-based live events complex, the NEC Group. (Sky News)</li>\r\n  <li>Fitbit (FIT) &ndash; The co. gained momentum pre-market after Wedbush turned bullish over the co.&rsquo;s expansion into the MedTech market. (Newswires)</li>\r\n  <li>GeiGene (BGNE) &ndash; The pharma co. has updated Phase 1 data results from its Waldenstrom&#39;s Macroglobulinemia treating BTK inhibitor zanubrutinib, where it now has stronger supporting data for its NDA. (Newswires)</li>\r\n  <li>Ni Source (NI) - Columbia Gas, an affiliate of the co. was blamed for a deadly explosion in Massachusetts; the National Transportation Safety board said the co. did not require repair teams to reapply sensors while conducting works on the gas pipelines. (Newswires)</li>\r\n  <li>Sears (SHLD) &ndash; The retailer is in talks with banks who are advising it to liquidate its assets rather than rely on bankruptcy protection in an effort to save an &ldquo;American legend&rdquo;. (WSJ)</li>\r\n  <li>Tencent (TCEHY) &ndash; The Chinese tech co.&rsquo;s subsidiary, Tencent Music, has postponed its IPO till at least November, citing the recent global market selloff. Elsewhere, the co. has approached Apple (AAPL) to inform them that hackers have broken into customer accounts using stolen Apple IDs to steal unknown amounts of cash. (WSJ, Newswires)</li>\r\n</ul>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>Upgrades</p>\r\n\r\n<ul><li>CANADIAN PACIFIC (CP) UPGRADED TO BUY FROM HOLD AT STIFEL</li>\r\n  <li>COSTCO (COST) UPGRADED TO BUY FROM NEUTRAL AT NORTHCOAST</li>\r\n  <li>EASTMAN CHEMICAL (EMN) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>ENSCO (ESV) UPGRADED TO BUY FROM HOLD AT SOCIETE GENERALE</li>\r\n  <li>ENSCO (ESV) UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT JPMORGAN</li>\r\n  <li>FITBIT (FIT) UPGRADED TO OUTPERFORM FROM NEUTRAL AT WEDBUSH</li>\r\n  <li>JETBLUE (JBLU) UPGRADED TO PEER PERFORM FROM UNDERPERFORM AT WOLFE RESEARCH</li>\r\n  <li>LEXINGTON REALTY (LXP) UPGRADED TO BUY FROM HOLD AT JEFFERIES</li>\r\n  <li>MARVELL (MRVL) UPGRADED TO BUY FROM HOLD AT STIFEL</li>\r\n  <li>MICROSOFT (MSFT) UPGRADED TO OUTPERFORM FROM NEUTRAL AT MACQUARIE</li>\r\n  <li>NETFLIX (NFLX) UPGRADED TO BUY FROM NEUTRAL AT CITI</li>\r\n  <li>NEWMARK (NMRK) UPGRADED TO BUY FROM HOLD AT SANDLER O&#39;NEILL</li>\r\n  <li>NOBLE CORP. (NE) UPGRADED TO BUY FROM HOLD AT SOCIETE GENERALE</li>\r\n  <li>OCEANEERING (OII) UPGRADED TO BUY FROM HOLD AT SOCIETE GENERALE</li>\r\n  <li>RH (RH) UPGRADED TO BUY FROM HOLD AT STIFEL</li>\r\n  <li>SNAP (SNAP) UPGRADED TO BUY FROM HOLD AT PIVOTAL RESEARCH</li>\r\n  <li>SQUARE (SQ) UPGRADED TO BUY FROM HOLD AT CANACCORD</li>\r\n  <li>SSR MINING (SSRM) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT SCOTIABANK</li>\r\n  <li>STEELCASE (SCS) UPGRADED TO BUY FROM NEUTRAL AT SEAPORT GLOBAL</li>\r\n  <li>TWITTER (TWTR) UPGRADED TO HOLD FROM SELL AT PIVOTAL RESEARCH</li>\r\n</ul>\r\n\r\n<p>Downgrades</p>\r\n\r\n<ul><li>ALDER BIOPHARMACEUTICALS (ALDR) DOWNGRADED TO NEUTRAL FROM BUY AT MIZUHO</li>\r\n  <li>ANTERO MIDSTREAM (AM) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</li>\r\n  <li>CMS ENERGY (CMS) DOWNGRADED TO NEUTRAL ON VALUATION AT BOFA/MERRILL</li>\r\n  <li>CSI COMPRESSCO (CCLP) DOWNGRADED TO NEUTRAL FROM BUY AT JANNEY MONTGOMERY SCOTT</li>\r\n  <li>DIAMOND OFFSHORE (DO) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>ESTEE LAUDER (EL) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li>\r\n  <li>FORTUNE BRANDS (FBHS) DOWNGRADED TO NEUTRAL FROM BUY AT LONGBOW</li>\r\n  <li>GENESEE &amp; WYOMING (GWR) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li>\r\n  <li>HALLIBURTON (HAL) DOWNGRADED TO HOLD FROM BUY AT SOCIETE GENERALE</li>\r\n  <li>HOEGH LNG PARTNERS (HMLP) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</li>\r\n  <li>IMMUNE DESIGN (IMDZ) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT LEERINK</li>\r\n  <li>MASCO (MAS) DOWNGRADED TO NEUTRAL FROM BUY AT LONGBOW</li>\r\n  <li>MOLINA HEALTHCARE (MOH) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li>\r\n  <li>ONEOK (OKE) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</li>\r\n  <li>ROWAN COMPANIES (RDC) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li>\r\n  <li>SUNOCO (SUN) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li>\r\n  <li>TREVENA (TRVN) DOWNGRADED TO HOLD FROM BUY AT NEEDHAM</li>\r\n  <li>UMC (UMC) DOWNGRADED TO NEUTRAL FROM BUY AT NOMURA INSTINET</li>\r\n  <li>WEATHERFORD (WFT) DOWNGRADED TO SELL FROM BUY AT SOCIETE GENERALE</li>\r\n  <li>EXFO INC. (EXFO) DOWNGRADED TO HOLD FROM BUY AT GMP SECURITIES</li>\r\n</ul>\r\n\r\n<p>Initiations</p>\r\n\r\n<ul><li>3M (MMM) INITIATED WITH AN OUTPERFORM AT CREDIT SUISSE; PT USD 228</li>\r\n  <li>ABEONA THERAPEUTICS (ABEO) RATED NEW BUY AT MIZUHO; PT USD 17</li>\r\n  <li>ACUITY BRANDS (AYI) RATED NEW NEUTRAL AT CREDIT SUISSE; PT USD 135</li>\r\n  <li>ADVANCED DISPOSAL (ADSW) RATED NEW EQUAL-WEIGHT AT MORGAN STANLEY</li>\r\n  <li>ANGI HOMESERVICES (ANGI) RATED NEW NEUTRAL AT NOMURA INSTINET; PT USD 20</li>\r\n  <li>APHRIA (APH CN) RATED NEW SELL AT VERITAS; PT CUSD 19</li>\r\n  <li>AURORA CANNABIS (ACB CN) RATED NEW SELL AT VERITAS; PT CUSD 13</li>\r\n  <li>CANOPY GROWTH (WEED CN) RATED NEW SELL AT VERITAS; PT CUSD 30</li>\r\n  <li>CARBONITE (CARB) RATED NEW BUY AT JEFFERIES; PT USD 45</li>\r\n  <li>CHAPARRAL ENERGY (CHAP) RATED NEW BUY AT STIFEL; PT USD 23</li>\r\n  <li>CHEMED (CHE) RATED NEW BUY AT BOFAML; PT USD 390</li>\r\n  <li>CHIMERA (CIM) RATED NEW MARKET PERFORM AT RAYMOND JAMES</li>\r\n  <li>COLLIERS INTERNATIONAL (CIGI CN) RATED NEW SECTOR PERFORM AT SCOTIABANK</li>\r\n  <li>CRONOS GROUP (CRON CN) RATED NEW SELL AT VERITAS; PT CUSD 4.50</li>\r\n  <li>EMERSON ELECTRIC (EMR) REINSTATED NEUTRAL AT CREDIT SUISSE; PT USD 78</li>\r\n  <li>FOAMIX (FOMX) RATED NEW OVERWEIGHT AT CANTOR; PT USD 15</li>\r\n  <li>HALLIBURTON (HAL) RATED NEW OVERWEIGHT AT STEPHENS; PT USD 55</li>\r\n  <li>HD SUPPLY (HDS) RATED NEW BUY AT JEFFERIES; PT USD 48</li>\r\n  <li>IAC (IAC) RATED NEW BUY AT NOMURA INSTINET; PT USD 246</li>\r\n  <li>INGERSOLL-RAND (IR) REINSTATED OUTPERFORM AT CREDIT SUISSE; PT USD 108</li>\r\n  <li>INTERNATIONAL MONEY EXPRESS (IMXI) RATED NEW OVERWEIGHT AT CANTOR</li>\r\n  <li>JOHNSON CONTROLS (JCI) REINSTATED NEUTRAL AT CREDIT SUISSE; PT USD 37</li>\r\n  <li>MATCH GROUP (MTCH) RATED NEW BUY AT NOMURA INSTINET; PT USD 66</li>\r\n  <li>MAV BEAUTY BRANDS (MAV CN) RATED NEW OUTPERFORM AT BMO; PT CUSD 17</li>\r\n  <li>MFA FINANCIAL (MFA) RATED NEW MARKET PERFORM AT RAYMOND JAMES</li>\r\n  <li>MSC INDUSTRIAL (MSM) RATED NEW NEUTRAL AT BUCKINGHAM</li>\r\n  <li>NEW YORK MORTGAGE TRUST (NYMT) NEW MARKET PERFORM AT RAYMOND JAMES</li>\r\n  <li>POOL CORP (POOL) RATED NEW HOLD AT JEFFERIES; PT USD 145</li>\r\n  <li>REDWOOD TRUST (RWT) RATED NEW OUTPERFORM AT RAYMOND JAMES; PT USD 18.50</li>\r\n  <li>ROAN RESOURCES (ROAN) RATED NEW BUY AT STIFEL; PT USD 25</li>\r\n  <li>ROCKWELL AUTOMATION (ROK) REINSTATED UNDERPERFORM AT CREDIT SUISSE</li>\r\n  <li>SAREPTA (SRPT) RATED NEW OUTPERFORM AT BERNSTEIN; PT USD 170</li>\r\n  <li>SCHLUMBERGER (SLB) RATED NEW EQUAL-WEIGHT AT STEPHENS; PT USD 65</li>\r\n  <li>SITEONE LANDSCAPE (SITE) RATED NEW BUY AT JEFFERIES; PT USD 80</li>\r\n  <li>TAYLOR MORRISON (TMHC) RESUMED AT JPMORGAN WITH NEUTRAL; PT USD 19</li>\r\n  <li>TEREX (TEX) RATED NEW NEUTRAL AT LONGBOW</li>\r\n  <li>TWO HARBORS (TWO) RATED NEW OUTPERFORM AT RAYMOND JAMES; PT USD 16.50</li>\r\n  <li>WATSCO (WSO) RATED NEW HOLD AT JEFFERIES; PT USD 160</li>\r\n  <li>XYLEM (XYL) RATED NEW OUTPERFORM AT CREDIT SUISSE; PT USD 86</li>\r\n</ul>\r\n\r\n<p>Ex-Dividends</p>\r\n\r\n<ul><li>Abbott Laboratories (ABT). Amount USD 0.28&nbsp;</li>\r\n  <li>AbbVie Inc (ABBV). Amount USD 0.96&nbsp;</li>\r\n  <li>Alamo Group Inc (ALG). Amount USD 0.11&nbsp;</li>\r\n  <li>American Financial Group Inc (AFG). Amount USD 0.40&nbsp;</li>\r\n  <li>Becton Dickinson and Co (BDX). Amount USD 0.77&nbsp;</li>\r\n  <li>Black Hills Corp (BKH). Amount USD 0.53&nbsp;</li>\r\n  <li>City Holding Co (CHCO). Amount USD 0.53&nbsp;</li>\r\n  <li>Compass Diversified Holdings (CODI). Amount USD 0.49&nbsp;</li>\r\n  <li>ConocoPhillips (COP). Amount USD 0.31&nbsp;</li>\r\n  <li>Consolidated Communications Holdings Inc (CNSL). Amount USD 0.39&nbsp;</li>\r\n  <li>EMCOR Group Inc (EME). Amount USD 0.08&nbsp;</li>\r\n  <li>Freeport-McMoRan Inc (FCX). Amount USD 0.05&nbsp;</li>\r\n  <li>Hercules Capital Inc (HTGC). Amount USD 0.39&nbsp;</li>\r\n  <li>Hess Corp (HES). Amount USD 1.00&nbsp;</li>\r\n  <li>Kayne Anderson MLP/Midstream Investment Co (KYN). Amount USD 0.07&nbsp;</li>\r\n  <li>Mid-America Apartment Communities Inc (MAA). Amount USD 0.92&nbsp;</li>\r\n  <li>Oracle Corp (ORCL). Amount USD 0.06&nbsp;</li>\r\n  <li>Science Applications International Corp (SAIC). Amount USD 0.31&nbsp;</li>\r\n  <li>Trinity Industries Inc (TRN). Amount USD 0.13&nbsp;</li>\r\n  <li>Watsco Inc (WSO). Amount USD 1.45&nbsp;</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-12th-october-2018-earnings-from-c-jpm-pnc-wfc-12-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 20:40:00",
        "gmt_time": "2018-10-12 12:40:00"
    },
    {
        "id": 678178,
        "updated_sequence": 1066409,
        "published_at": {
            "unix": 1539347580,
            "text": "2018-10-12 13:33:00 +0100",
            "iso_8601": "2018-10-12T12:33:00Z"
        },
        "updated_at": {
            "unix": 1539348088,
            "text": "2018-10-12 13:41:28 +0100",
            "iso_8601": "2018-10-12T12:41:28Z"
        },
        "subject": "Turkish prosecutor in trial of US Pastor Brunson calls for him to be jailed for up to 10 years",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "turkish-prosecutor-in-trial-of-us-pastor-brunson-calls-for-him-to-be-jailed-for-up-to-10-years-12-10-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 20:33:00",
        "gmt_time": "2018-10-12 12:33:00"
    },
    {
        "id": 678177,
        "updated_sequence": 1066415,
        "published_at": {
            "unix": 1539347580,
            "text": "2018-10-12 13:33:00 +0100",
            "iso_8601": "2018-10-12T12:33:00Z"
        },
        "updated_at": {
            "unix": 1539348269,
            "text": "2018-10-12 13:44:29 +0100",
            "iso_8601": "2018-10-12T12:44:29Z"
        },
        "subject": "Fed's Evans (non-voter, dove) says it is time to re-adjust policy stance to neutral; 'restrictive' Fed policy may mean 50bps above neutral",
        "content": "<ul><li>Notes economic growth is above trend in the US</li>\r\n  <li>Evans says he is not concerned about inflation</li>\r\n  <li>Slightly restrictive policy makes sense</li>\r\n  <li>Evans says questioning of rate hikes is fair</li>\r\n  <li>Evans says he expects unemployment to fall to 3.5% before it eases back up a little bit</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-evans-non-voter-dove-says-it-is-time-to-re-adjust-policy-stance-to-neutral-restrictive-fed-policy-may-mean-50bps-above-neutral-12-10-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 20:33:00",
        "gmt_time": "2018-10-12 12:33:00"
    },
    {
        "id": 678176,
        "updated_sequence": 1066388,
        "published_at": {
            "unix": 1539347400,
            "text": "2018-10-12 13:30:00 +0100",
            "iso_8601": "2018-10-12T12:30:00Z"
        },
        "updated_at": {
            "unix": 1539347525,
            "text": "2018-10-12 13:32:05 +0100",
            "iso_8601": "2018-10-12T12:32:05Z"
        },
        "subject": "Turkish prosecutor in the trial of US Pastor Brunson has called to lift judicial control provisions on him",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "turkish-prosecutor-in-the-trial-of-us-pastor-brunson-has-called-to-lift-judicial-control-provisions-on-him-12-10-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 20:30:00",
        "gmt_time": "2018-10-12 12:30:00"
    },
    {
        "id": 678172,
        "updated_sequence": 1066376,
        "published_at": {
            "unix": 1539346920,
            "text": "2018-10-12 13:22:00 +0100",
            "iso_8601": "2018-10-12T12:22:00Z"
        },
        "updated_at": {
            "unix": 1539347060,
            "text": "2018-10-12 13:24:20 +0100",
            "iso_8601": "2018-10-12T12:24:20Z"
        },
        "subject": "Irish Foreign Minister says optimism we have read about is probably not well founded, nothing has been agreed yet",
        "content": "<ul><li>People need to be realistic about time frames</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-foreign-minister-says-optimism-we-have-read-about-is-probably-not-well-founded-nothing-has-been-agreed-yet-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 20:22:00",
        "gmt_time": "2018-10-12 12:22:00"
    },
    {
        "id": 678171,
        "updated_sequence": 1066371,
        "published_at": {
            "unix": 1539345960,
            "text": "2018-10-12 13:06:00 +0100",
            "iso_8601": "2018-10-12T12:06:00Z"
        },
        "updated_at": {
            "unix": 1539346094,
            "text": "2018-10-12 13:08:14 +0100",
            "iso_8601": "2018-10-12T12:08:14Z"
        },
        "subject": "Brexit No Deal Paper: There are no new controls planned for imports from the EU of food and feed that are currently categorised as high risk",
        "content": "<ul><li>Government says that if the UK leaves without a deal, they will look to carry&nbsp;over all EU economic sanctions at the time of departure&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brexit-no-deal-paper-there-are-no-new-controls-planned-for-imports-from-the-eu-of-food-and-feed-that-are-currently-categorised-as-high-risk-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 20:06:00",
        "gmt_time": "2018-10-12 12:06:00"
    },
    {
        "id": 678167,
        "updated_sequence": 1066366,
        "published_at": {
            "unix": 1539345600,
            "text": "2018-10-12 13:00:00 +0100",
            "iso_8601": "2018-10-12T12:00:00Z"
        },
        "updated_at": {
            "unix": 1539345774,
            "text": "2018-10-12 13:02:54 +0100",
            "iso_8601": "2018-10-12T12:02:54Z"
        },
        "subject": "Wells Fargo & Co (WFC) Q3 EPS USD 1.13 vs. Exp. USD 1.17, revenue USD 21.9bln vs. Exp. USD 21.9bln",
        "content": "<ul><li>Residential Mortgage Loan Originations USD 46bln vs. prev. USD 50bln</li>\r\n  <li>Mortgage Banking Income USD 846mln vs. prev. USD 770mln</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "wells-fargo-co-wfc-q3-eps-usd-1-13-vs-exp-usd-1-17-revenue-usd-21-9bln-vs-exp-usd-21-9bln-12-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 20:00:00",
        "gmt_time": "2018-10-12 12:00:00"
    },
    {
        "id": 678165,
        "updated_sequence": 1066347,
        "published_at": {
            "unix": 1539345600,
            "text": "2018-10-12 13:00:00 +0100",
            "iso_8601": "2018-10-12T12:00:00Z"
        },
        "updated_at": {
            "unix": 1539345683,
            "text": "2018-10-12 13:01:23 +0100",
            "iso_8601": "2018-10-12T12:01:23Z"
        },
        "subject": "Citigroup Inc (C) Q3 EPS USD 1.73 vs. Exp. USD 1.69, revenue USD 18.4bln vs. Exp. USD 18.45bln",
        "content": "<ul><li>third quarter fixed income markets revenue USD 3.2bln vs. Exp USD 2.95bln</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "citigroup-inc-c-q3-eps-usd-1-73-vs-exp-usd-1-69-revenue-usd-18-4bln-vs-exp-usd-18-45bln-12-10-2018",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 20:00:00",
        "gmt_time": "2018-10-12 12:00:00"
    },
    {
        "id": 678164,
        "updated_sequence": 1066344,
        "published_at": {
            "unix": 1539345540,
            "text": "2018-10-12 12:59:00 +0100",
            "iso_8601": "2018-10-12T11:59:00Z"
        },
        "updated_at": {
            "unix": 1539345643,
            "text": "2018-10-12 13:00:43 +0100",
            "iso_8601": "2018-10-12T12:00:43Z"
        },
        "subject": "Scotiabank FX Daily - Risk Appetite Constructive Into Weekend; CAD Vulnerable",
        "content": "<ul><li>&nbsp; USD mixed vs. G10 as Skandies outperform along with MXN; CNY weak.</li>\r\n  <li>&nbsp; CAD vulnerable as Western Canada Select flirts with $20/bbl; BoC exp. fading.</li>\r\n  <li>&nbsp; EUR soft despite stronger than expected industrial production; neut/bearish.</li>\r\n  <li>&nbsp; GBP ending week with modest gain, lifted by Brexit hopes; BoE exp. soften.</li>\r\n  <li>&nbsp; JPY quietly consolidating for second session following haven-driven gains.</li>\r\n  <li>&nbsp; AUD consolidating Thursday&rsquo;s rally; jobs data released next week.</li>\r\n  <li>&nbsp; MXN strengthening for second consecutive session; ind. prod. data 9am ET.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-risk-appetite-constructive-into-weekend-cad-vulnerable-12-10-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 19:59:00",
        "gmt_time": "2018-10-12 11:59:00"
    },
    {
        "id": 678163,
        "updated_sequence": 1066341,
        "published_at": {
            "unix": 1539345480,
            "text": "2018-10-12 12:58:00 +0100",
            "iso_8601": "2018-10-12T11:58:00Z"
        },
        "updated_at": {
            "unix": 1539345543,
            "text": "2018-10-12 12:59:03 +0100",
            "iso_8601": "2018-10-12T11:59:03Z"
        },
        "subject": "A Senior Japanese Finance Ministry Official says that stock and currency markets have stabilized somewhat, but they will continue to monitor market moves",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "a-senior-japanese-finance-ministry-official-says-that-stock-and-currency-markets-have-stabilized-somewhat-but-they-will-continue-to-monitor-market-moves-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 19:58:00",
        "gmt_time": "2018-10-12 11:58:00"
    },
    {
        "id": 678162,
        "updated_sequence": 1066338,
        "published_at": {
            "unix": 1539344880,
            "text": "2018-10-12 12:48:00 +0100",
            "iso_8601": "2018-10-12T11:48:00Z"
        },
        "updated_at": {
            "unix": 1539345065,
            "text": "2018-10-12 12:51:05 +0100",
            "iso_8601": "2018-10-12T11:51:05Z"
        },
        "subject": "BoJ's Governor Kuroda says a rise in yields has triggered a correction; adds European, Japanese and US fundamentals have not changed",
        "content": "<ul><li>He says the BoJ will continue&nbsp;to carefully watch markets and how they affect the Japanese&nbsp;economy and prices</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-s-governor-kuroda-says-a-rise-in-yields-has-triggered-a-correction-adds-european-japanese-and-us-fundamentals-have-not-changed-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 19:48:00",
        "gmt_time": "2018-10-12 11:48:00"
    },
    {
        "id": 678161,
        "updated_sequence": 1066332,
        "published_at": {
            "unix": 1539344400,
            "text": "2018-10-12 12:40:00 +0100",
            "iso_8601": "2018-10-12T11:40:00Z"
        },
        "updated_at": {
            "unix": 1539344518,
            "text": "2018-10-12 12:41:58 +0100",
            "iso_8601": "2018-10-12T11:41:58Z"
        },
        "subject": "DUP's Deputy Leader Dodds says it is critical that Brexit backstop is time limited",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dup-s-deputy-leader-dodds-says-it-is-critical-that-brexit-backstop-is-time-limited-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 19:40:00",
        "gmt_time": "2018-10-12 11:40:00"
    },
    {
        "id": 678160,
        "updated_sequence": 1066330,
        "published_at": {
            "unix": 1539344160,
            "text": "2018-10-12 12:36:00 +0100",
            "iso_8601": "2018-10-12T11:36:00Z"
        },
        "updated_at": {
            "unix": 1539344510,
            "text": "2018-10-12 12:41:50 +0100",
            "iso_8601": "2018-10-12T11:41:50Z"
        },
        "subject": "European Commission VP Dombrovskis says de-escalation is taking place in EU and US trade ",
        "content": "<ul><li>He says the EU&nbsp;continues to be committed to the Iran nuclear deal&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-commission-vp-dombrovskis-says-de-escalation-is-taking-place-in-eu-and-us-trade-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 19:36:00",
        "gmt_time": "2018-10-12 11:36:00"
    },
    {
        "id": 678156,
        "updated_sequence": 1066307,
        "published_at": {
            "unix": 1539343440,
            "text": "2018-10-12 12:24:00 +0100",
            "iso_8601": "2018-10-12T11:24:00Z"
        },
        "updated_at": {
            "unix": 1539343608,
            "text": "2018-10-12 12:26:48 +0100",
            "iso_8601": "2018-10-12T11:26:48Z"
        },
        "subject": "Senior Chinese policy advisor warns China should slash UST purchases; according to zerohedge",
        "content": "<p><a href=\"https://www.zerohedge.com/news/2018-10-12/china-should-slash-ust-purchases-policy-advisor-warns\">Click here for article&nbsp;</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "zerohedge",
        "slug": "senior-chinese-policy-advisor-warns-china-should-slash-ust-purchases-according-to-zerohedge-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 19:24:00",
        "gmt_time": "2018-10-12 11:24:00"
    },
    {
        "id": 678156,
        "updated_sequence": 1066307,
        "published_at": {
            "unix": 1539343440,
            "text": "2018-10-12 12:24:00 +0100",
            "iso_8601": "2018-10-12T11:24:00Z"
        },
        "updated_at": {
            "unix": 1539343608,
            "text": "2018-10-12 12:26:48 +0100",
            "iso_8601": "2018-10-12T11:26:48Z"
        },
        "subject": "Senior Chinese policy advisor warns China should slash UST purchases; according to zerohedge",
        "content": "<p><a href=\"https://www.zerohedge.com/news/2018-10-12/china-should-slash-ust-purchases-policy-advisor-warns\">Click here for article&nbsp;</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "zerohedge",
        "slug": "senior-chinese-policy-advisor-warns-china-should-slash-ust-purchases-according-to-zerohedge-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 19:24:00",
        "gmt_time": "2018-10-12 11:24:00"
    },
    {
        "id": 678155,
        "updated_sequence": 1066298,
        "published_at": {
            "unix": 1539342840,
            "text": "2018-10-12 12:14:00 +0100",
            "iso_8601": "2018-10-12T11:14:00Z"
        },
        "updated_at": {
            "unix": 1539343171,
            "text": "2018-10-12 12:19:31 +0100",
            "iso_8601": "2018-10-12T11:19:31Z"
        },
        "subject": "ITV's Political Correspondent Paul Brand; cabinet source tells him brexiteer members want to see the exact language on temporary backstop before giving PM their backing",
        "content": "<ul><li>Aren&#39;t going to give her a blank cheque without legal guarantee that the backstop can be terminate at Britain&#39;s will.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Paul Brand",
        "slug": "itv-s-political-correspondent-paul-brand-cabinet-source-tells-him-brexiteer-members-want-to-see-the-exact-language-on-temporary-backstop-before-giving-pm-their-backing-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 19:14:00",
        "gmt_time": "2018-10-12 11:14:00"
    },
    {
        "id": 678154,
        "updated_sequence": 1066325,
        "published_at": {
            "unix": 1539342540,
            "text": "2018-10-12 12:09:00 +0100",
            "iso_8601": "2018-10-12T11:09:00Z"
        },
        "updated_at": {
            "unix": 1539344382,
            "text": "2018-10-12 12:39:42 +0100",
            "iso_8601": "2018-10-12T11:39:42Z"
        },
        "subject": "US Treasury Secretary Mnuchin says US economy is strong; a correction is natural and sees normalisation of yield curve",
        "content": "<ul><li>He notes the market is digesting higher treasury supply quite well; he adds there is a lot of demand for treasuries</li>\r\n  <li>He says Trump respects the independence of the Fed</li>\r\n  <li>He once again urges a reciprocal relationship with China and says to have had productive discussions with PBoC Governor where he&nbsp;expressed concerns over Yuan weakness</li>\r\n  <li>Opening its market&nbsp;would be good for the Chinese economy</li>\r\n  <li>He says the President is right when says tariffs are important negotiating tool; he reiterates Trump may&nbsp;have a meeting with Chinese president Xi at G20</li>\r\n  <li>He says whatever we make on trade we do not want to lose in currencies</li>\r\n  <li>&nbsp;He could not be happier with the performance of the US economy</li>\r\n  <li>He says trade deal with EU&nbsp;possible before a deal with China; EU is ready and china is not&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-treasury-secretary-mnuchin-says-us-economy-is-strong-a-correction-is-natural-and-sees-normalisation-of-yield-curve-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 19:09:00",
        "gmt_time": "2018-10-12 11:09:00"
    },
    {
        "id": 678153,
        "updated_sequence": 1066266,
        "published_at": {
            "unix": 1539342480,
            "text": "2018-10-12 12:08:00 +0100",
            "iso_8601": "2018-10-12T11:08:00Z"
        },
        "updated_at": {
            "unix": 1539342587,
            "text": "2018-10-12 12:09:47 +0100",
            "iso_8601": "2018-10-12T11:09:47Z"
        },
        "subject": "EU's Barnier says we continue our constant dialogue with EU27 member states on Brexit deal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-barnier-says-we-continue-our-constant-dialogue-with-eu27-member-states-on-brexit-deal-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 19:08:00",
        "gmt_time": "2018-10-12 11:08:00"
    },
    {
        "id": 678152,
        "updated_sequence": 1066263,
        "published_at": {
            "unix": 1539341760,
            "text": "2018-10-12 11:56:00 +0100",
            "iso_8601": "2018-10-12T10:56:00Z"
        },
        "updated_at": {
            "unix": 1539342404,
            "text": "2018-10-12 12:06:44 +0100",
            "iso_8601": "2018-10-12T11:06:44Z"
        },
        "subject": "European Commissioner Juncker says Italy is not keeping it's word on the budget, according to Le Monde",
        "content": "<ul><li>Adds that he wants to believe that a Brexit deal can be found between next weeks EU summit and a possible November one.</li>\r\n  <li>We are not where we should be to find an agreement on Irish issue in Brexit talks</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Le Monde",
        "slug": "european-commissioner-juncker-says-italy-is-not-keeping-it-s-word-on-the-budget-according-to-le-monde-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 18:56:00",
        "gmt_time": "2018-10-12 10:56:00"
    },
    {
        "id": 678151,
        "updated_sequence": 1066276,
        "published_at": {
            "unix": 1539341280,
            "text": "2018-10-12 11:48:00 +0100",
            "iso_8601": "2018-10-12T10:48:00Z"
        },
        "updated_at": {
            "unix": 1539342790,
            "text": "2018-10-12 12:13:10 +0100",
            "iso_8601": "2018-10-12T11:13:10Z"
        },
        "subject": "JPMorgan Chase & Co (JPM) Q3 EPS USD 2.34  vs. Exp. USD 2.25, revenue USD 27.3bln vs. Exp. USD 27.5bln",
        "content": "<ul><li>Net Interest Income +7% USD 14.1bln</li>\r\n  <li>FICC sales and Trading Revenue: USD 2.84bln vs. Exp&nbsp;USD 2.96bln</li>\r\n  <li>Third Quarter Investment Banking Revenue: USD 1.73bln vs. Exp&nbsp;USD 1.82bln</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "jpmorgan-chase-co-jpm-q3-eps-usd-2-34-vs-exp-usd-2-25-revenue-usd-27-3bln-vs-exp-usd-27-5bln-12-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 18:48:00",
        "gmt_time": "2018-10-12 10:48:00"
    },
    {
        "id": 678150,
        "updated_sequence": 1066279,
        "published_at": {
            "unix": 1539341100,
            "text": "2018-10-12 11:45:00 +0100",
            "iso_8601": "2018-10-12T10:45:00Z"
        },
        "updated_at": {
            "unix": 1539342794,
            "text": "2018-10-12 12:13:14 +0100",
            "iso_8601": "2018-10-12T11:13:14Z"
        },
        "subject": "PNC Financial Services Group Inc (PNC) Q3 EPS USD 2.82  vs. Exp. USD 2.72, revenue USD 4.4 bln vs. Exp. USD 4.35bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pnc-financial-services-group-inc-pnc-q3-eps-usd-2-82-vs-exp-usd-2-72-revenue-usd-4-4-bln-vs-exp-usd-4-35bln-12-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 18:45:00",
        "gmt_time": "2018-10-12 10:45:00"
    },
    {
        "id": 678149,
        "updated_sequence": 1066242,
        "published_at": {
            "unix": 1539340740,
            "text": "2018-10-12 11:39:00 +0100",
            "iso_8601": "2018-10-12T10:39:00Z"
        },
        "updated_at": {
            "unix": 1539340790,
            "text": "2018-10-12 11:39:50 +0100",
            "iso_8601": "2018-10-12T10:39:50Z"
        },
        "subject": "RANsquawk Daily US Opening News - 12th October 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20296/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>USD/TRY below 6 but choppy awaiting Pastor Brunson&rsquo;s Constitutional Court appeal verdict</li>\r\n  <li>Cable also volatile ahead of next week&rsquo;s key Brexit summit, with big issues still to be resolved</li>\r\n  <li>European equites tentative ahead of key US bank earnings</li>\r\n  <li>Looking ahead, other highlights include, US Import/Export Prices, Uni. of Michigan, Fed&rsquo;s Evans, Bostic and ECB&rsquo;s Draghi</li>\r\n</ul>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equities traded mixed as the bourses attempted to mount a recovery following the downbeat lead from Wall St. where the region was pressured by energy names, closely followed by the financial sector which entered correction territory. The Dow eroded over 500 points, bringing the two-day loss to over 1,300 points, while S&amp;P notched a six-day losing streak and closed below its 200 DMA. ASX 200 (+0.2%) recuperated initial losses as the commodity names recovered, while Nikkei 225 (+0.46%) traded off lows as the Japanese currency showed some mild weakness. Elsewhere, China traded mixed with the Hang Seng (+2.1%) buoyed by industrial and finance names while Shanghai Comp. (+0.9%) was pressured by oil names following the recent decline in the complex.</p>\r\n\r\n<p>PBoC set CNY mid-point at 6.9120 (Prev. 6.9098) (Newswires)</p>\r\n\r\n<p>PBoC skipped open market operations for a net weekly drain of CNY 160bln vs. net drain CNY 230bln in the week of September 24th</p>\r\n\r\n<p>China Trade Balance USD (Sep) 31.69B vs. Exp. 19.4B (Prev. 27.91B, Rev. 27.89B) (Newswires)</p>\r\n\r\n<p>US Treasury Secretary Mnuchin said US is committed to fair trading agreement with China, fair and reciprocal trade deals. (Newswires)</p>\r\n\r\n<p>China customs said the impact from US trade friction is &quot;controllable&rdquo; and added that foreign trade growth may slow on year in Q4. (Newswires)</p>\r\n\r\n<p>China receives around USD 13.2bln in orders for sale of USD denominated 5, 10 and 30yr bonds. (Newswires)</p>\r\n\r\n<p>Japanese Economy Minister Motegi said they will continue to watch developments in global economy including trade policy. (Newswires)</p>\r\n\r\n<p>EU/UK/US</p>\r\n\r\n<p>German Finance Minister Scholz says Italian politicians said they will respect EU rules, adding that one should take that at face value.&nbsp;Italy&nbsp;should be &quot;careful&quot; given its refinancing needs. (Newswires)</p>\r\n\r\n<p>ECB&#39;s Draghi reiterates that Euro area economy is experiencing a broad based expansion, with underlying inflation expected to pick up towards the year end and increase gradually. (Newswires)</p>\r\n\r\n<p>An official close to Brexit talks said that May never brings the cabinet together to tell them what is going on, feels like the deal is practically done. She also said Brexit backstop talks are likely to continue until November. (Newswires) BBC&#39;s Laura Kuenssberg reported that no real progress was made at the cabinet meeting and no decisions have been made but discussions will continue. (Newswires)</p>\r\n\r\n<p>There were reports that UK PM May was to make a public statement saying the UK will not agree to being permanently being trapped in a customs union; this has since been reported as false by UK PM May&rsquo;s office. UK PM May&rsquo;s Spokesperson then &nbsp;said the PM will never agree to a Brexit backstop plan that will trap Britain in a customs union permanently, the backstop must be temporary. (Newswires)</p>\r\n\r\n<p>At least three Eurosceptic Cabinet ministers are said to be considering quitting over the latest concession, which appears to contradict Mrs May&rsquo;s promise earlier this year that the backstop would expire &ldquo;at the very latest by the end of December 2021&rdquo;. (The Telegraph)</p>\r\n\r\n<p>UK Conservative Commons leader Andrea Leadsom is preparing to resign if Theresa May compromises any further on her Brexit plans, according to The Independent. (The Independent)</p>\r\n\r\n<p>Mexican Government said it will take necessary actions to protect exporters in the short term, adding it will use all mechanisms available under NAFTA and WTO to be totally excluded from Canada&#39;s safeguards. There were also reports that Mexico are said to plan to review Canada steel tariffs as a potential violation of NAFTA (Newswires)</p>\r\n\r\n<p>US President Trump is mulling candidates who could replace Attorney General Sessions (WSJ)</p>\r\n\r\n<p>US Treasury Secretary Mnuchin says that he instructed PBOC Governor Yi Gang that any trade discussions between the US and China must involve talks on currency. (Newswires)</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>Major European indices are in the green, albeit off best levels (Euro Stoxx 50 +0.3%) after bouncing back from yesterday&rsquo;s global downturn; the SMI is out in front up by just under 1%, spurred on by the resolution of a Novartis (+1.7%) patent dispute.</p>\r\n\r\n<p>Major sectors are all up, with consumer discretionary leading by just over 1% as well as financials and IT by over 0.6% indicating that market confidence is returning; further emphasised by the dip in gold.</p>\r\n\r\n<p>In terms of individual equities there is continued support for Dialog Semiconductor (+4.3%) following yesterday&rsquo;s news of a deal with Apple. Man Group is up by 3% following quarterly net inflows of USD 0.4bln. An upgrade to outperform at Credit Suisse for Zalando sees them up by 3.5%. Victrex are down 3.5% after being downgraded to underweight at Morgan Stanley.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>DXY - Very dull and rangy trade, with Usd/major pairings mostly going through the motions approaching the end of a relatively volatile week. Consequently, the index is straddling 95.000 and anchored near the lows in wake of softer than forecast US PPI and CPI reports, a drift back from multi-year peaks in Treasury yields, and yet more Fed critique from President Trump about the pace of policy normalisation.</p>\r\n\r\n<p>GBP/TRY - Not necessarily the biggest outright movers, but certainly among the most choppy as Cable rallied to marginally fresh wtd highs just shy of 1.3260 on latest positive Brexit deal vibes (ostensibly) before hitting a brick wall and reversing sharply towards 1.3200. The swift price action and retreat may also be option related given mega expiry interest between 1.3235-50 (1.5 bn) for Monday when some have speculated that an agreement between the UK and EU could be reached, although this appears to be very doubtful with a few big issues still unresolved. Similarly, the Lira rebounded further through 6.0000 vs the Usd, and all the way to circa 5.8400 at one stage on a wave of expectation that the Turkish court will grant the release of US Pastor Brunson (latest appeal hearing now underway), but then retreated abruptly to around 5.9835 alongside a broader downturn in domestic stocks and bonds awaiting the verdict.</p>\r\n\r\n<p>CAD/NZD/AUD/EUR/CHF/JPY - All narrowly mixed against the Greenback, with the Loonie firming up within a 1.3000-40 range and possibly getting drawn to a hefty 1 bn option expiry at the big figure. The Kiwi and Aud are both sitting a tad more comfortably above round numbers at 0.6500 and 0.7100 respectively, but still hampered by ongoing US-China trade strains that will hardly be helped by Chinese data overnight showing a bulging surplus and fresh record vs the US. The single currency remains elevated and has pivoted 1.1600 with some impetus via the Eur/Jpy cross following reports of leverage account short covering and a squeeze through 130.00 to nearly 130.50 at one stage. However, Eur/Usd may also be feeling the gravitation pull of option expiries with 1.3 bn running off from 1.1590-1.1600, ahead of 1 bn at 1.1550. The Franc is also restrained and tethered to 0.9900, while Usd/Jpy is close to the middle of 112.00-50 parameters.</p>\r\n\r\n<p>SEK/NOK - The Scandi crowns continue to strengthen and outperform on Swedish and Norwegian inflation reports that will keep both the Norges Bank and Riksbank firmly on course to hike rates well before the ECB (and in the case of the latter that means further after September&rsquo;s 25 bp tightening). Eur/Sek has now breached previous October lows to trade down at 10.3625 and Eur/Nok is back under 9.5000.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Gold has dropped by 0.2% today following a reduction in the risk sentiment as markets calm and traders begin to move out of the safe havens. The yellow metal is currently at just under USD 1220/oz, although this is still close to a 10 week high. Copper prices have benefited from data showing that China has imported a near record amount last month; similarly, iron ore prices to their highest levels in 4 months from high Chinese imports. Steel prices rose, resulting in the best week since mid-August as Tangshan steel mill output is halved from October 11th-18th.</p>\r\n\r\n<p>WTI and Brent are both up for the day albeit of best levels with WTI under USD 71.50/bbl and USD 80.50/bbl; With the weekly change at -4% for both WTI and Brent. In terms of energy commentary, the IEA notes that global spare oil capacity is down to 2% of global demand, additionally noting that further falls are likely. Additionally, global oil supply is rapidly increasing, with production up by 2.6mln bpd compared to a year ago. With the weekly change at -4% for both WTI and Brent.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Bunds have pared losses and relatively recovered well from a slightly deeper dip through 158.00 to 157.95 and recently printed a new Eurex high at 158.28 (-7 ticks vs -40 ticks at worst), but remain hostage to an extent to BTPs that are still above 120.00, albeit off 120.46 peaks. Hence, the rebound in Gilts is even more impressive as the 10 year debt future erased all of its losses and almost climbed the same margin above parity to 120.21 (+17 ticks vs -1/4 point soon after Liffe resumed) before running out of steam. Elsewhere, US Treasuries are back in bear-steepening mode after acknowledging rather than really taking on board the magnitude of Wall Street&rsquo;s cumulative collapse on Wednesday and Thursday, or for that matter benign inflation inputs via PPI and CPI, as Fed rhetoric does not suggest any deviation from 2018 guidance and a final hike in December, unless Q4 data is dire of course.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-12th-october-2018-12-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 18:39:00",
        "gmt_time": "2018-10-12 10:39:00"
    },
    {
        "id": 678148,
        "updated_sequence": 1066239,
        "published_at": {
            "unix": 1539339900,
            "text": "2018-10-12 11:25:00 +0100",
            "iso_8601": "2018-10-12T10:25:00Z"
        },
        "updated_at": {
            "unix": 1539339945,
            "text": "2018-10-12 11:25:45 +0100",
            "iso_8601": "2018-10-12T10:25:45Z"
        },
        "subject": "UK PM May Spokesperson, PM will never agree to a Brexit backstop plan that will trap Britain in a customs union permanently, the backstop must be temporary. ",
        "content": "<ul><li>Regarding threats of cabinet resignations, spokesman says the PM is focused on getting the best Brexit deal.&nbsp;</li>\r\n  <li>Adding that big issues remain in focus ahead of next weeks EU summit.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-spokesperson-pm-will-never-agree-to-a-brexit-backstop-plan-that-will-trap-britain-in-a-customs-union-permanently-the-backstop-must-be-temporary-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 18:25:00",
        "gmt_time": "2018-10-12 10:25:00"
    },
    {
        "id": 678147,
        "updated_sequence": 1066236,
        "published_at": {
            "unix": 1539339180,
            "text": "2018-10-12 11:13:00 +0100",
            "iso_8601": "2018-10-12T10:13:00Z"
        },
        "updated_at": {
            "unix": 1539339309,
            "text": "2018-10-12 11:15:09 +0100",
            "iso_8601": "2018-10-12T10:15:09Z"
        },
        "subject": "UK Conservative Commons leader Andrea Leadsom is preparing to resign if Theresa May compromises any further on her Brexit plans, according to The Independent",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "The Independent",
        "slug": "uk-conservative-commons-leader-andrea-leadsom-is-preparing-to-resign-if-theresa-may-compromises-any-further-on-her-brexit-plans-according-to-the-independent-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 18:13:00",
        "gmt_time": "2018-10-12 10:13:00"
    },
    {
        "id": 678146,
        "updated_sequence": 1066231,
        "published_at": {
            "unix": 1539338580,
            "text": "2018-10-12 11:03:00 +0100",
            "iso_8601": "2018-10-12T10:03:00Z"
        },
        "updated_at": {
            "unix": 1539338622,
            "text": "2018-10-12 11:03:42 +0100",
            "iso_8601": "2018-10-12T10:03:42Z"
        },
        "subject": "RANsquawk EU Mid Session - 12th October 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20295/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p>EU MID-SESSION UPDATE: European equities trim gains as markets await big bank earnings</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>Major European indices are in the green, albeit off best levels (Euro Stoxx 50 +0.3%) after bouncing back from yesterday&rsquo;s global downturn; the SMI is out in front up by just under 1%, spurred on by the resolution of a Novartis (+1.7%) patent dispute.</p>\r\n\r\n<p>Major sectors are all up, with consumer discretionary leading by just over 1% as well as financials and IT by over 0.6% indicating that market confidence is returning; further emphasised by the dip in gold.</p>\r\n\r\n<p>In terms of individual equities there is continued support for Dialog Semiconductor (+4.3%) following yesterday&rsquo;s news of a deal with Apple. Man Group is up by 3% following quarterly net inflows of USD 0.4bln. An upgrade to outperform at Credit Suisse for Zalando sees them up by 3.5%. Victrex are down 3.5% after being downgraded to underweight at Morgan Stanley.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>DXY - Very dull and rangy trade, with Usd/major pairings mostly going through the motions approaching the end of a relatively volatile week. Consequently, the index is straddling 95.000 and anchored near the lows in wake of softer than forecast US PPI and CPI reports, a drift back from multi-year peaks in Treasury yields, and yet more Fed critique from President Trump about the pace of policy normalisation.</p>\r\n\r\n<p>GBP/TRY - Not necessarily the biggest outright movers, but certainly among the most choppy as Cable rallied to marginally fresh wtd highs just shy of 1.3260 on latest positive Brexit deal vibes (ostensibly) before hitting a brick wall and reversing sharply towards 1.3200. The swift price action and retreat may also be option related given mega expiry interest between 1.3235-50 (1.5 bn) for Monday when some have speculated that an agreement between the UK and EU could be reached, although this appears to be very doubtful with a few big issues still unresolved. Similarly, the Lira rebounded further through 6.0000 vs the Usd, and all the way to circa 5.8400 at one stage on a wave of expectation that the Turkish court will grant the release of US Pastor Brunson (latest appeal hearing now underway), but then retreated abruptly to around 5.9835 alongside a broader downturn in domestic stocks and bonds awaiting the verdict.</p>\r\n\r\n<p>CAD/NZD/AUD/EUR/CHF/JPY - All narrowly mixed against the Greenback, with the Loonie firming up within a 1.3000-40 range and possibly getting drawn to a hefty 1 bn option expiry at the big figure. The Kiwi and Aud are both sitting a tad more comfortably above round numbers at 0.6500 and 0.7100 respectively, but still hampered by ongoing US-China trade strains that will hardly be helped by Chinese data overnight showing a bulging surplus and fresh record vs the US. The single currency remains elevated and has pivoted 1.1600 with some impetus via the Eur/Jpy cross following reports of leverage account short covering and a squeeze through 130.00 to nearly 130.50 at one stage. However, Eur/Usd may also be feeling the gravitation pull of option expiries with 1.3 bn running off from 1.1590-1.1600, ahead of 1 bn at 1.1550. The Franc is also restrained and tethered to 0.9900, while Usd/Jpy is close to the middle of 112.00-50 parameters.</p>\r\n\r\n<p>SEK/NOK - The Scandi crowns continue to strengthen and outperform on Swedish and Norwegian inflation reports that will keep both the Norges Bank and Riksbank firmly on course to hike rates well before the ECB (and in the case of the latter that means further after September&rsquo;s 25 bp tightening). Eur/Sek has now breached previous October lows to trade down at 10.3625 and Eur/Nok is back under 9.5000.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Bunds have pared losses and relatively recovered well from a slightly deeper dip through 158.00 to 157.95 and recently printed a new Eurex high at 158.28 (-7 ticks vs -40 ticks at worst), but remain hostage to an extent to BTPs that are still above 120.00, albeit off 120.46 peaks. Hence, the rebound in Gilts is even more impressive as the 10 year debt future erased all of its losses and almost climbed the same margin above parity to 120.21 (+17 ticks vs -1/4 point soon after Liffe resumed) before running out of steam. Elsewhere, US Treasuries are back in bear-steepening mode after acknowledging rather than really taking on board the magnitude of Wall Street&rsquo;s cumulative collapse on Wednesday and Thursday, or for that matter benign inflation inputs via PPI and CPI, as Fed rhetoric does not suggest any deviation from 2018 guidance and a final hike in December, unless Q4 data is dire of course.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Gold has dropped by 0.5% today following a reduction in the risk sentiment as markets calm and traders begin to move out of the safe havens. The yellow metal is currently at just under USD 1220/oz, although this is still close to a 10 week high. Copper prices have benefited from data showing that China has imported a near record amount last month; similarly, iron ore prices to their highest levels in 4 months from high Chinese imports. Steel prices rose, resulting in the best week since mid-August as Tangshan steel mill output is halved from October 11th-18th.</p>\r\n\r\n<p>WTI and Brent are both up by 1% at just under USD 72/bbl and USD 81/bbl; With the weekly change at -4% for both WTI and Brent. In terms of energy commentary, the IEA notes that global spare oil capacity is down to 2% of global demand, additionally noting that further falls are likely. Additionally, global oil supply is rapidly increasing, with production up by 2.6mln bpd compared to a year ago. With the weekly change at -4% for both WTI and Brent.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-12th-october-2018-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 18:03:00",
        "gmt_time": "2018-10-12 10:03:00"
    },
    {
        "id": 678145,
        "updated_sequence": 1066228,
        "published_at": {
            "unix": 1539338280,
            "text": "2018-10-12 10:58:00 +0100",
            "iso_8601": "2018-10-12T09:58:00Z"
        },
        "updated_at": {
            "unix": 1539338365,
            "text": "2018-10-12 10:59:25 +0100",
            "iso_8601": "2018-10-12T09:59:25Z"
        },
        "subject": "Fixed Income: divergence spreads to the core",
        "content": "<p>Bunds have pared losses and relatively recovered well from a slightly deeper dip through 158.00 to 157.95 and recently printed a new Eurex high at 158.28 (-7 ticks vs -40 ticks at worst), but remain hostage to an extent to BTPs that are still above 120.00, albeit off 120.46 peaks. Hence, the rebound in Gilts is even more impressive as the 10 year debt future erased all of its losses and almost climbed the same margin above parity to 120.21 (+17 ticks vs -1/4 point soon after Liffe resumed) before running out of steam. Elsewhere, US Treasuries are back in bear-steepening mode after acknowledging rather than really taking on board the magnitude of Wall Street&rsquo;s cumulative collapse on Wednesday and Thursday, or for that matter benign inflation inputs via PPI and CPI, as Fed rhetoric does not suggest any deviation from 2018 guidance and a final hike in December, unless Q4 data is dire of course.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-divergence-spreads-to-the-core-12-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 17:58:00",
        "gmt_time": "2018-10-12 09:58:00"
    },
    {
        "id": 678144,
        "updated_sequence": 1066225,
        "published_at": {
            "unix": 1539336780,
            "text": "2018-10-12 10:33:00 +0100",
            "iso_8601": "2018-10-12T09:33:00Z"
        },
        "updated_at": {
            "unix": 1539336963,
            "text": "2018-10-12 10:36:03 +0100",
            "iso_8601": "2018-10-12T09:36:03Z"
        },
        "subject": "RBS (RBS LN) have paid a dividend of GBP 0.02/share to shareholders",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rbs-rbs-ln-have-paid-a-dividend-of-gbp-0-02-share-to-shareholders-12-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 17:33:00",
        "gmt_time": "2018-10-12 09:33:00"
    },
    {
        "id": 678143,
        "updated_sequence": 1066220,
        "published_at": {
            "unix": 1539335940,
            "text": "2018-10-12 10:19:00 +0100",
            "iso_8601": "2018-10-12T09:19:00Z"
        },
        "updated_at": {
            "unix": 1539335971,
            "text": "2018-10-12 10:19:31 +0100",
            "iso_8601": "2018-10-12T09:19:31Z"
        },
        "subject": "BAML FLOW SHOW:",
        "content": "<p>Equities: small outflows USD 1.4bln (USD 4.5bln ETF inflows, USD 5.9bln mutual fund outflows)</p>\r\n\r\n<p>Bonds: biggest outflows since Feb&rsquo;18 (USD 14.0bln)</p>\r\n\r\n<p>Precious metals: small inflows (USD 0.3bln)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BAML",
        "slug": "baml-flow-show-12-10-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 17:19:00",
        "gmt_time": "2018-10-12 09:19:00"
    },
    {
        "id": 678142,
        "updated_sequence": 1066217,
        "published_at": {
            "unix": 1539335640,
            "text": "2018-10-12 10:14:00 +0100",
            "iso_8601": "2018-10-12T09:14:00Z"
        },
        "updated_at": {
            "unix": 1539335827,
            "text": "2018-10-12 10:17:07 +0100",
            "iso_8601": "2018-10-12T09:17:07Z"
        },
        "subject": "FX Morning Colour: Dollar remains dour, but Pound and Lira lively",
        "content": "<p>DXY</p>\r\n\r\n<p>Very dull and rangy trade, with Usd/major pairings mostly going through the motions approaching the end of a relatively volatile week. Consequently, the index is straddling 95.000 and anchored near the lows in wake of softer than forecast US PPI and CPI reports, a drift back from multi-year peaks in Treasury yields, and yet more Fed critique from President Trump about the pace of policy normalisation.</p>\r\n\r\n<p>GBP/TRY</p>\r\n\r\n<p>Not necessarily the biggest outright movers, but certainly among the most choppy as Cable rallied to marginally fresh wtd highs just shy of 1.3260 on latest positive Brexit deal vibes (ostensibly) before hitting a brick wall and reversing sharply towards 1.3200. The swift price action and retreat may also be option related given mega expiry interest between 1.3235-50 (1.5 bn) for Monday when some have speculated that an agreement between the UK and EU could be reached, although this appears to be very doubtful with a few big issues still unresolved. Similarly, the Lira rebounded further through 6.0000 vs the Usd, and all the way to circa 5.8400 at one stage on a wave of expectation that the Turkish court will grant the release of US Pastor Brunson (latest appeal hearing now underway), but then retreated abruptly to around 5.9835 alongside a broader downturn in domestic stocks and bonds awaiting the verdict.</p>\r\n\r\n<p>CAD/NZD/AUD/EUR/CHF/JPY</p>\r\n\r\n<p>All narrowly mixed against the Greenback, with the Loonie firming up within a 1.3000-40 range and possibly getting drawn to a hefty 1 bn option expiry at the big figure. The Kiwi and Aud are both sitting a tad more comfortably above round numbers at 0.6500 and 0.7100 respectively, but still hampered by ongoing US-China trade strains that will hardly be helped by Chinese data overnight showing a bulging surplus and fresh record vs the US. The single currency remains elevated and has pivoted 1.1600 with some impetus via the Eur/Jpy cross following reports of leverage account short covering and a squeeze through 130.00 to nearly 130.50 at one stage. However, Eur/Usd may also be feeling the gravitation pull of option expiries with 1.3 bn running off from 1.1590-1.1600, ahead of 1 bn at 1.1550. The Franc is also restrained and tethered to 0.9900, while Usd/Jpy is close to the middle of 112.00-50 parameters.</p>\r\n\r\n<p>SEK/NOK</p>\r\n\r\n<p>The Scandi crowns continue to strengthen and outperform on Swedish and Norwegian inflation reports that will keep both the Norges Bank and Riksbank firmly on course to hike rates well before the ECB (and in the case of the latter that means further after September&rsquo;s 25 bp tightening). Eur/Sek has now breached previous October lows to trade down at 10.3625 and Eur/Nok is back under 9.5000.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-dollar-remains-dour-but-pound-and-lira-lively-12-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 17:14:00",
        "gmt_time": "2018-10-12 09:14:00"
    },
    {
        "id": 677934,
        "updated_sequence": 1066198,
        "published_at": {
            "unix": 1539334800,
            "text": "2018-10-12 10:00:00 +0100",
            "iso_8601": "2018-10-12T09:00:00Z"
        },
        "updated_at": {
            "unix": 1539334800,
            "text": "2018-10-12 10:00:00 +0100",
            "iso_8601": "2018-10-12T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-11-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 17:00:00",
        "gmt_time": "2018-10-12 09:00:00"
    },
    {
        "id": 678141,
        "updated_sequence": 1066212,
        "published_at": {
            "unix": 1539334800,
            "text": "2018-10-12 10:00:00 +0100",
            "iso_8601": "2018-10-12T09:00:00Z"
        },
        "updated_at": {
            "unix": 1539334899,
            "text": "2018-10-12 10:01:39 +0100",
            "iso_8601": "2018-10-12T09:01:39Z"
        },
        "subject": "Volkswagen (VOW3 GY) September deliveries -18.1% to 827.7k, see further negative effects in Europe in October because of WLTP tests",
        "content": "<p>Europe -36.5%, US -2.6%, China -5.7%</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-september-deliveries-18-1-to-827-7k-see-further-negative-effects-in-europe-in-october-because-of-wltp-tests-12-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 17:00:00",
        "gmt_time": "2018-10-12 09:00:00"
    },
    {
        "id": 678137,
        "updated_sequence": 1066196,
        "published_at": {
            "unix": 1539333780,
            "text": "2018-10-12 09:43:00 +0100",
            "iso_8601": "2018-10-12T08:43:00Z"
        },
        "updated_at": {
            "unix": 1539333802,
            "text": "2018-10-12 09:43:22 +0100",
            "iso_8601": "2018-10-12T08:43:22Z"
        },
        "subject": "ECB's Draghi reiterates that Euro area economy is experiencing a broad based expansion, with underlying inflation expected to pick up towards the year end and increase gradually.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-draghi-reiterates-that-euro-area-economy-is-experiencing-a-broad-based-expansion-with-underlying-inflation-expected-to-pick-up-towards-the-year-end-and-increase-gradually-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 16:43:00",
        "gmt_time": "2018-10-12 08:43:00"
    },
    {
        "id": 678136,
        "updated_sequence": 1066191,
        "published_at": {
            "unix": 1539331800,
            "text": "2018-10-12 09:10:00 +0100",
            "iso_8601": "2018-10-12T08:10:00Z"
        },
        "updated_at": {
            "unix": 1539331949,
            "text": "2018-10-12 09:12:29 +0100",
            "iso_8601": "2018-10-12T08:12:29Z"
        },
        "subject": "UK PM May's office state they are not aware of any potential public statement today from the UK PM",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li><p>Earlier it weas reported by Guido Fawkes that UK PM May is to make a public statement saying the UK will not agree to being permanently trapped in a customs union</p>\r\n  </li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1539331949,
            "text": "2018-10-12 09:12:29 +0100",
            "iso_8601": "2018-10-12T08:12:29Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-s-office-state-they-are-not-aware-of-any-potential-public-statement-today-from-the-uk-pm-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 16:10:00",
        "gmt_time": "2018-10-12 08:10:00"
    },
    {
        "id": 678135,
        "updated_sequence": 1066184,
        "published_at": {
            "unix": 1539331380,
            "text": "2018-10-12 09:03:00 +0100",
            "iso_8601": "2018-10-12T08:03:00Z"
        },
        "updated_at": {
            "unix": 1539331470,
            "text": "2018-10-12 09:04:30 +0100",
            "iso_8601": "2018-10-12T08:04:30Z"
        },
        "subject": "US Treasury Secretary Mnuchin says that he instructed PBOC Governor Yi Gang that any trade discussions between the US and China must involve talks on currency ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-treasury-secretary-mnuchin-says-that-he-instructed-pboc-governor-yi-gang-that-any-trade-discussions-between-the-us-and-china-must-involve-talks-on-currency-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 16:03:00",
        "gmt_time": "2018-10-12 08:03:00"
    },
    {
        "id": 678134,
        "updated_sequence": 1066179,
        "published_at": {
            "unix": 1539331260,
            "text": "2018-10-12 09:01:00 +0100",
            "iso_8601": "2018-10-12T08:01:00Z"
        },
        "updated_at": {
            "unix": 1539331301,
            "text": "2018-10-12 09:01:41 +0100",
            "iso_8601": "2018-10-12T08:01:41Z"
        },
        "subject": "British American Tobacco (BATS LN) - recent weakness is being attributed to a statement that Hellocig is marketing e-cigarettes in misleading ways to make consumers believe tobacco products are FDA approved",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "british-american-tobacco-bats-ln-recent-weakness-is-being-attributed-to-a-statement-that-hellocig-is-marketing-e-cigarettes-in-misleading-ways-to-make-consumers-believe-tobacco-products-are-fda-approved-12-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 16:01:00",
        "gmt_time": "2018-10-12 08:01:00"
    },
    {
        "id": 678133,
        "updated_sequence": 1066186,
        "published_at": {
            "unix": 1539331200,
            "text": "2018-10-12 09:00:00 +0100",
            "iso_8601": "2018-10-12T08:00:00Z"
        },
        "updated_at": {
            "unix": 1539331505,
            "text": "2018-10-12 09:05:05 +0100",
            "iso_8601": "2018-10-12T08:05:05Z"
        },
        "subject": "IEA says global oil output has increased by 1.4mln bpd since May; suggests that market is adequately supplied for now ",
        "content": "<p>Says:&nbsp;</p>\r\n\r\n<ul><li>The forecast for demand growth in 2018&nbsp;and 2019&nbsp;has been reduced for both years by 110k bpd to 1.3mln bpd and 1.4mln bpd, respectively</li>\r\n  <li>OPEC crude oil production rose by 100k bpd in September to a one-year high of 32.78mln bpd</li>\r\n  <li>Global oil supply is growing fast; in September, world oil production, at around 100mln bpd, was 2.6mln bpd higher than a year ago</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "iea-says-global-oil-output-has-increased-by-1-4mln-bpd-since-may-suggests-that-market-is-adequately-supplied-for-now-12-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 16:00:00",
        "gmt_time": "2018-10-12 08:00:00"
    },
    {
        "id": 678132,
        "updated_sequence": 1066193,
        "published_at": {
            "unix": 1539330960,
            "text": "2018-10-12 08:56:00 +0100",
            "iso_8601": "2018-10-12T07:56:00Z"
        },
        "updated_at": {
            "unix": 1539331970,
            "text": "2018-10-12 09:12:50 +0100",
            "iso_8601": "2018-10-12T08:12:50Z"
        },
        "subject": "UK PM May to make a public statement saying the UK will not agree to being permanently trapped in a customs union, according to Guido Fawkes ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-to-make-a-public-statement-saying-the-uk-will-not-agree-to-being-permanently-trapped-in-a-customs-union-according-to-guido-fawkes-12-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 15:56:00",
        "gmt_time": "2018-10-12 07:56:00"
    },
    {
        "id": 678131,
        "updated_sequence": 1066168,
        "published_at": {
            "unix": 1539330780,
            "text": "2018-10-12 08:53:00 +0100",
            "iso_8601": "2018-10-12T07:53:00Z"
        },
        "updated_at": {
            "unix": 1539330822,
            "text": "2018-10-12 08:53:42 +0100",
            "iso_8601": "2018-10-12T07:53:42Z"
        },
        "subject": "Gilts and Short Sterling acknowledging upturn in broad risk sentiment",
        "content": "<p>Bearish pre-Liffe open leads in response to a revival in stocks and generally less investor angst after 2 sessions of marked risk aversion have panned out, albeit not perhaps to the extent than anticipated or one might have expected, as the 10 year UK benchmark rebounds to 120.01 vs Thursday&rsquo;s 120.04 settlement price from a 119.79 low having kicked off at 119.81. Similarly, the 3 month STIR strip is back on an even keel, and actually 1 tick firmer in places vs 2 ticks adrift at the longer end, as FTSE recovery gains are tempered by firm Pound amidst ongoing reports about further progress towards a Brexit accord.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-acknowledging-upturn-in-broad-risk-sentiment-12-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 15:53:00",
        "gmt_time": "2018-10-12 07:53:00"
    },
    {
        "id": 678130,
        "updated_sequence": 1066165,
        "published_at": {
            "unix": 1539328140,
            "text": "2018-10-12 08:09:00 +0100",
            "iso_8601": "2018-10-12T07:09:00Z"
        },
        "updated_at": {
            "unix": 1539328192,
            "text": "2018-10-12 08:09:52 +0100",
            "iso_8601": "2018-10-12T07:09:52Z"
        },
        "subject": "European equity movers this morning: Man Group (ENG LN) +5.0%; Ipsen (IPN FP) +5.1%; Zalando (ZAL GY) + 4.7%; Victrex (VCT LN) -3.3%; British American Tobacco (BATS LN) -1.6%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-man-group-eng-ln-5-0-ipsen-ipn-fp-5-1-zalando-zal-gy-4-7-victrex-vct-ln-3-3-british-american-tobacco-bats-ln-1-6-12-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 15:09:00",
        "gmt_time": "2018-10-12 07:09:00"
    },
    {
        "id": 678129,
        "updated_sequence": 1066160,
        "published_at": {
            "unix": 1539327660,
            "text": "2018-10-12 08:01:00 +0100",
            "iso_8601": "2018-10-12T07:01:00Z"
        },
        "updated_at": {
            "unix": 1539327716,
            "text": "2018-10-12 08:01:56 +0100",
            "iso_8601": "2018-10-12T07:01:56Z"
        },
        "subject": "Bayer (BAYN GY) have received US FDA approval for Xarelto",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bayer-bayn-gy-have-received-us-fda-approval-for-xarelto-12-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 15:01:00",
        "gmt_time": "2018-10-12 07:01:00"
    },
    {
        "id": 678128,
        "updated_sequence": 1066162,
        "published_at": {
            "unix": 1539327600,
            "text": "2018-10-12 08:00:00 +0100",
            "iso_8601": "2018-10-12T07:00:00Z"
        },
        "updated_at": {
            "unix": 1539327751,
            "text": "2018-10-12 08:02:31 +0100",
            "iso_8601": "2018-10-12T07:02:31Z"
        },
        "subject": "BMW (BMW GY) group deliveries -0.8% to 237k in Sept., brand deliveries +0.8% to 200k",
        "content": "<p>Europe deliveries -4.9%, china +13.2%, US +0.2%</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bmw-bmw-gy-group-deliveries-0-8-to-237k-in-sept-brand-deliveries-0-8-to-200k-12-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 15:00:00",
        "gmt_time": "2018-10-12 07:00:00"
    },
    {
        "id": 678126,
        "updated_sequence": 1066149,
        "published_at": {
            "unix": 1539326880,
            "text": "2018-10-12 07:48:00 +0100",
            "iso_8601": "2018-10-12T06:48:00Z"
        },
        "updated_at": {
            "unix": 1539326932,
            "text": "2018-10-12 07:48:52 +0100",
            "iso_8601": "2018-10-12T06:48:52Z"
        },
        "subject": "Bunds: reversing to circa 158.00 as risk assets and BTPs regroup",
        "content": "<p>Not quite all change, but another swing in sentiment following relatively resilient trade across Asia-Pacific bourses given the 2nd hefty sell-off on Wall Street yesterday. Hence, the 10 year German bond started 19 ticks below Thursday&rsquo;s 158.35 Eurex close and after a fleeting uptick to 158.18 has steadily slipped back to test big figure support at 157.97, with added pressure coming via Italian debt that has been mostly on the front foot in early Friday trade &ndash; 10 year BTP currently near the top of a 120.40-119.67 range. Ahead, Eurozone ip data and ECB commentary courtesy Lautenschlager, President Draghi and Coeure. Back to Bunds, 157.96 could provide some support on a chart basis ahead of 157.91-85 and then 157.74-72.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-reversing-to-circa-158-00-as-risk-assets-and-btps-regroup-12-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 14:48:00",
        "gmt_time": "2018-10-12 06:48:00"
    },
    {
        "id": 678125,
        "updated_sequence": 1066146,
        "published_at": {
            "unix": 1539326400,
            "text": "2018-10-12 07:40:00 +0100",
            "iso_8601": "2018-10-12T06:40:00Z"
        },
        "updated_at": {
            "unix": 1539326517,
            "text": "2018-10-12 07:41:57 +0100",
            "iso_8601": "2018-10-12T06:41:57Z"
        },
        "subject": "Italian Minister for South, Lezzi says the government will monitor budget targets every 3 months, and will intervene if the numbers do not correspond with plans",
        "content": "<ul><li>adds that there is no obligation for state controlled companies to make additional investments</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-minister-for-south-lezzi-says-the-government-will-monitor-budget-targets-every-3-months-and-will-intervene-if-the-numbers-do-not-correspond-with-plans-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 14:40:00",
        "gmt_time": "2018-10-12 06:40:00"
    },
    {
        "id": 678124,
        "updated_sequence": 1066151,
        "published_at": {
            "unix": 1539324960,
            "text": "2018-10-12 07:16:00 +0100",
            "iso_8601": "2018-10-12T06:16:00Z"
        },
        "updated_at": {
            "unix": 1539327146,
            "text": "2018-10-12 07:52:26 +0100",
            "iso_8601": "2018-10-12T06:52:26Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1520-25 (700M), <strong>1.1550 (1BLN)</strong>, 1.1575 (326M)</p>\r\n\r\n<p><strong>1.1590-1.1600 (1.3BLN)</strong></p>\r\n\r\n<p>GBP/USD: 1.3175 (305M)</p>\r\n\r\n<p>AUD/USD: 0.7100 (359M), 0.7150 (437M)</p>\r\n\r\n<p>NZD/USD: 0.6425 (334M)</p>\r\n\r\n<p>AUD/NZD: 1.0850 (310M), 1.0900 (253M), 1.1200 (392M), 1.1250 (408M)</p>\r\n\r\n<p>USD/CAD: 1.2910-20 (850M), 1.2950 (417M), 1.2985 (407M), <strong>1.3000 (1BLN)</strong></p>\r\n\r\n<p>USD/JPY: 112.50 (252M), 113.00 (485M), 113.60 (470M), 114.00 (255M)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-12-10-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 14:16:00",
        "gmt_time": "2018-10-12 06:16:00"
    },
    {
        "id": 678119,
        "updated_sequence": 1066139,
        "published_at": {
            "unix": 1539323880,
            "text": "2018-10-12 06:58:00 +0100",
            "iso_8601": "2018-10-12T05:58:00Z"
        },
        "updated_at": {
            "unix": 1539325857,
            "text": "2018-10-12 07:30:57 +0100",
            "iso_8601": "2018-10-12T06:30:57Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>BMW (BMW GY) &ndash; Board member Zipse said that they could quickly change their JV production in Shenyang to all electric vehicles. (Newswires)</p>\r\n\r\n<p>Lagardere (MMB FP) &ndash; The co. have confirmed they filed a complaint for insider trading. (Newswires)</p>\r\n\r\n<p>Novartis (NOVN SW) - Patent disputes with Abbvie have been resolved, giving the co. a non-exclusive licence to manufacture and sell a copycat version of Humira. (Newswires)</p>\r\n\r\n<p>Man Group (EMG LN) &ndash; Net inflows in quarter of USD 0.4bln to USD 114.1bln as of September 30th 2018, notwithstanding previously announced USD 2.2bln infrastructure mandate redemption. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-12-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 13:58:00",
        "gmt_time": "2018-10-12 05:58:00"
    },
    {
        "id": 678118,
        "updated_sequence": 1066111,
        "published_at": {
            "unix": 1539323340,
            "text": "2018-10-12 06:49:00 +0100",
            "iso_8601": "2018-10-12T05:49:00Z"
        },
        "updated_at": {
            "unix": 1539323425,
            "text": "2018-10-12 06:50:25 +0100",
            "iso_8601": "2018-10-12T05:50:25Z"
        },
        "subject": "NHC says that Michael is expected to continue to strengthen",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nhc-says-that-michael-is-expected-to-continue-to-strengthen-12-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 13:49:00",
        "gmt_time": "2018-10-12 05:49:00"
    },
    {
        "id": 678117,
        "updated_sequence": 1066113,
        "published_at": {
            "unix": 1539322800,
            "text": "2018-10-12 06:40:00 +0100",
            "iso_8601": "2018-10-12T05:40:00Z"
        },
        "updated_at": {
            "unix": 1539323735,
            "text": "2018-10-12 06:55:35 +0100",
            "iso_8601": "2018-10-12T05:55:35Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>12th October 2018</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equities traded mixed as the bourses attempted to mount a recovery following the downbeat lead from Wall St. where the region was pressured by energy names, closely followed by the financial sector which entered correction territory. The Dow eroded over 500 points, bringing the two-day loss to over 1,300 points, while S&amp;P notched a six-day losing streak and closed below its 200 DMA. ASX 200 (+0.1%) recuperated initial losses as the commodity names recovered, while Nikkei 225 (-0.2%) traded off lows as the Japanese currency showed some mild weakness. Elsewhere, China traded mixed with the Hang Seng (+0.8%) buoyed by industrial and finance names while Shanghai Comp. (-0.6%) was pressured by oil names following the recent decline in the complex.</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>Royal Dutch Shell (RDSA LN) &nbsp;- The co. is seeking to sell a stake in Venezuelan oil JV Petroregional Del Lago to Maurel &amp; Prom; according to sources</p>\r\n\r\n<p>Compass Group (CPG LN) &ndash; The co. has appointed Kingfisher&rsquo;s (KGF LN) Karen White as CFO. (Newswires)</p>\r\n\r\n<p>OTHER UK COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>DCC (DCC LN) INITIATED WITH BUY AT HSBC</p>\r\n\r\n<p>PADDY POWER (PPB LN) UPGRADED TO HOLD FROM SELL AT BERENBERG</p>\r\n\r\n<p>ASOS (ASC LN) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT CREDIT SUISSE</p>\r\n\r\n<p>VICTREX (VCT LN) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Continental (CON GY) &ndash; Chief executive Elmar Degenhart warned that plans to limit car emissions could have dire consequences, which include severe job losses. (FAZ)</p>\r\n\r\n<p>Vonovia (VNA GY) &ndash; Stated that it would buy a 10% stake in a 4000 unit residential portfolio from SNCF group as part of a consortium. Vonovia reiterated their opinion that France&rsquo;s real estate market offers a meaningful investment opportunity, assuming there are legislative changes. (Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>Rheinmetall (RHM GY) &ndash; Rheinmetall and U.S weapons maker Lockheed Martin said they will make a joint bid to supply the German navy with MH-60R helicopters built by Lockheed&rsquo;s Sikorsky&rsquo;s unit. (Newswires)</p>\r\n\r\n<p>Fraport (FRA GY) &ndash; Passenger traffic +6.3% in September, cargo -1.4%, growth trend continues from 1st 9 months of 2018. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SILTRONIC (WAF GY) UPGRADED TO HOLD FROM SELL AT BERENBERG</p>\r\n\r\n<p>ZALANDO (ZAL GY) UPGRADED TO OUTPERFROM FROM NEUTRAL AT CREDIT SUISSE</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>Imerys (NK FP) &ndash; Co. has completed the sale of Lone Star Funds affiliate for an enterprise value of EUR 1bln. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>Atlantia (ATL IM) &ndash; The board has given approval for the co. to present a new Genoa bridge proposal to the special commissioner and claims it can rebuild the bridge in nine months. (L&rsquo;Italia)</p>\r\n\r\n<p>MediaSet (MS IM) - Co. are to offload their premium platform to Sky (SKY LN), early next month, according to sources. (Newswires)</p>\r\n\r\n<p>ENI (ENI IM) / Leonardo (LDO IM) / Poste Italiane (PST IM) &ndash; New Alitalia to have EUR 1.5-2bln capital, including part conversion of EUR 900mln Euro Bridge loan according to Deputy PM Di Maio. Adds that if ENI, Poste Italiana or Leonardo wanted to help on some of Alitalia&rsquo;s assets it would be an interesting scenario. (Newswires)</p>\r\n\r\n<p>Carlsberg (CARLB DC), AB InBev (ABI BB), United Breweries (UBBW IN) &ndash; India&rsquo;s antitrust watchdog raids the three breweries&rsquo; Indian offices, investigating price fixing. (Newswires)</p>\r\n\r\n<p>ABN Amro (ABN NA) &ndash; Co. are halting the sale of its Stater mortgage unit, according to sources. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>US</p>\r\n\r\n<p>* SPX -2.06% at 2728, NDX -1.14% at 6964, DJI -2.13% at 25053. SECTORS: Energy -3.09%, Materials -1.19%, Industrials -2.27%, Cons Discretionary -1.70%, Cons Staples -2.31%, Healthcare -2.66%, Financials -2.93%, Tech -1.27%, Telecoms -0.84%, Utilities -1.97%.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daily-european-equity-opening-news-12-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 13:40:00",
        "gmt_time": "2018-10-12 05:40:00"
    },
    {
        "id": 678115,
        "updated_sequence": 1066097,
        "published_at": {
            "unix": 1539321600,
            "text": "2018-10-12 06:20:00 +0100",
            "iso_8601": "2018-10-12T05:20:00Z"
        },
        "updated_at": {
            "unix": 1539321666,
            "text": "2018-10-12 06:21:06 +0100",
            "iso_8601": "2018-10-12T05:21:06Z"
        },
        "subject": "RANsquawk Daily European Opening News - 12th October 2018 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20293/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Asian equities traded mixed as the bourses attempted to mount a recovery following the downbeat lead from Wall St.</li>\r\n  <li>BBC&#39;s Laura Kuenssberg reported that no real progress was made at yesterday&rsquo;s cabinet meeting, but discussions will continue</li>\r\n  <li>Turkish officials expect the court to release Pastor Brunson on Friday, after NBC reported a secret agreement has been brokered to release the Pastor</li>\r\n  <li>Looking ahead, highlights include German CPI (F), IEA Monthly Oil Market Report, US Import/Export Prices, Uni. of Michigan, ECB&rsquo;s Lautenschlaeger, Fed&rsquo;s Evans, Bostic and ECB&rsquo;s Draghi</li>\r\n</ul>\r\n\r\n<p>ASIA-PAC</p>\r\n\r\n<p>Asian equities traded mixed as the bourses attempted to mount a recovery following the downbeat lead from Wall St. where the region was pressured by energy names, closely followed by the financial sector which entered correction territory. The Dow eroded over 500 points, bringing the two-day loss to over 1,300 points, while S&amp;P notched a six-day losing streak and closed below its 200 DMA. ASX 200 (+0.1%) recuperated initial losses as the commodity names recovered, while Nikkei 225 (-0.2%) traded off lows as the Japanese currency showed some mild weakness. Elsewhere, China traded mixed with the Hang Seng (+0.8%) buoyed by industrial and finance names while Shanghai Comp. (-0.6%) was pressured by oil names following the recent decline in the complex.</p>\r\n\r\n<p>PBoC set CNY mid-point at 6.9120 (Prev. 6.9098) (Newswires)<br />PBoC skipped open market operations for a net weekly drain of CNY 160bln vs. net drain CNY 230bln in the week of September 24th</p>\r\n\r\n<p>China Trade Balance USD (Sep) 31.69B vs. Exp. 19.4B (Prev. 27.91B, Rev. 27.89B) (Newswires)<br />China Trade Surplus with US (Sep) (USD) 34.13B (Prev. 31.05B) (A record high)</p>\r\n\r\n<p>US Treasury Secretary Mnuchin said US is committed to fair trading agreement with China, fair and reciprocal trade deals. (Newswires)</p>\r\n\r\n<p>China customs said the impact from US trade friction is &quot;controllable&rdquo; and added that foreign trade growth may slow on year in Q4. (Newswires)</p>\r\n\r\n<p>China will not be named currency manipulator in Treasury&#39;s Semi-annual Currency Report next week. (Politico)</p>\r\n\r\n<p>China receives around USD 13.2bln in orders for sale of USD denominated 5, 10 and 30yr bonds. (Newswires)</p>\r\n\r\n<p>Japanese Economy Minister Motegi said they will continue to watch developments in global economy including trade policy. (Newswires)</p>\r\n\r\n<p>UK</p>\r\n\r\n<p>UK PM May briefed her inner cabinet on Thursday evening that a historic Brexit deal is close. An official close to Brexit talks said that May never brings the cabinet together to tell them what is going on, feels like the deal is practically done. She also said Brexit backstop talks are likely to continue until November. (Newswires) BBC&#39;s Laura Kuenssberg reported that no real progress was made at the cabinet meeting and no decisions have been made but discussions will continue. (Newswires)</p>\r\n\r\n<p>Further reports suggested that UK PM May is facing the threat of Cabinet resignations after she accepted EU demands that there will be no time limit on her controversial Brexit backstop plan. At least three eurosceptic Cabinet ministers are said to be considering quitting over the latest concession, which appears to contradict Mrs May&rsquo;s promise earlier this year that the backstop would expire &ldquo;at the very latest by the end of December 2021&rdquo;. (The Telegraph)</p>\r\n\r\n<p>The BBC understands UK Trade Secretary Liam Fox, Environmental Secretary Michael Gove and Brexit Secretary Dominic Raab expressed concern about potential compromises with the EU over Brexit. (BBC)</p>\r\n\r\n<p>A top DUP MP told Sky News that Conservatives may have to change leader to &quot;heal wounds&quot; with the DUP and ensure its confidence and supply agreement &quot;stays in place&quot;, while DUP leader said PM May could not in good conscience recommend a deal which places a trade barrier within the UK. (Newswires)</p>\r\n\r\n<p><br />EU</p>\r\n\r\n<p>ECB won&#39;t come to Italy&#39;s rescue if government and banks run out of cash unless EU bailout in place, ECB Sources. (Newswires)</p>\r\n\r\n<p>Italy&#39;s Senate voted to push balanced budget goal beyond 2021, approves budget deficit target. (Newswires)</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>In FX markets, the greenback was little changed and pivoted on either side of 95.00, while GBP/USD moved sideways below 1.3250 and EUR/USD traded just above 1.1600 as the EUR/JPY pair tested 130.40 to the upside amid safe-haven outflow, subsequently pushing USD/JPY further above the 112.00 level. Elsewhere, AUD shrugged off worse-than-expected home loans data, which was followed by a mixed RBA financial stability review.</p>\r\n\r\n<p>RBA Financial Stability Review noted the Australian economy is improving but housing market has slowed and added that trade tensions and slowdown in China could trigger global economic downturn. (Newswires)</p>\r\n\r\n<p>Turkish officials expect the court to release Pastor Brunson on Friday, after NBC reported a secret agreement has been brokered to release Pastor Brunson, while the US State Department said it is not aware of any deal to secure the release of US Pastor Brunson. (Newswires)</p>\r\n\r\n<p>Brazilian presidential candidate Haddad wants to use 10% of Brazil&#39;s FX reserves to finance wind and solar energy projects in the North-East. (Newswires)</p>\r\n\r\n<p>CENTRAL BANKS</p>\r\n\r\n<p>Turkish Central Bank Governor said the central bank will continue to use all available instruments in pursuit of price stability objectives and deterioration in pricing behaviour poses upside risk on inflation outlook despite domestic demand conditions. (Newswires)</p>\r\n\r\n<p>ECB&#39;s Weidmann (Hawk) said lower growth rates in worlds economy are more a normalisation than a consequence of trade friction. (Newswires)</p>\r\n\r\n<p>Fed&#39;s George (Non-voter, Hawk) says gradual rate hikes needed, pace and extent of hikes are a key part of the FOMC&#39;s deliberations; risks to US economy are balanced but inflation could rise over the next couple of years. (Newswires)</p>\r\n\r\n<p>GEOPOLITICS</p>\r\n\r\n<p>US Treasury Department is said to have sought meetings with South Korean banks regarding North Korea&#39;s sanctions. (Newswires)</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Commodities were mixed as WTI and Brent nursed some losses with the former moving north of USD 71.50/bbl while the latter reclaimed USD 81/bbl to the upside as sentiment around the market took a turn for the better. Elsewhere, metals were mostly lower as gold unwound some risk premium, albeit still near two-month highs and copper bounced off lows seen during the mass sell-off.</p>\r\n\r\n<p>US Gulf of Mexico oil producers shut in 40% of oil output ahead of hurricane Michael (prev. 42%), shut in 29% natural gas output (prev. 32%). There were sperate reports of US oil firms restoring operations in Gulf of Mexico. NHC said Tropical Storm Michael is losing Tropical characteristics (Newswires)</p>\r\n\r\n<p>Ecuador Oil Minister said he expects crude output of 540k BPD in 2018 and 590k BPD in 2019; he supports the crude output hike by OPEC in December meeting prices are reasonable around USD 70-80/bbl.</p>\r\n\r\n<p>US</p>\r\n\r\n<p>Treasuries ended Thursday session in positive territory as equities extended their rout and CPI numbers missed expectations. The yield curve bull-flattened with short dated yields lower by c.4bps and long dated yields down by c.9bps at settlement. 2s30 5s30s were narrower by c.3bps.The US Treasury sold USD 15bln of 30-year bonds, stopping through by 0.9bps at a high yield of 3.344%. Demand for the auction was strong as indicated by the bid-to-cover which stood above recent averages. Directs were awarded the biggest share since April, indirects also took the largest portion since January whilst dealers were left with the smallest share since January.&nbsp; * US T-note futures (Z8) settle 20+ ticks higher at 118-12+.</p>\r\n\r\n<p>US President Trump said the Fed is out of control, is far too stringent and making a mistake. (Newswires)</p>\r\n\r\n<p>Mexican Government said it will take necessary actions to protect exporters in the short term, adding it will use all mechanisms available under NAFTA and WTO to be totally excluded from Canada&#39;s safeguards. There were also reports that Mexico are said to plan to review Canada steel tariffs as a potential violation of NAFTA (Newswires)</p>\r\n\r\n<p>US President Trump is mulling candidates who could replace Attorney General Sessions (WSJ)</p>\r\n\r\n<p>US officials were told by Turkey that they have video and audio proof that journalist Khashoggi was killed in Saudi consulate, while US Senators pushed vote to block Saudi arms sale following the journalist disappearance. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-12th-october-2018-12-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 13:20:00",
        "gmt_time": "2018-10-12 05:20:00"
    },
    {
        "id": 678227,
        "updated_sequence": 1066615,
        "published_at": {
            "unix": 1539320400,
            "text": "2018-10-12 06:00:00 +0100",
            "iso_8601": "2018-10-12T05:00:00Z"
        },
        "updated_at": {
            "unix": 1539505466,
            "text": "2018-10-14 09:24:26 +0100",
            "iso_8601": "2018-10-14T08:24:26Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Mixed trade as the region tried to mount a recovery",
        "content": "<p>Asian equities traded mixed as the bourses attempted to mount a recovery following the downbeat lead from Wall St. where the region was pressured by energy names, closely followed by the financial sector which entered correction territory. The Dow eroded over 500 points, bringing the two-day loss to over 1,300 points, while S&amp;P notched a six-day losing streak and closed below its 200 DMA. ASX 200 (+0.1%) recuperated initial losses as the commodity names recovered, while Nikkei 225 (-0.2%) traded off lows as the Japanese currency showed some mild weakness. Elsewhere, China traded mixed with the Hang Seng (+0.8%) buoyed by industrial and finance names while Shanghai Comp. (-0.6%) was pressured by oil names following the recent decline in the complex.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-mixed-trade-as-the-region-tried-to-mount-a-recovery-14-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 13:00:00",
        "gmt_time": "2018-10-12 05:00:00"
    },
    {
        "id": 678113,
        "updated_sequence": 1066091,
        "published_at": {
            "unix": 1539320400,
            "text": "2018-10-12 06:00:00 +0100",
            "iso_8601": "2018-10-12T05:00:00Z"
        },
        "updated_at": {
            "unix": 1539320460,
            "text": "2018-10-12 06:01:00 +0100",
            "iso_8601": "2018-10-12T05:01:00Z"
        },
        "subject": "Singapore Retail Sales (Aug) M/M 2.5% (Prev. -2.9%, Rev. -2.7%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-retail-sales-aug-m-m-2-5-prev-2-9-rev-2-7-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 13:00:00",
        "gmt_time": "2018-10-12 05:00:00"
    },
    {
        "id": 678112,
        "updated_sequence": 1066088,
        "published_at": {
            "unix": 1539320400,
            "text": "2018-10-12 06:00:00 +0100",
            "iso_8601": "2018-10-12T05:00:00Z"
        },
        "updated_at": {
            "unix": 1539320437,
            "text": "2018-10-12 06:00:37 +0100",
            "iso_8601": "2018-10-12T05:00:37Z"
        },
        "subject": "Singapore Retail Sales (Aug) Y/Y -0.4% (Prev. -2.6%, Rev. -2.7%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-retail-sales-aug-y-y-0-4-prev-2-6-rev-2-7-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 13:00:00",
        "gmt_time": "2018-10-12 05:00:00"
    },
    {
        "id": 678111,
        "updated_sequence": 1066085,
        "published_at": {
            "unix": 1539319920,
            "text": "2018-10-12 05:52:00 +0100",
            "iso_8601": "2018-10-12T04:52:00Z"
        },
        "updated_at": {
            "unix": 1539319966,
            "text": "2018-10-12 05:52:46 +0100",
            "iso_8601": "2018-10-12T04:52:46Z"
        },
        "subject": "Iran sets November light oil official price to Asia at +USD 1.40/bbl; +USD 0.30/bbl M/M",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-sets-november-light-oil-official-price-to-asia-at-usd-1-40-bbl-usd-0-30-bbl-m-m-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 12:52:00",
        "gmt_time": "2018-10-12 04:52:00"
    },
    {
        "id": 678110,
        "updated_sequence": 1066082,
        "published_at": {
            "unix": 1539318660,
            "text": "2018-10-12 05:31:00 +0100",
            "iso_8601": "2018-10-12T04:31:00Z"
        },
        "updated_at": {
            "unix": 1539318728,
            "text": "2018-10-12 05:32:08 +0100",
            "iso_8601": "2018-10-12T04:32:08Z"
        },
        "subject": "Japan Teritary Industry Index (Aug) M/M 0.5% vs. Exp. 0.3% (Prev. 0.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-teritary-industry-index-aug-m-m-0-5-vs-exp-0-3-prev-0-1-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 12:31:00",
        "gmt_time": "2018-10-12 04:31:00"
    },
    {
        "id": 678108,
        "updated_sequence": 1066076,
        "published_at": {
            "unix": 1539317760,
            "text": "2018-10-12 05:16:00 +0100",
            "iso_8601": "2018-10-12T04:16:00Z"
        },
        "updated_at": {
            "unix": 1539318046,
            "text": "2018-10-12 05:20:46 +0100",
            "iso_8601": "2018-10-12T04:20:46Z"
        },
        "subject": "Turkish Central Bank Governor says the central bank will continue to use all available instruments in pursuit of price stability objectives; deterioration in pricing behaviour poses upside risk on inflation outlook despite domestic demand conditions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-central-bank-governor-says-the-central-bank-will-continue-to-use-all-available-instruments-in-pursuit-of-price-stability-objectives-deterioration-in-pricing-behaviour-poses-upside-risk-on-inflation-outlook-despite-domestic-demand-co-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 12:16:00",
        "gmt_time": "2018-10-12 04:16:00"
    },
    {
        "id": 678107,
        "updated_sequence": 1066068,
        "published_at": {
            "unix": 1539314520,
            "text": "2018-10-12 04:22:00 +0100",
            "iso_8601": "2018-10-12T03:22:00Z"
        },
        "updated_at": {
            "unix": 1539314574,
            "text": "2018-10-12 04:22:54 +0100",
            "iso_8601": "2018-10-12T03:22:54Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: - RBI sticks to data storage deadline and may take action against companies that don't comply by October 15. (ET) ",
        "content": "<p>INDIA</p>\r\n\r\n<p>IL&amp;FS (ILFS IS) &ndash; Co. says it was unable to service certain obligations that were due October 11th. (Newswires)</p>\r\n\r\n<p>Hindustan Unilever (HUVR IS) Kotak Securities is expecting the company to report 15% revenue growth in domestic FMCG business. (ET)</p>\r\n\r\n<p>PNB Housing Finance (PNGHOUSI IS) &ndash; Co. is looking to further raise USD 250-350mln through external commercial borrowing by November. (ET)</p>\r\n\r\n<p>Jet Airways (JETIN IS) &ndash; Co. has delayed the payment of salaries to its senior employees. (ET)</p>\r\n\r\n<p>Uttam Galva Steels (UTTM IS) - JSW Steel, Liberty House, SSG Capital Management, and Aion Investments have shown interest in Uttam Value Steels and Uttam Galva Metallics, according to a source. (ET)</p>\r\n\r\n<p>OTHER NEWS</p>\r\n\r\n<p>- RBI sticks to data storage deadline and may take action against companies that don&#39;t comply by October 15. (ET)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-rbi-sticks-to-data-storage-deadline-and-may-take-action-against-companies-that-don-t-comply-by-october-15-et-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 11:22:00",
        "gmt_time": "2018-10-12 03:22:00"
    },
    {
        "id": 678105,
        "updated_sequence": 1066062,
        "published_at": {
            "unix": 1539313920,
            "text": "2018-10-12 04:12:00 +0100",
            "iso_8601": "2018-10-12T03:12:00Z"
        },
        "updated_at": {
            "unix": 1539313957,
            "text": "2018-10-12 04:12:37 +0100",
            "iso_8601": "2018-10-12T03:12:37Z"
        },
        "subject": "Senior IMF official says its too early to talk about normalisation of monetary policy in Japan",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "senior-imf-official-says-its-too-early-to-talk-about-normalisation-of-monetary-policy-in-japan-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 11:12:00",
        "gmt_time": "2018-10-12 03:12:00"
    },
    {
        "id": 678106,
        "updated_sequence": 1066065,
        "published_at": {
            "unix": 1539313920,
            "text": "2018-10-12 04:12:00 +0100",
            "iso_8601": "2018-10-12T03:12:00Z"
        },
        "updated_at": {
            "unix": 1539313988,
            "text": "2018-10-12 04:13:08 +0100",
            "iso_8601": "2018-10-12T03:13:08Z"
        },
        "subject": "Tencent (700 HK) delayed IPO of its music arm due to market turmoil",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "tencent-700-hk-delayed-ipo-of-its-music-arm-due-to-market-turmoil-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 11:12:00",
        "gmt_time": "2018-10-12 03:12:00"
    },
    {
        "id": 678104,
        "updated_sequence": 1066059,
        "published_at": {
            "unix": 1539313500,
            "text": "2018-10-12 04:05:00 +0100",
            "iso_8601": "2018-10-12T03:05:00Z"
        },
        "updated_at": {
            "unix": 1539313583,
            "text": "2018-10-12 04:06:23 +0100",
            "iso_8601": "2018-10-12T03:06:23Z"
        },
        "subject": "The BBC understands Liam Fox, Michael Gove and Dominic Raab expressed concern about potential compromises with the EU over Brexit ",
        "content": "<p>Click here for the article:<a href=\"https://www.bbc.co.uk/news/uk-politics-45831664?ns_mchannel=social&amp;ocid=socialflow_twitter&amp;ns_source=twitter&amp;ns_campaign=bbcnews\">&nbsp;https://www.bbc.co.uk/news/uk-politics-45831664?ns_mchannel=social&amp;ocid=socialflow_twitter&amp;ns_source=twitter&amp;ns_campaign=bbcnews</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BBC",
        "slug": "the-bbc-understands-liam-fox-michael-gove-and-dominic-raab-expressed-concern-about-potential-compromises-with-the-eu-over-brexit-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 11:05:00",
        "gmt_time": "2018-10-12 03:05:00"
    },
    {
        "id": 678103,
        "updated_sequence": 1066054,
        "published_at": {
            "unix": 1539312960,
            "text": "2018-10-12 03:56:00 +0100",
            "iso_8601": "2018-10-12T02:56:00Z"
        },
        "updated_at": {
            "unix": 1539313059,
            "text": "2018-10-12 03:57:39 +0100",
            "iso_8601": "2018-10-12T02:57:39Z"
        },
        "subject": "China September trade surplus with the US: USD 34.13bln (Prev. USD 31.05bln)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-september-trade-surplus-with-the-us-usd-34-13bln-prev-usd-31-05bln-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 10:56:00",
        "gmt_time": "2018-10-12 02:56:00"
    },
    {
        "id": 678099,
        "updated_sequence": 1066042,
        "published_at": {
            "unix": 1539311100,
            "text": "2018-10-12 03:25:00 +0100",
            "iso_8601": "2018-10-12T02:25:00Z"
        },
        "updated_at": {
            "unix": 1539311509,
            "text": "2018-10-12 03:31:49 +0100",
            "iso_8601": "2018-10-12T02:31:49Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Markets stabilise following yesterday's mass sell-off",
        "content": "<p>Asian equities trade mixed following the downbeat lead from Wall St. where the region was pressured by energy names, closely followed by the financial sector which entered correction territory. The Dow eroded over 500 points, bringing the two-day loss to over 1,300 points, while S&amp;P notched a six-day losing streak and closed below its 200 DMA. ASX 200 (Unch) recuperated initial losses as the commodity names recovered, while Nikkei 225 (-0.2%) is trading off lows as the Japanese currency shows some mild weakness. Elsewhere, mixed trade in China with the Hang Seng (+0.4%) buoyed by healthcare and industrial names while Shanghai Comp. (-0.6%) is pressured by oil names following the recent decline in the complex.</p>\r\n\r\n<p>In FX markets, the greenback is little changed, hovering around the 95.00 level while EUR/USD and GBP/USD are relatively flat with the former eyeing 1.1600 to the upside while the latter crawls sideways below 1.3250. Elsewhere, USD/JPY reclaimed the 112.00 and trades north of the figure amid JPY weakness, while AUD shrugged off worse-than-expected home loans data followed by a mixed RBA financial stability review.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-markets-stabilise-following-yesterday-s-mass-sell-off-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 10:25:00",
        "gmt_time": "2018-10-12 02:25:00"
    },
    {
        "id": 678098,
        "updated_sequence": 1066039,
        "published_at": {
            "unix": 1539310020,
            "text": "2018-10-12 03:07:00 +0100",
            "iso_8601": "2018-10-12T02:07:00Z"
        },
        "updated_at": {
            "unix": 1539310987,
            "text": "2018-10-12 03:23:07 +0100",
            "iso_8601": "2018-10-12T02:23:07Z"
        },
        "subject": "China customs say the impact from US trade friction is \"controllable\"; adding that foreign trade growth may slow on year in Q4",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-customs-say-the-impact-from-us-trade-friction-is-controllable-adding-that-foreign-trade-growth-may-slow-on-year-in-q4-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 10:07:00",
        "gmt_time": "2018-10-12 02:07:00"
    },
    {
        "id": 678096,
        "updated_sequence": 1066030,
        "published_at": {
            "unix": 1539308460,
            "text": "2018-10-12 02:41:00 +0100",
            "iso_8601": "2018-10-12T01:41:00Z"
        },
        "updated_at": {
            "unix": 1539308603,
            "text": "2018-10-12 02:43:23 +0100",
            "iso_8601": "2018-10-12T01:43:23Z"
        },
        "subject": "Japanese Economy Minister Motegi says they will continue to watch developments in global economy including trade policy ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-economy-minister-motegi-says-they-will-continue-to-watch-developments-in-global-economy-including-trade-policy-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 09:41:00",
        "gmt_time": "2018-10-12 01:41:00"
    },
    {
        "id": 678094,
        "updated_sequence": 1066022,
        "published_at": {
            "unix": 1539307200,
            "text": "2018-10-12 02:20:00 +0100",
            "iso_8601": "2018-10-12T01:20:00Z"
        },
        "updated_at": {
            "unix": 1539307251,
            "text": "2018-10-12 02:20:51 +0100",
            "iso_8601": "2018-10-12T01:20:51Z"
        },
        "subject": "China reportedly removed Bekri as top National Energy Official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-reportedly-removed-bekri-as-top-national-energy-official-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 09:20:00",
        "gmt_time": "2018-10-12 01:20:00"
    },
    {
        "id": 678093,
        "updated_sequence": 1066108,
        "published_at": {
            "unix": 1539307020,
            "text": "2018-10-12 02:17:00 +0100",
            "iso_8601": "2018-10-12T01:17:00Z"
        },
        "updated_at": {
            "unix": 1539323288,
            "text": "2018-10-12 06:48:08 +0100",
            "iso_8601": "2018-10-12T05:48:08Z"
        },
        "subject": "German Finance Minister Scholz says Italian politicians said they will respect EU rules, adding that one should take that at face value. Italy should be \"careful\" given its refinancing needs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-finance-minister-scholz-says-italian-politicians-said-they-will-respect-eu-rules-adding-that-one-should-take-that-at-face-value-italy-should-be-careful-given-its-refinancing-needs-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 09:17:00",
        "gmt_time": "2018-10-12 01:17:00"
    },
    {
        "id": 678093,
        "updated_sequence": 1066108,
        "published_at": {
            "unix": 1539307020,
            "text": "2018-10-12 02:17:00 +0100",
            "iso_8601": "2018-10-12T01:17:00Z"
        },
        "updated_at": {
            "unix": 1539323288,
            "text": "2018-10-12 06:48:08 +0100",
            "iso_8601": "2018-10-12T05:48:08Z"
        },
        "subject": "German Finance Minister Scholz says Italian politicians said they will respect EU rules, adding that one should take that at face value. Italy should be \"careful\" given its refinancing needs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-finance-minister-scholz-says-italian-politicians-said-they-will-respect-eu-rules-adding-that-one-should-take-that-at-face-value-italy-should-be-careful-given-its-refinancing-needs-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 09:17:00",
        "gmt_time": "2018-10-12 01:17:00"
    },
    {
        "id": 678092,
        "updated_sequence": 1066016,
        "published_at": {
            "unix": 1539306960,
            "text": "2018-10-12 02:16:00 +0100",
            "iso_8601": "2018-10-12T01:16:00Z"
        },
        "updated_at": {
            "unix": 1539307073,
            "text": "2018-10-12 02:17:53 +0100",
            "iso_8601": "2018-10-12T01:17:53Z"
        },
        "subject": "German Finance Minister Scholz says there are sensible negotiations between US and EU that do not point to an escalation of trade conflict",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-finance-minister-scholz-says-there-are-sensible-negotiations-between-us-and-eu-that-do-not-point-to-an-escalation-of-trade-conflict-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 09:16:00",
        "gmt_time": "2018-10-12 01:16:00"
    },
    {
        "id": 678091,
        "updated_sequence": 1066013,
        "published_at": {
            "unix": 1539306960,
            "text": "2018-10-12 02:16:00 +0100",
            "iso_8601": "2018-10-12T01:16:00Z"
        },
        "updated_at": {
            "unix": 1539307017,
            "text": "2018-10-12 02:16:57 +0100",
            "iso_8601": "2018-10-12T01:16:57Z"
        },
        "subject": "ECB's Weidmann (Hawk) says lower growth rates in worlds economy are more a normalisation than a consequence of trade friction",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-weidmann-hawk-says-lower-growth-rates-in-worlds-economy-are-more-a-normalisation-than-a-consequence-of-trade-friction-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 09:16:00",
        "gmt_time": "2018-10-12 01:16:00"
    },
    {
        "id": 678090,
        "updated_sequence": 1066010,
        "published_at": {
            "unix": 1539306900,
            "text": "2018-10-12 02:15:00 +0100",
            "iso_8601": "2018-10-12T01:15:00Z"
        },
        "updated_at": {
            "unix": 1539306981,
            "text": "2018-10-12 02:16:21 +0100",
            "iso_8601": "2018-10-12T01:16:21Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.9120 (Prev. 6.9098)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-9120-prev-6-9098-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 09:15:00",
        "gmt_time": "2018-10-12 01:15:00"
    },
    {
        "id": 678089,
        "updated_sequence": 1066007,
        "published_at": {
            "unix": 1539306720,
            "text": "2018-10-12 02:12:00 +0100",
            "iso_8601": "2018-10-12T01:12:00Z"
        },
        "updated_at": {
            "unix": 1539306864,
            "text": "2018-10-12 02:14:24 +0100",
            "iso_8601": "2018-10-12T01:14:24Z"
        },
        "subject": "PBOC skips open market operations for a net weekly drain of CNY 160bln vs. net drain CNY 230bln for the week of September 24th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-net-weekly-drain-of-cny-160bln-vs-net-drain-cny-230bln-for-the-week-of-september-24th-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 09:12:00",
        "gmt_time": "2018-10-12 01:12:00"
    },
    {
        "id": 678088,
        "updated_sequence": 1066002,
        "published_at": {
            "unix": 1539306600,
            "text": "2018-10-12 02:10:00 +0100",
            "iso_8601": "2018-10-12T01:10:00Z"
        },
        "updated_at": {
            "unix": 1539306722,
            "text": "2018-10-12 02:12:02 +0100",
            "iso_8601": "2018-10-12T01:12:02Z"
        },
        "subject": "BoJ offers to buy JPY 300bln in 1-3yr JGBs, JPY 350bln in 3-5yr JGBs, JPY 180bln in 10-25yr JGBs and JPY 50bln in over 25yr JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-300bln-in-1-3yr-jgbs-jpy-350bln-in-3-5yr-jgbs-jpy-180bln-in-10-25yr-jgbs-and-jpy-50bln-in-over-25yr-jgbs-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 09:10:00",
        "gmt_time": "2018-10-12 01:10:00"
    },
    {
        "id": 678081,
        "updated_sequence": 1065999,
        "published_at": {
            "unix": 1539306420,
            "text": "2018-10-12 02:07:00 +0100",
            "iso_8601": "2018-10-12T01:07:00Z"
        },
        "updated_at": {
            "unix": 1539306452,
            "text": "2018-10-12 02:07:32 +0100",
            "iso_8601": "2018-10-12T01:07:32Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: - China will not be named currency manipulator in Treasury's Semiannual Currency Report next week, ",
        "content": "<p>CHINA</p>\r\n\r\n<p>Guandong Zongsheng Pahrma (002317 CH) &ndash; co. plans to buyback up to CNY 200mln in shares.&nbsp;(Newswires)</p>\r\n\r\n<p>OTHER NEWS</p>\r\n\r\n<p>- China will not be named currency manipulator in Treasury&#39;s Semiannual Currency Report next week, ForexLive reports citing Politico. (Newswires)</p>\r\n\r\n<p>- US Treasury Secretary Mnuchin says US is committed to fair trading agreement with China, fair and reciprocal trade deals. (Newswires)</p>\r\n\r\n<p>- IHS Markit and Chinabond Pricing Center announced the launch of new benchmarks for onshore Chinese bond market. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-china-will-not-be-named-currency-manipulator-in-treasury-s-semiannual-currency-report-next-week-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 09:07:00",
        "gmt_time": "2018-10-12 01:07:00"
    },
    {
        "id": 678087,
        "updated_sequence": 1065995,
        "published_at": {
            "unix": 1539306000,
            "text": "2018-10-12 02:00:00 +0100",
            "iso_8601": "2018-10-12T01:00:00Z"
        },
        "updated_at": {
            "unix": 1539306031,
            "text": "2018-10-12 02:00:31 +0100",
            "iso_8601": "2018-10-12T01:00:31Z"
        },
        "subject": "German Finance Minister Scholz says there are still things to be done to reduce bank risks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-finance-minister-scholz-says-there-are-still-things-to-be-done-to-reduce-bank-risks-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 09:00:00",
        "gmt_time": "2018-10-12 01:00:00"
    },
    {
        "id": 678086,
        "updated_sequence": 1065997,
        "published_at": {
            "unix": 1539305880,
            "text": "2018-10-12 01:58:00 +0100",
            "iso_8601": "2018-10-12T00:58:00Z"
        },
        "updated_at": {
            "unix": 1539306308,
            "text": "2018-10-12 02:05:08 +0100",
            "iso_8601": "2018-10-12T01:05:08Z"
        },
        "subject": "Ecuador Oil Minister says oil prices are reasonable around USD 70-80/bbl; expects crude output of 540k BPD in 2018 and 590k BPD in 2019; he supports the crude output hike by OPEC in December meeting",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecuador-oil-minister-says-oil-prices-are-reasonable-around-usd-70-80-bbl-expects-crude-output-of-540k-bpd-in-2018-and-590k-bpd-in-2019-he-supports-the-crude-output-hike-by-opec-in-december-meeting-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 08:58:00",
        "gmt_time": "2018-10-12 00:58:00"
    },
    {
        "id": 678085,
        "updated_sequence": 1065989,
        "published_at": {
            "unix": 1539304200,
            "text": "2018-10-12 01:30:00 +0100",
            "iso_8601": "2018-10-12T00:30:00Z"
        },
        "updated_at": {
            "unix": 1539304384,
            "text": "2018-10-12 01:33:04 +0100",
            "iso_8601": "2018-10-12T00:33:04Z"
        },
        "subject": "RBA Financial Stability Review says Australian economy is improving but housing market has slowed; trade tensions and slowdown in China could trigger global economic downturn",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rba-financial-stability-review-says-australian-economy-is-improving-but-housing-market-has-slowed-trade-tensions-and-slowdown-in-china-could-trigger-global-economic-downturn-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 08:30:00",
        "gmt_time": "2018-10-12 00:30:00"
    },
    {
        "id": 678082,
        "updated_sequence": 1065978,
        "published_at": {
            "unix": 1539304140,
            "text": "2018-10-12 01:29:00 +0100",
            "iso_8601": "2018-10-12T00:29:00Z"
        },
        "updated_at": {
            "unix": 1539304191,
            "text": "2018-10-12 01:29:51 +0100",
            "iso_8601": "2018-10-12T00:29:51Z"
        },
        "subject": "China receives around USD 13.2bln in orders for sale of USD denominated 5, 10 and 30yr bonds",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-receives-around-usd-13-2bln-in-orders-for-sale-of-usd-denominated-5-10-and-30yr-bonds-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 08:29:00",
        "gmt_time": "2018-10-12 00:29:00"
    },
    {
        "id": 678080,
        "updated_sequence": 1065972,
        "published_at": {
            "unix": 1539303720,
            "text": "2018-10-12 01:22:00 +0100",
            "iso_8601": "2018-10-12T00:22:00Z"
        },
        "updated_at": {
            "unix": 1539303751,
            "text": "2018-10-12 01:22:31 +0100",
            "iso_8601": "2018-10-12T00:22:31Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE STOCK NEWS: - Singapore Monetary Authority is to slightly increase the slop of SGD policy band; 2018 GDP is expected to come in the upper half of forecast range. (Newswires)",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>President Chain Store (2912 TT) - September sales +10.2% Y/y to TWD 20.8bln. (Newswires)</p>\r\n\r\n<p>Far EasTone Telecom (4904 TT) - September sales -10.3% Y/Y to TWD 7.23bln. (Newswires)</p>\r\n\r\n<p>Largan (3008 TT) &ndash; Co. expects revenue to fall as iPhones sales drop (Taipei Times)</p>\r\n\r\n<p>OTHER NEWS</p>\r\n\r\n<p>- Taiwan&#39;s central bank called for calm over the sharp depreciation of the TWD, saying investors should not be overly concerned by the currency&#39;s drop. (Focus Taiwan)</p>\r\n\r\n<p>SINGAPORE</p>\r\n\r\n<p>Singapore Exchange (SGX SG) &ndash; plans to launch high-grade iron ore derivatives in December. (Newswires)</p>\r\n\r\n<p>OTHER NEWS</p>\r\n\r\n<p>- Singapore GDP Prelim. (Q3) Y/Y 2.6% vs. Exp. 2.5% (Prev. 3.9%, Rev. 4.1%) (Newswires)<br />- Singapore GDP Prelim. (Q3) Q/Q 4.7% vs. Exp. 4.9% (Prev. 0.6%, Rev. 1.2%)</p>\r\n\r\n<p>- Singapore Monetary Authority is to slightly increase the slop of SGD policy band; 2018 GDP is expected to come in the upper half of forecast range. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-stock-news-singapore-monetary-authority-is-to-slightly-increase-the-slop-of-sgd-policy-band-2018-gdp-is-expected-to-come-in-the-upper-half-of-forecast-range-newswires-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 08:22:00",
        "gmt_time": "2018-10-12 00:22:00"
    },
    {
        "id": 678079,
        "updated_sequence": 1065969,
        "published_at": {
            "unix": 1539303240,
            "text": "2018-10-12 01:14:00 +0100",
            "iso_8601": "2018-10-12T00:14:00Z"
        },
        "updated_at": {
            "unix": 1539303293,
            "text": "2018-10-12 01:14:53 +0100",
            "iso_8601": "2018-10-12T00:14:53Z"
        },
        "subject": "Phillips 66 reports unplanned flaring and breakdown at 139k BPD Los-Angeles Carson refinery",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "phillips-66-reports-unplanned-flaring-and-breakdown-at-139k-bpd-los-angeles-carson-refinery-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 08:14:00",
        "gmt_time": "2018-10-12 00:14:00"
    },
    {
        "id": 678078,
        "updated_sequence": 1065966,
        "published_at": {
            "unix": 1539303060,
            "text": "2018-10-12 01:11:00 +0100",
            "iso_8601": "2018-10-12T00:11:00Z"
        },
        "updated_at": {
            "unix": 1539303144,
            "text": "2018-10-12 01:12:24 +0100",
            "iso_8601": "2018-10-12T00:12:24Z"
        },
        "subject": "IHS Markit and Chinabond Pricing Center announced the launch of new benchmarks for onshore Chinese bond market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ihs-markit-and-chinabond-pricing-center-announced-the-launch-of-new-benchmarks-for-onshore-chinese-bond-market-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 08:11:00",
        "gmt_time": "2018-10-12 00:11:00"
    },
    {
        "id": 678077,
        "updated_sequence": 1065961,
        "published_at": {
            "unix": 1539302460,
            "text": "2018-10-12 01:01:00 +0100",
            "iso_8601": "2018-10-12T00:01:00Z"
        },
        "updated_at": {
            "unix": 1539302867,
            "text": "2018-10-12 01:07:47 +0100",
            "iso_8601": "2018-10-12T00:07:47Z"
        },
        "subject": "Singapore Monetary Authority is to slightly increase the slop of SGD policy band; 2018 GDP is expected to come in the upper half of forecast range",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-monetary-authority-is-to-slightly-increase-the-slop-of-sgd-policy-band-2018-gdp-is-expected-to-come-in-the-upper-half-of-forecast-range-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 08:01:00",
        "gmt_time": "2018-10-12 00:01:00"
    },
    {
        "id": 678076,
        "updated_sequence": 1065963,
        "published_at": {
            "unix": 1539302400,
            "text": "2018-10-12 01:00:00 +0100",
            "iso_8601": "2018-10-12T00:00:00Z"
        },
        "updated_at": {
            "unix": 1539303075,
            "text": "2018-10-12 01:11:15 +0100",
            "iso_8601": "2018-10-12T00:11:15Z"
        },
        "subject": "Singapore GDP Prelim. (Q3) Y/Y\t2.6% vs. Exp. 2.5% (Prev. 3.9%, Rev. 4.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-gdp-prelim-q3-y-y-2-6-vs-exp-2-5-prev-3-9-rev-4-1-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 08:00:00",
        "gmt_time": "2018-10-12 00:00:00"
    },
    {
        "id": 678075,
        "updated_sequence": 1065949,
        "published_at": {
            "unix": 1539302400,
            "text": "2018-10-12 01:00:00 +0100",
            "iso_8601": "2018-10-12T00:00:00Z"
        },
        "updated_at": {
            "unix": 1539302468,
            "text": "2018-10-12 01:01:08 +0100",
            "iso_8601": "2018-10-12T00:01:08Z"
        },
        "subject": "Singapore GDP Prelim. (Q3) Q/Q 4.7% vs. Exp. 4.9% (Prev. 0.6%, Rev. 1.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-gdp-prelim-q3-q-q-4-7-vs-exp-4-9-prev-0-6-rev-1-2-12-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-12 08:00:00",
        "gmt_time": "2018-10-12 00:00:00"
    }
]