[
    {
        "id": 667817,
        "updated_sequence": 1020467,
        "published_at": {
            "unix": 1533328200,
            "text": "2018-08-03 21:30:00 +0100",
            "iso_8601": "2018-08-03T20:30:00Z"
        },
        "updated_at": {
            "unix": 1533328200,
            "text": "2018-08-03 21:30:00 +0100",
            "iso_8601": "2018-08-03T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-27-07-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-04 04:30:00",
        "gmt_time": "2018-08-03 20:30:00"
    },
    {
        "id": 668850,
        "updated_sequence": 1020465,
        "published_at": {
            "unix": 1533326700,
            "text": "2018-08-03 21:05:00 +0100",
            "iso_8601": "2018-08-03T20:05:00Z"
        },
        "updated_at": {
            "unix": 1533326723,
            "text": "2018-08-03 21:05:23 +0100",
            "iso_8601": "2018-08-03T20:05:23Z"
        },
        "subject": "Fitch affirms Germany at AAA, outlook stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-germany-at-aaa-outlook-stable-03-08-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-04 04:05:00",
        "gmt_time": "2018-08-03 20:05:00"
    },
    {
        "id": 668845,
        "updated_sequence": 1020462,
        "published_at": {
            "unix": 1533326640,
            "text": "2018-08-03 21:04:00 +0100",
            "iso_8601": "2018-08-03T20:04:00Z"
        },
        "updated_at": {
            "unix": 1533326670,
            "text": "2018-08-03 21:04:30 +0100",
            "iso_8601": "2018-08-03T20:04:30Z"
        },
        "subject": "RANsquawk Central Bank Weekly, 3 Aug 2018: RBNZ and RBA to meet in the week; Reviewing BOJ, FOMC, BOE, BCB, Banxico, RBI",
        "content": "<p><em><strong>To download the report, please click <a href=\"/research_sheets/19784/download\">here</a>. If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</strong></em></p>\r\n\r\n<ul><li>RBNZ PREVIEW: Dovish hold expected on Thursday</li>\r\n  <li>RBA PREVIEW: No fireworks anticipated at Tuesday policy meeting</li>\r\n  <li>BOJ REVIEW: A covert rate hike?</li>\r\n  <li>BOE REVIEW: Raised rates 25bps, but it is in no hurry to go again</li>\r\n  <li>FED REVIEW: Nothing new, to gradually lift rates</li>\r\n  <li>BCB REVIEW: Flags risks to inflation</li>\r\n  <li>BANXICO REVIEW: Repeats growth risks to the downside</li>\r\n  <li>RBI REVIEW: Hikes but maintains neutral stance</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-3-aug-2018-rbnz-and-rba-to-meet-in-the-week-reviewing-boj-fomc-boe-bcb-banxico-rbi-03-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-04 04:04:00",
        "gmt_time": "2018-08-03 20:04:00"
    },
    {
        "id": 668841,
        "updated_sequence": 1020460,
        "published_at": {
            "unix": 1533326640,
            "text": "2018-08-03 21:04:00 +0100",
            "iso_8601": "2018-08-03T20:04:00Z"
        },
        "updated_at": {
            "unix": 1533326656,
            "text": "2018-08-03 21:04:16 +0100",
            "iso_8601": "2018-08-03T20:04:16Z"
        },
        "subject": "Week in Focus: 6th August - 10th August 2018 - Now available in the Research Suite",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19783/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Monday: German Factory Orders</li>\r\n  <li>Tuesday: RBA Rate Decision, German Industrial Production, US JOLTs</li>\r\n  <li>Wednesday: China Trade Balance</li>\r\n  <li>Thursday: RBNZ Rate Decision, China CPI, US PPI, US and Japan to hold bilateral trade talks</li>\r\n  <li>Friday: Japan GDP, Norway CPI, Swedish CPI, UK GDP, US CPI, Canadian Labour Market</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "week-in-focus-6th-august-10th-august-2018-now-available-in-the-research-suite-03-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-04 04:04:00",
        "gmt_time": "2018-08-03 20:04:00"
    },
    {
        "id": 668849,
        "updated_sequence": 1020458,
        "published_at": {
            "unix": 1533326520,
            "text": "2018-08-03 21:02:00 +0100",
            "iso_8601": "2018-08-03T20:02:00Z"
        },
        "updated_at": {
            "unix": 1533326536,
            "text": "2018-08-03 21:02:16 +0100",
            "iso_8601": "2018-08-03T20:02:16Z"
        },
        "subject": "US MARKET WRAP – 3 Aug 2018: China steps up trade retaliation; PBOC intervenes in yuan; NFP headline miss",
        "content": "<p><strong>* SNAP-SHOT: Equities, Treasuries, crude, dollar.<br />* REAR-VIEW: NFP headline miss, revisions encouraging; PBOC intervenes to stem yuan slide; China ramps up trade retaliation.<br />* NEXT WEEK: RBA (Tues), China trade (Weds), RBNZ (Thurs), China CPI (Thurs), US/Japan trade talks (Thurs), Japan GDP (Fri), Canada labor data (Fri).</strong></p>\r\n\r\n<p><strong>* PBOC: </strong>China&rsquo;s central bank raised the reserve requirement on FX forwards trading from 0% to 20%, reversing last September&rsquo;s move the other way (note: this move should not be mistaken for an RRR rate cut). The new requirement will be effective from 6 August. The PBOC added that it would take counter cyclical measures to keep FX markets stable, based on market conditions, reiterating that the yuan will be kept &ldquo;basically stable&rdquo;. Analysts said that, given last September&rsquo;s move was designed to stem the yuan&rsquo;s appreciation, the latest measures are an effort to stem the recent slide. The immediate result was a strengthening of the yuan, weakening of the USD, and equity futures bounced in the pre-market, as traders perceived the news as risk-friendly, with China appearing to make a concession to the US amid trade tensions; some, however, suggest it was merely a move to keep its currency stable, in line with its guidance. That sentiment, however, was short-lived (See trade section, below).&nbsp;</p>\r\n\r\n<p><strong>* TRADE: </strong>China announced a list of potential retaliatory tariff threats it would impose on approximately $60bln of imports of US goods, across a range of product types, including aircraft, semiconductors, chemicals, agricultural products, auto parts, and commodities. The tariffs would have variable rates from 5% to 25%. China&rsquo;s Commerce Ministry also urged the US to take practical measures to relax export control to China. NEC director Kudlow, responding to the measures, said the moves were weak, and there were some signs that China now wishes to talk, although other officials suggested that there had been very little contact with China in recent days. Elsewhere, Kudlow said an announcement with the EU could be coming up, and he also said that the US will likely have some positive news on Mexico, with an announcement to be made within the next month. Mexico&rsquo;s economy minister Guarjardo said that Mexico is ready to move into finishing up most of the issues between the US and Mexico next week, and repeated his optimism of achieving a deal by the end of the month.</p>\r\n\r\n<p><strong>* US JOBS REPORT: </strong>Headline payrolls missed expectations at 157k in July (consensus 193k), though net revisions to previous data was a chunky +57k, with the jobless rate dropping to 3.9% (prev. 4.0%) and the U6 measure of unemployment falling by 0.3ppts to 7.5%. Average hourly earnings were in line with expectations (unchanged 2.7% YY, 0.3% MM, the latter helped along by favourable rounding). &ldquo;The swing in payroll growth from 248k in June to 157k in July looks more like noise than signal, but we can&#39;t be absolutely sure, given the clear dip in the ISM non-manufacturing employment index in recent months, following the initial of tariffs,&rdquo; Pantheon Macroeconomics writes, &ldquo;other employment indicators, like JOLTS and the NFIB survey, remain very strong, though, so for now we&#39;re happy to stick to the idea that the trend remains 200K-plus.&rdquo;Pantheon suggests that the swing between June and July data is likely a result of seasonal adjustments around the end of the academic year. Elsewhere, participation was unchanged at 62.9%.</p>\r\n\r\n<p><strong>* NON-MANUFACTURING ISM: </strong>The survey&rsquo;s headline missed expectations, coming in at 55.7 (consensus 58.6). Business activity also disappointed, as did new orders; employment and prices rose. &ldquo;Consistent with Wednesday&rsquo;s manufacturing report, respondent commentary reflected trade-related uncertainties weighing on otherwise solid demand,&rdquo; Oxford Economics wrote. &ldquo;One respondent in the professional services sector noted general optimism on the labor market and economic activity were &lsquo;tempered by tariff issues with China and the European Union.&rsquo; Another in the retail space added &lsquo;business is up overall, but a lot of questions loom over the rest of the year,&rsquo; including the impact of tariffs on business&rsquo; cost of goods.&rdquo; Oxford Economics adds that with the prices paid index holding above the elevated 60-mark for most of the past year, it continues to see evidence of margin pressure for businesses that will force a greater focus on cost containment in the months ahead.</p>\r\n\r\n<p><strong>* BREXIT: </strong>Following the BOE&rsquo;s warnings on Brexit after its policy meeting (again), BOE governor Carney said the possibility of a no-deal Brexit was &ldquo;uncomfortably high&rdquo;, and argued that it was in the interest of the UK and the EU to have a &ldquo;long&rdquo; transitional deal, reiterating again that a no deal Brexit was &ldquo;highly undesirable&rdquo;.</p>\r\n\r\n<p><strong>* SPX +0.5% at 2840, NDX +0.3% at 7395, DJI at +0.5% at 25462. </strong>SECTORS: energy -0.5%, materials +0.9%, industrials +0.1%, cons disc +0.3%, cons stap +1.2%, healthcare +0.6%, financials +0.5%, IT +0.3%, telecoms +0.9%, utilities +1.0%.</p>\r\n\r\n<p><strong>* FUTURES: </strong>In thin trade with only 500k ES traded by midday in the US, equity futures were initially boosted as the PBoC increasing its required reserve ratio back to 20% from 0%, which strengthened the CNY and hit USD across all pairs, and a boost to stocks; this was initially seen as a move to ease trade war effects between the US and China. However, the move was undone as China released its potential retaliation list of tariffs on up to $60bln of US goods. However, the moves were very limited, with ES patrolling a 10-point range in US hours.</p>\r\n\r\n<p><strong>* STOCK SPECIFICS: </strong>Kraft Heinz (KHC) reported its figures Friday morning which beat on both the top and bottom lines. KHC were also boosted after reports in NY Post which stated the food manufacturer was in preliminary talks with Campbell Soup (CPB), according to people familiar with the matter. The NY Post reported that KHC is looking for a bargain, and will likely not pay much of a premium for CPB. DISH (DISH) beat on both top and bottom lines, which placed it as one of the outperformers on Friday. DISH&rsquo;s earnings cool gave a lift to the shares throughout the day as the co. is on track to finish its wireless network on time, and the Chairman stated they are confident its Internet of Things network will be accepted by the FCC. CBS (CBS) reported AMC on Thursday with little fireworks as EPS beat by 1c and revenues beat by $10mln. Alphabet (GOOGL) are reportedly struggling to regain entry into China due to ongoing trade tensions, and it is also being investigated by the Turkish antitrust board. During hours, WSJ reported that Australia&rsquo;s Amcor is in late stage talks with Bemis (BMS) where the shares spiked 6% before resuming and extending to intraday highs of 13%. IBM (IBM) outperformed the DJI following unconfirmed source reports that Carl Icahn is building a stake in the company.</p>\r\n\r\n<p><strong>* WTI (U8) SETTLES $0.47 LOWER AT $68.49; BRENT (V8) SETTLES $0.24 LOWER AT $73.21. </strong>Trade war tensions are making their presence felt in the crude space, with Beijing reportedly rejecting a request from the US to cut imports of Iranian crude (though there seems to be a suggestion that China will not ramp up its purchases of Iranian crude, as other nations cut their imports in response to US sanctions), while China&rsquo;s Unipec suspended imports of US crude. &ldquo;A key negative risk for oil has been that lost Iranian imports into US allies would be offset by increased buying from China. With well in excess of 1mb/d of spare capacity in China&rsquo;s teapot refiners, the risk has been that China could easily absorb additional volumes from Iran,&rdquo; UBS wrote. &ldquo;Now that it appears this will not be happening, risk for oil is very much skewed to the upside as we await production data that will show whether OPEC+ (and Saudi Arabia in particular) can add enough production to keep the market adequately supplied when Iranian barrels come out of global supply.&rdquo; Elsewhere, OPEC sources reported that Saudi Arabia crude output stood at 10.290mln BPD in July (vs. 10.488mln pumped in June), with July crude supply at 10.38mln BPD. Baker Hughes reported oil rigs fell by 2 in the week to 859 (cut rigs for the second week in three), gas rigs -3 to 183, total rigs -4 to 1044.</p>\r\n\r\n<p><strong>* US 10YR T-NOTES SETTLE 9 TICKS HIGHER AT 119-19+: </strong>There were further reports of short-covering after traders were positioned for a better NFP headline based on the ADP data released on Wednesday, IGM said. The complex was also buoyed by a ramping up of trade tensions (this time, from the Chinese side). The net result was a slightly flatter curve, with major curve spreads little changed.</p>\r\n\r\n<p><strong>* CNH: </strong>Ramped up US vs China tariff threats prompted yet more Cny and Cnh depreciation over the course of the week, and again partly by official design as the PBoC continued to fix the onshore mid point vs the Usd higher. However, 6.9000 appears to be the tolerance level, as local banks were reportedly drafted in to stem the tide and the Central Bank backed this up by re-instigating the 20% reserve requirement on FX Forwards that was removed last year (incidentally) to curb a Renminbi rally. The Yuan rebounded further in response to circa 6.8300 before Beijing followed up verbal retaliation to confirmation that the US is looking to raise import taxes on a further Usd200 bn goods to 25% from 10% with a list of $60 bn US items that could be subject to between 5% and 25% levies.</p>\r\n\r\n<p><strong>* DXY: </strong>Fuelled by the latest trade war developments and fanned to some extent by an upbeat FOMC that underscored market expectations for hikes in September and December, the index and broad Dollar remains on track for net gains this week. The DXY has backed off from best levels of 95.372, but remains above 95.000 vs 94.659 early Monday and a low of 94.162. Note, NFP did not really live up to its top-notch data status even though the headline payroll gain was much lower than forecast as back month upgrades offset and average earnings were broadly in line.</p>\r\n\r\n<p><strong>* AUD, NZD: </strong>Both largely at the whim of US-China and wider global trade developments, with intermittent deviations from that overall pattern/trend for antipodean data (like strong Aussie retail sales and trade vs weak NZ jobless rate and wages), but with the Aud ultimately outperforming the Kiwi or vice-versa as the cross rebounds firmly above 1.0900 and Aud/Usd recovers from circa 0.7350 lows towards 0.7400 (where another large 1 bn option expiry lay), but Nzd/Usd flounders below 0.6750 vs 0.7390 and 0.6790 at the start of the week respectively.</p>\r\n\r\n<p><strong>GBP, JPY: </strong>The BoE and BoJ both stuck to the script in terms of widely anticipated policy changes, but with very different results on the Pound and Yen, as Cable lost 1.3100 and 1.3000 status due to dovish policy guidance after the 25 bp hike and Governor Carney&rsquo;s discernible discomfort on heightened risks of a no deal Brexit. Indeed, he said that the MPC could reverse course if needed, while emphasising gradual and limited further tightening to a likely peak around 1.5% at a &frac14; point pace per annum. Conversely, the BoJ tweaked its YCC to allow more flexibility around curve targets (ie upside in 10 years, although the new band is symmetrical), boosting the Jpy from 112.00+ lows vs the Usd back towards 111.50 and now nearer 111.00 after a disappointing US services ISM and more reciprocal US-China tariff actions and words.</p>\r\n\r\n<p><strong>* EUR, CAD: </strong>Similar contrasting fortunes, as the single currency has retreated almost 2 big figures from 1.1745 to circa 1.1560 and through a key 1.1575 Fib that had been supporting on a mixture of US-Eurozone yield/CB differentials and risk aversion. However, the Loonie derive some support from underlying crude/commodity prices, Canadian data (like trade) and vicariously via positive news on the NAFTA front even though not party to latest negotiations between the US and Mexico. Usd/Cad below 1.3000 vs almost 1.3100 at one stage.</p>\r\n\r\n<p><strong>* EMFX: </strong>Aside from the Yuan swings, EMs have been under the cosh for the most part, with the exception of the Peso on rising hopes of a NAFTA deal in the offing and a marked improvement in Mexican consumer confidence. The Lira sunk to fresh 5.1100+ record lows vs the Usd as Turkey was hit by more US sanctions but recovered some lost ground after meetings between officials from the 2 countries were said to have been positive and CPI data was not as strong as expected. Meanwhile, the Rand was undermined by more domestic political issues and investor angst after the ANC altered SA&rsquo;s constitution to permit land appropriation without financial consideration.</p>\r\n\r\n<p><strong>* WEEK IN FOCUS PREVIEW: </strong>Monday: German Factory Orders; Tuesday: RBA Rate Decision, German Industrial Production, US JOLTs; Wednesday: China Trade Balance; Thursday: RBNZ Rate Decision, China CPI, US PPI, US and Japan to hold bilateral trade talks; Friday: Japan GDP, Norway CPI, Swedish CPI, UK GDP, US CPI, Canadian Labour Market. <a href=\"https://ransquawk.com/research_sheets/19783/download\">Click here to read full report.</a></p>\r\n\r\n<p><strong>* CENTRAL BANK WEEKLY: </strong>RBNZ: Dovish hold expected on Thursday; RBA: No fireworks anticipated at Tuesday policy meeting; BOJ REVIEW: A covert rate hike?; BOE REVIEW: Raised rates 25bps, but it is in no hurry to go again; FED REVIEW: Nothing new, to gradually lift rates; BCB REVIEW: Flags risks to inflation; BANXICO REVIEW: Repeats growth risks to the downside; RBI REVIEW: Hikes but maintains neutral stance. <a href=\"https://ransquawk.com/research_sheets/19784/download\">Click here to read full report.</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-3-aug-2018-china-steps-up-trade-retaliation-pboc-intervenes-in-yuan-nfp-headline-miss-03-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-04 04:02:00",
        "gmt_time": "2018-08-03 20:02:00"
    },
    {
        "id": 668848,
        "updated_sequence": 1020455,
        "published_at": {
            "unix": 1533324420,
            "text": "2018-08-03 20:27:00 +0100",
            "iso_8601": "2018-08-03T19:27:00Z"
        },
        "updated_at": {
            "unix": 1533324522,
            "text": "2018-08-03 20:28:42 +0100",
            "iso_8601": "2018-08-03T19:28:42Z"
        },
        "subject": "Illinois Tool Works' (ITW) board approves USD 3bln share repurchase programme and raises its quarterly dividend by 28% to USD 1/shr",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "illinois-tool-works-itw-board-approves-usd-3bln-share-repurchase-programme-and-raises-its-quarterly-dividend-by-28-to-usd-1-shr-03-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-04 03:27:00",
        "gmt_time": "2018-08-03 19:27:00"
    },
    {
        "id": 668847,
        "updated_sequence": 1020452,
        "published_at": {
            "unix": 1533323100,
            "text": "2018-08-03 20:05:00 +0100",
            "iso_8601": "2018-08-03T19:05:00Z"
        },
        "updated_at": {
            "unix": 1533323508,
            "text": "2018-08-03 20:11:48 +0100",
            "iso_8601": "2018-08-03T19:11:48Z"
        },
        "subject": "White House spokesperson says the US has had a high level of discussions with China on trade over the past few months and notes they are open to having further conversations ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier, CNBC reported a senior US administration official said&nbsp;there had&nbsp;been zero engagement between US president Trump &amp; China, apart from one call in the last few days which resolved nothing</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1533323508,
            "text": "2018-08-03 20:11:48 +0100",
            "iso_8601": "2018-08-03T19:11:48Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-spokesperson-says-the-us-has-had-a-high-level-of-discussions-with-china-on-trade-over-the-past-few-months-and-notes-they-are-open-to-having-further-conversations-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-04 03:05:00",
        "gmt_time": "2018-08-03 19:05:00"
    },
    {
        "id": 668846,
        "updated_sequence": 1020444,
        "published_at": {
            "unix": 1533321540,
            "text": "2018-08-03 19:39:00 +0100",
            "iso_8601": "2018-08-03T18:39:00Z"
        },
        "updated_at": {
            "unix": 1533321937,
            "text": "2018-08-03 19:45:37 +0100",
            "iso_8601": "2018-08-03T18:45:37Z"
        },
        "subject": "WTI futures (U8) settle 47 cents lower at USD 68.49; Brent futures (V8) settle 24c lower at USD 73.21",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Trade war tensions are making their presence felt in the crude space, with Beijing reportedly rejecting a request from the US to cut imports of Iranian crude (though there seems to be a suggestion that China will not ramp up its purchases of Iranian crude, as other nations cut their imports in response to US sanctions), while China&rsquo;s Unipec suspended imports of US crude. &ldquo;A key negative risk for oil has been that lost Iranian imports into US allies would be offset by increased buying from China. With well in excess of 1mb/d of spare capacity in China&iacute;s teapot refiners, the risk has been that China could easily absorb additional volumes from Iran,&rdquo; UBS wrote. &ldquo;Now that it appears this will not be happening, risk for oil is very much skewed to the upside as we await production data that will show whether OPEC+ (and Saudi Arabia in particular) can add enough production to keep the market adequately supplied when Iranian barrels come out of global supply.&rdquo; Elsewhere, OPEC sources reported that Saudi Arabia crude output stood at 10.290mln BPD in July (vs. 10.488mln pumped in June), with July crude supply at 10.38mln BPD.</p>\r\n",
        "analysis_updated_at": {
            "unix": 1533321600,
            "text": "2018-08-03 19:40:00 +0100",
            "iso_8601": "2018-08-03T18:40:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-futures-u8-settle-47-cents-lower-at-usd-68-49-brent-futures-v8-settle-24c-lower-at-usd-73-21-03-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-04 02:39:00",
        "gmt_time": "2018-08-03 18:39:00"
    },
    {
        "id": 668844,
        "updated_sequence": 1020435,
        "published_at": {
            "unix": 1533318180,
            "text": "2018-08-03 18:43:00 +0100",
            "iso_8601": "2018-08-03T17:43:00Z"
        },
        "updated_at": {
            "unix": 1533318274,
            "text": "2018-08-03 18:44:34 +0100",
            "iso_8601": "2018-08-03T17:44:34Z"
        },
        "subject": "Sempra Energy (SRE) said to be hiring advisers for a sale of its renewable energy unit, according to dealreporter",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Dealreporter",
        "slug": "sempra-energy-sre-said-to-be-hiring-advisers-for-a-sale-of-its-renewable-energy-unit-according-to-dealreporter-03-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-04 01:43:00",
        "gmt_time": "2018-08-03 17:43:00"
    },
    {
        "id": 668843,
        "updated_sequence": 1020432,
        "published_at": {
            "unix": 1533315540,
            "text": "2018-08-03 17:59:00 +0100",
            "iso_8601": "2018-08-03T16:59:00Z"
        },
        "updated_at": {
            "unix": 1533315686,
            "text": "2018-08-03 18:01:26 +0100",
            "iso_8601": "2018-08-03T17:01:26Z"
        },
        "subject": "Baker Hughes Rig Count (3 Aug): Oil rigs -2 to 859, gas rigs -3 to 183, total rigs -4 to 1044",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-3-aug-oil-rigs-2-to-859-gas-rigs-3-to-183-total-rigs-4-to-1044-03-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-04 00:59:00",
        "gmt_time": "2018-08-03 16:59:00"
    },
    {
        "id": 668840,
        "updated_sequence": 1020423,
        "published_at": {
            "unix": 1533312720,
            "text": "2018-08-03 17:12:00 +0100",
            "iso_8601": "2018-08-03T16:12:00Z"
        },
        "updated_at": {
            "unix": 1533312781,
            "text": "2018-08-03 17:13:01 +0100",
            "iso_8601": "2018-08-03T16:13:01Z"
        },
        "subject": "Samsung’s OLED (OLED) shipments to Apple (AAPL) fell to 6mln for the iPhone X, from 20mln in the previous quarter",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nikkei",
        "slug": "samsung-s-oled-oled-shipments-to-apple-aapl-fell-to-6mln-for-the-iphone-x-from-20mln-in-the-previous-quarter-03-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-04 00:12:00",
        "gmt_time": "2018-08-03 16:12:00"
    },
    {
        "id": 668839,
        "updated_sequence": 1020418,
        "published_at": {
            "unix": 1533311760,
            "text": "2018-08-03 16:56:00 +0100",
            "iso_8601": "2018-08-03T15:56:00Z"
        },
        "updated_at": {
            "unix": 1533311857,
            "text": "2018-08-03 16:57:37 +0100",
            "iso_8601": "2018-08-03T15:57:37Z"
        },
        "subject": "Atlanta Fed GDPNow (Q3) 4.4% (Prev. 5.0%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlanta-fed-gdpnow-q3-4-4-prev-5-0-03-08-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 23:56:00",
        "gmt_time": "2018-08-03 15:56:00"
    },
    {
        "id": 668837,
        "updated_sequence": 1020409,
        "published_at": {
            "unix": 1533310560,
            "text": "2018-08-03 16:36:00 +0100",
            "iso_8601": "2018-08-03T15:36:00Z"
        },
        "updated_at": {
            "unix": 1533310653,
            "text": "2018-08-03 16:37:33 +0100",
            "iso_8601": "2018-08-03T15:37:33Z"
        },
        "subject": "Senior US administration official says there has been zero engagement between US president Trump & China, apart from one call in the last few days which resolved nothing ",
        "content": "<p>Link to article <a href=\"https://www.cnbc.com/2018/08/03/there-is-zero-engagement-between-us-and-china-as-trade-tensions-esca.html?__source=twitter%7Cmain\">here</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "senior-us-administration-official-says-there-has-been-zero-engagement-between-us-president-trump-china-apart-from-one-call-in-the-last-few-days-which-resolved-nothing-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 23:36:00",
        "gmt_time": "2018-08-03 15:36:00"
    },
    {
        "id": 668838,
        "updated_sequence": 1020412,
        "published_at": {
            "unix": 1533310200,
            "text": "2018-08-03 16:30:00 +0100",
            "iso_8601": "2018-08-03T15:30:00Z"
        },
        "updated_at": {
            "unix": 1533310716,
            "text": "2018-08-03 16:38:36 +0100",
            "iso_8601": "2018-08-03T15:38:36Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (+0.46%), FTSE 100 (+1.10%), DAX (+0.55%), CAC (+0.33%), IBEX (+0.43%), FTSE MIB (+0.80%), SMI (+0.03) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-46-ftse-100-1-10-dax-0-55-cac-0-33-ibex-0-43-ftse-mib-0-80-smi-0-03-03-08-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 23:30:00",
        "gmt_time": "2018-08-03 15:30:00"
    },
    {
        "id": 668836,
        "updated_sequence": 1020404,
        "published_at": {
            "unix": 1533309660,
            "text": "2018-08-03 16:21:00 +0100",
            "iso_8601": "2018-08-03T15:21:00Z"
        },
        "updated_at": {
            "unix": 1533309776,
            "text": "2018-08-03 16:22:56 +0100",
            "iso_8601": "2018-08-03T15:22:56Z"
        },
        "subject": "Mexico's Economy Minister Guarjardo says they are ready to move into finishing up most of the issues between US and Mexico next week, and is optimistic a deal can be done by the end of August ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-s-economy-minister-guarjardo-says-they-are-ready-to-move-into-finishing-up-most-of-the-issues-between-us-and-mexico-next-week-and-is-optimistic-a-deal-can-be-done-by-the-end-of-august-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 23:21:00",
        "gmt_time": "2018-08-03 15:21:00"
    },
    {
        "id": 668835,
        "updated_sequence": 1020401,
        "published_at": {
            "unix": 1533309360,
            "text": "2018-08-03 16:16:00 +0100",
            "iso_8601": "2018-08-03T15:16:00Z"
        },
        "updated_at": {
            "unix": 1533309444,
            "text": "2018-08-03 16:17:24 +0100",
            "iso_8601": "2018-08-03T15:17:24Z"
        },
        "subject": "NY Fed GDP Nowcast: Q3 at 2.6% (Prev. 2.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "ny-fed-gdp-nowcast-q3-at-2-6-prev-2-8-03-08-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 23:16:00",
        "gmt_time": "2018-08-03 15:16:00"
    },
    {
        "id": 668834,
        "updated_sequence": 1020398,
        "published_at": {
            "unix": 1533308880,
            "text": "2018-08-03 16:08:00 +0100",
            "iso_8601": "2018-08-03T15:08:00Z"
        },
        "updated_at": {
            "unix": 1533309075,
            "text": "2018-08-03 16:11:15 +0100",
            "iso_8601": "2018-08-03T15:11:15Z"
        },
        "subject": "Italy economy minister Tria saus he is satisfied by the outcome of the budget meeting with his cabinet colleagues; adds proposed budget framework shows compatibility of already discussed budget targets with a flat tax and a citizen's wage",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-economy-minister-tria-saus-he-is-satisfied-by-the-outcome-of-the-budget-meeting-with-his-cabinet-colleagues-adds-proposed-budget-framework-shows-compatibility-of-already-discussed-budget-targets-with-a-flat-tax-and-a-citizen-s-wage-03-08-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 23:08:00",
        "gmt_time": "2018-08-03 15:08:00"
    },
    {
        "id": 668833,
        "updated_sequence": 1020393,
        "published_at": {
            "unix": 1533308640,
            "text": "2018-08-03 16:04:00 +0100",
            "iso_8601": "2018-08-03T15:04:00Z"
        },
        "updated_at": {
            "unix": 1533308692,
            "text": "2018-08-03 16:04:52 +0100",
            "iso_8601": "2018-08-03T15:04:52Z"
        },
        "subject": "Amcor is reportedly in late stage talks to acquire Bemis (BMS), according to WSJ",
        "content": "<p>Link to article <a href=\"https://www.wsj.com/articles/australia-listed-amcor-is-in-advanced-talks-to-buy-bemis-1533308540\">here</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "amcor-is-reportedly-in-late-stage-talks-to-acquire-bemis-bms-according-to-wsj-03-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 23:04:00",
        "gmt_time": "2018-08-03 15:04:00"
    },
    {
        "id": 668832,
        "updated_sequence": 1020386,
        "published_at": {
            "unix": 1533308460,
            "text": "2018-08-03 16:01:00 +0100",
            "iso_8601": "2018-08-03T15:01:00Z"
        },
        "updated_at": {
            "unix": 1533308496,
            "text": "2018-08-03 16:01:36 +0100",
            "iso_8601": "2018-08-03T15:01:36Z"
        },
        "subject": "Waste Connections (WCN) renews normal course issuer bid for repurchases",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "waste-connections-wcn-renews-normal-course-issuer-bid-for-repurchases-03-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 23:01:00",
        "gmt_time": "2018-08-03 15:01:00"
    },
    {
        "id": 668831,
        "updated_sequence": 1020383,
        "published_at": {
            "unix": 1533307860,
            "text": "2018-08-03 15:51:00 +0100",
            "iso_8601": "2018-08-03T14:51:00Z"
        },
        "updated_at": {
            "unix": 1533307951,
            "text": "2018-08-03 15:52:31 +0100",
            "iso_8601": "2018-08-03T14:52:31Z"
        },
        "subject": "Groupon (GRPN) say on their conference call they have received takeover interest from time to time",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "groupon-grpn-say-on-their-conference-call-they-have-received-takeover-interest-from-time-to-time-03-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 22:51:00",
        "gmt_time": "2018-08-03 14:51:00"
    },
    {
        "id": 668830,
        "updated_sequence": 1020380,
        "published_at": {
            "unix": 1533307200,
            "text": "2018-08-03 15:40:00 +0100",
            "iso_8601": "2018-08-03T14:40:00Z"
        },
        "updated_at": {
            "unix": 1533307283,
            "text": "2018-08-03 15:41:23 +0100",
            "iso_8601": "2018-08-03T14:41:23Z"
        },
        "subject": "China has proposed a 25% tariff on US copper and concentrate ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-has-proposed-a-25-tariff-on-us-copper-and-concentrate-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 22:40:00",
        "gmt_time": "2018-08-03 14:40:00"
    },
    {
        "id": 668829,
        "updated_sequence": 1020377,
        "published_at": {
            "unix": 1533307140,
            "text": "2018-08-03 15:39:00 +0100",
            "iso_8601": "2018-08-03T14:39:00Z"
        },
        "updated_at": {
            "unix": 1533307271,
            "text": "2018-08-03 15:41:11 +0100",
            "iso_8601": "2018-08-03T14:41:11Z"
        },
        "subject": "Atlantia (ATL IM) report H1 net profit EUR 531mln vs. Exp. EUR 550mln; EBITDA EUR 1.74bln vs. Exp. EUR 1.75bln",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, company shares fell from EUR 24.95 to 24.70</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1533307271,
            "text": "2018-08-03 15:41:11 +0100",
            "iso_8601": "2018-08-03T14:41:11Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlantia-atl-im-report-h1-net-profit-eur-531mln-vs-exp-eur-550mln-ebitda-eur-1-74bln-vs-exp-eur-1-75bln-03-08-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 22:39:00",
        "gmt_time": "2018-08-03 14:39:00"
    },
    {
        "id": 668828,
        "updated_sequence": 1020415,
        "published_at": {
            "unix": 1533306900,
            "text": "2018-08-03 15:35:00 +0100",
            "iso_8601": "2018-08-03T14:35:00Z"
        },
        "updated_at": {
            "unix": 1533311741,
            "text": "2018-08-03 16:55:41 +0100",
            "iso_8601": "2018-08-03T15:55:41Z"
        },
        "subject": "Saudi Arabia crude output at 10.290mln BPD in July (vs. 10.488mln pumped in June), with July crude supply at 10.38mln BPD, according to OPEC sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-arabia-crude-output-at-10-290mln-bpd-in-july-vs-10-488mln-pumped-in-june-with-july-crude-supply-at-10-38mln-bpd-according-to-opec-sources-03-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 22:35:00",
        "gmt_time": "2018-08-03 14:35:00"
    },
    {
        "id": 668825,
        "updated_sequence": 1020362,
        "published_at": {
            "unix": 1533306600,
            "text": "2018-08-03 15:30:00 +0100",
            "iso_8601": "2018-08-03T14:30:00Z"
        },
        "updated_at": {
            "unix": 1533306648,
            "text": "2018-08-03 15:30:48 +0100",
            "iso_8601": "2018-08-03T14:30:48Z"
        },
        "subject": "Weekly FX Wrap: China retaliates and PBoC revalues flagging Renminbi",
        "content": "<p>YUAN</p>\r\n\r\n<p>Ramped up US vs China tariff threats prompted yet more Cny and Cnh depreciation over the course of the week, and again partly by official design as the PBoC continued to fix the onshore mid point vs the Usd higher. However, 6.9000 appears to be the tolerance level, as local banks were reportedly drafted in to stem the tide and the Central Bank backed this up by re-instigating the 20% reserve requirement on FX Forwards that was removed last year (incidentally) to curb a Renminbi rally. The Yuans rebounded further in response to circa 6.8300 before Beijing followed up verbal retaliation to confirmation that the US is looking to raise import taxes on a further Usd200 bn goods to 25% from 10% with a list of $60 bn US items that could be subject to between 5% and 25% levies.</p>\r\n\r\n<p>DXY</p>\r\n\r\n<p>Fuelled by the latest trade war developments and fanned to some extent by an upbeat FOMC that underscored market expectations for hikes in September and December, the index and broad Dollar remains on track for net gains this week. The DXY has backed off from best levels of 95.372, but remains above 95.000 vs 94.659 early Monday and a low of 94.162. Note, NFP did not really live up to its top-notch data status even though the headline payroll gain was much lower than forecast as back month upgrades offset and average earnings were broadly in line.</p>\r\n\r\n<p>AUD/NZD</p>\r\n\r\n<p>Both largely at the whim of US-China and wider global trade developments, with intermittent deviations from that overall pattern/trend for antipodean data (like strong Aussie retail sales and trade vs weak NZ jobless rate and wages), but with the Aud ultimately outperforming the Kiwi or vice-versa as the cross rebounds firmly above 1.0900 and Aud/Usd recovers from circa 0.7350 lows towards 0.7400 (where another large 1 bn option expiry lay), but Nzd/Usd flounders below 0.6750 vs 0.7390 and 0.6790 at the start of the week respectively.</p>\r\n\r\n<p>GBP/JPY</p>\r\n\r\n<p>The BoE and BoJ both stuck to the script in terms of widely anticipated policy changes, but with very different results on the Pound and Yen, as Cable lost 1.3100 and 1.3000 status due to dovish policy guidance after the 25 bp hike and Governor Carney&rsquo;s discernible discomfort on heightened risks of a no deal Brexit. Indeed, he said that the MPC could reverse course if needed, while emphasising gradual and limited further tightening to a likely peak around 1.5% at a &frac14; point pace per annum. Conversely, the BoJ tweaked its YCC to allow more flexibility around curve targets (ie upside in 10 years, although the new band is symmetrical), boosting the Jpy from 112.00+ lows vs the Usd back towards 111.50 and now nearer 111.00 after a disappointing US services ISM and more reciprocal US-China tariff actions and words.</p>\r\n\r\n<p>EUR/CAD</p>\r\n\r\n<p>Similar contrasting fortunes, as the single currency has retreated almost 2 big figures from 1.1745 to circa 1.1560 and through a key 1.1575 Fib that had been supporting on a mixture of US-Eurozone yield/CB differentials and risk aversion. However, the Loonie derive some support from underlying crude/commodity prices, Canadian data (like trade) and vicariously via positive news on the NAFTA front even though not party to latest negotiations between the US and Mexico. Usd/Cad below 1.3000 vs almost 1.3100 at one stage.</p>\r\n\r\n<p>EM &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>Aside from the Yuan swings, EMs have been under the cosh for the most part, with the exception of the Peso on rising hopes of a NAFTA deal in the offing and a marked improvement in Mexican consumer confidence. The Lira sunk to fresh 5.1100+ record lows vs the Usd as Turkey was hit by more US sanctions but recovered some lost ground after meetings between officials from the 2 countries were said to have been positive and CPI data was not as strong as expected. Meanwhile, the Rand was undermined by more domestic political issues and investor angst after the ANC altered SA&rsquo;s constitution to permit land appropriation without financial consideration.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-china-retaliates-and-pboc-revalues-flagging-renminbi-03-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 22:30:00",
        "gmt_time": "2018-08-03 14:30:00"
    },
    {
        "id": 668824,
        "updated_sequence": 1020359,
        "published_at": {
            "unix": 1533306180,
            "text": "2018-08-03 15:23:00 +0100",
            "iso_8601": "2018-08-03T14:23:00Z"
        },
        "updated_at": {
            "unix": 1533306252,
            "text": "2018-08-03 15:24:12 +0100",
            "iso_8601": "2018-08-03T14:24:12Z"
        },
        "subject": "US NEC Director Kudlow says China’s USD 60bln tariffs might be weak; adding there has been some communication \"at the highest level\" between US and China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-nec-director-kudlow-says-china-s-usd-60bln-tariffs-might-be-weak-adding-there-has-been-some-communication-at-the-highest-level-between-us-and-china-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 22:23:00",
        "gmt_time": "2018-08-03 14:23:00"
    },
    {
        "id": 668823,
        "updated_sequence": 1020356,
        "published_at": {
            "unix": 1533304920,
            "text": "2018-08-03 15:02:00 +0100",
            "iso_8601": "2018-08-03T14:02:00Z"
        },
        "updated_at": {
            "unix": 1533304956,
            "text": "2018-08-03 15:02:36 +0100",
            "iso_8601": "2018-08-03T14:02:36Z"
        },
        "subject": "China has imposed a 25% tariff on US’s liquified natural gas ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-has-imposed-a-25-tariff-on-us-s-liquified-natural-gas-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 22:02:00",
        "gmt_time": "2018-08-03 14:02:00"
    },
    {
        "id": 668817,
        "updated_sequence": 1020332,
        "published_at": {
            "unix": 1533304620,
            "text": "2018-08-03 14:57:00 +0100",
            "iso_8601": "2018-08-03T13:57:00Z"
        },
        "updated_at": {
            "unix": 1533304780,
            "text": "2018-08-03 14:59:40 +0100",
            "iso_8601": "2018-08-03T13:59:40Z"
        },
        "subject": "NEC Director Kudlow says there is some hint that China now wish to talk, and says an announcement with the EU will be coming up, Kudlow says that we will probably have positive news on Mexico, the announcement will be within 30 days",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nec-director-kudlow-says-there-is-some-hint-that-china-now-wish-to-talk-and-says-an-announcement-with-the-eu-will-be-coming-up-kudlow-says-that-we-will-probably-have-positive-news-on-mexico-the-announcement-will-be-within-30-days-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 21:57:00",
        "gmt_time": "2018-08-03 13:57:00"
    },
    {
        "id": 668815,
        "updated_sequence": 1020320,
        "published_at": {
            "unix": 1533303960,
            "text": "2018-08-03 14:46:00 +0100",
            "iso_8601": "2018-08-03T13:46:00Z"
        },
        "updated_at": {
            "unix": 1533304029,
            "text": "2018-08-03 14:47:09 +0100",
            "iso_8601": "2018-08-03T13:47:09Z"
        },
        "subject": "RANsquawk sources note Carl Icahn is said to be building a stake in IBM (IBM) – unconfirmed ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ransquawk-sources-note-carl-icahn-is-said-to-be-building-a-stake-in-ibm-ibm-unconfirmed-03-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2018-08-03 21:46:00",
        "gmt_time": "2018-08-03 13:46:00"
    },
    {
        "id": 668814,
        "updated_sequence": 1020317,
        "published_at": {
            "unix": 1533303960,
            "text": "2018-08-03 14:46:00 +0100",
            "iso_8601": "2018-08-03T13:46:00Z"
        },
        "updated_at": {
            "unix": 1533304013,
            "text": "2018-08-03 14:46:53 +0100",
            "iso_8601": "2018-08-03T13:46:53Z"
        },
        "subject": "The third of five scheduled stoppages at Total-operated (FP FP) fields in North Sea is set to go ahead on Monday as planned with the stoppage to last 24 hours, according to Unite ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "the-third-of-five-scheduled-stoppages-at-total-operated-fp-fp-fields-in-north-sea-is-set-to-go-ahead-on-monday-as-planned-with-the-stoppage-to-last-24-hours-according-to-unite-03-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 21:46:00",
        "gmt_time": "2018-08-03 13:46:00"
    },
    {
        "id": 668813,
        "updated_sequence": 1020314,
        "published_at": {
            "unix": 1533303900,
            "text": "2018-08-03 14:45:00 +0100",
            "iso_8601": "2018-08-03T13:45:00Z"
        },
        "updated_at": {
            "unix": 1533303953,
            "text": "2018-08-03 14:45:53 +0100",
            "iso_8601": "2018-08-03T13:45:53Z"
        },
        "subject": "US Markit Services PMI Final 56.0 (Prev. 56.2) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-markit-services-pmi-final-56-0-prev-56-2-03-08-2018",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 21:45:00",
        "gmt_time": "2018-08-03 13:45:00"
    },
    {
        "id": 668811,
        "updated_sequence": 1020308,
        "published_at": {
            "unix": 1533303720,
            "text": "2018-08-03 14:42:00 +0100",
            "iso_8601": "2018-08-03T13:42:00Z"
        },
        "updated_at": {
            "unix": 1533303847,
            "text": "2018-08-03 14:44:07 +0100",
            "iso_8601": "2018-08-03T13:44:07Z"
        },
        "subject": "Turkish President Erdogan calls on citizens to exchange FX to Turkish Lira",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-president-erdogan-calls-on-citizens-to-exchange-fx-to-turkish-lira-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 21:42:00",
        "gmt_time": "2018-08-03 13:42:00"
    },
    {
        "id": 668810,
        "updated_sequence": 1020301,
        "published_at": {
            "unix": 1533303660,
            "text": "2018-08-03 14:41:00 +0100",
            "iso_8601": "2018-08-03T13:41:00Z"
        },
        "updated_at": {
            "unix": 1533303764,
            "text": "2018-08-03 14:42:44 +0100",
            "iso_8601": "2018-08-03T13:42:44Z"
        },
        "subject": "China Commerce Ministry says China is urging the US to take practical measures to relax export control to China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-commerce-ministry-says-china-is-urging-the-us-to-take-practical-measures-to-relax-export-control-to-china-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 21:41:00",
        "gmt_time": "2018-08-03 13:41:00"
    },
    {
        "id": 668809,
        "updated_sequence": 1020325,
        "published_at": {
            "unix": 1533303600,
            "text": "2018-08-03 14:40:00 +0100",
            "iso_8601": "2018-08-03T13:40:00Z"
        },
        "updated_at": {
            "unix": 1533304651,
            "text": "2018-08-03 14:57:31 +0100",
            "iso_8601": "2018-08-03T13:57:31Z"
        },
        "subject": "NEC Director Kudlow says he does not want to forecast 5% GDP growth but says it is definitely a ‘plausible number’, says the USD 200bln tariffs on Chinese goods are not finalised and says China should not underestimate Trump on trade",
        "content": "<ul><li>Trump will stand tough against china</li>\r\n  <li>US is coming together with the EU to have a united front against China</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox Business News",
        "slug": "nec-director-kudlow-says-he-does-not-want-to-forecast-5-gdp-growth-but-says-it-is-definitely-a-plausible-number-says-the-usd-200bln-tariffs-on-chinese-goods-are-not-finalised-and-says-china-should-not-underestimate-trump-on-trade-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 21:40:00",
        "gmt_time": "2018-08-03 13:40:00"
    },
    {
        "id": 668808,
        "updated_sequence": 1020292,
        "published_at": {
            "unix": 1533303480,
            "text": "2018-08-03 14:38:00 +0100",
            "iso_8601": "2018-08-03T13:38:00Z"
        },
        "updated_at": {
            "unix": 1533303517,
            "text": "2018-08-03 14:38:37 +0100",
            "iso_8601": "2018-08-03T13:38:37Z"
        },
        "subject": "Kraft Heinz (KHC) said to narrow bidders in its USD 1bln sale of Indian assets",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kraft-heinz-khc-said-to-narrow-bidders-in-its-usd-1bln-sale-of-indian-assets-03-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 21:38:00",
        "gmt_time": "2018-08-03 13:38:00"
    },
    {
        "id": 668816,
        "updated_sequence": 1020323,
        "published_at": {
            "unix": 1533303000,
            "text": "2018-08-03 14:30:00 +0100",
            "iso_8601": "2018-08-03T13:30:00Z"
        },
        "updated_at": {
            "unix": 1533304423,
            "text": "2018-08-03 14:53:43 +0100",
            "iso_8601": "2018-08-03T13:53:43Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 3rd August 2018 - Kraft Heinz (KHC) beat on both top and bottom line and reports state it has taken a preliminary look at Campbell Soup (CPB)",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19779/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Kraft Heinz (KHC) beat on both top and bottom line and reports state it has taken a preliminary look at Campbell Soup (CPB)</li>\r\n  <li>Alphabet (GOOGL) &ndash; The co. is facing hurdles in regaining China entry, due to trade tensions, according to people familiar with the matter. Elsewhere, the Turkish antitrust board has opened an investigation into the company</li>\r\n  <li>General Motors (GM) &ndash; The automaker is looking for exemption to the 25% tariffs on GM&rsquo;s China-made Buick Envision SUV with US Trade Representative.</li>\r\n</ul>\r\n\r\n<p>Earnings</p>\r\n\r\n<ul><li>2U (TWOU) Q2 Adj. Loss/Shr of USD 0.19 vs Exp. Loss of USD 0.22, revenue USD 97mln vs Exp. USD 95mln. (Newswires)</li>\r\n  <li>Activision Blizzard Inc (ATVI) Q2 Adj. EPS USD 0.62 vs. Exp. USD 0.35, revenue USD 1.64bln vs. Exp. USD 1.38bln. Forecasts Q3 adj. EPS USD 0.37 vs Exp. USD 0.66 and forecasts net bookings at USD 1.61bln vs Exp. USD 1.87bln. Forecasts FY18 Adj. EPS USD 2.46 vs Exp. USD 2.60. (Newswires)</li>\r\n  <li>Alleghany (Y) Q2 Operating EPS USD 9.78, may not compare to Exp. USD 8.41, revenue USD 1.897bln vs Exp. USD 1.31bln. (Newswires)</li>\r\n  <li>Alliant Energy Corp (LNT) Q2 EPS USD 0.43 vs. Exp. USD 0.45, revenue USD 0.81bln vs. Exp. USD 0.79bln. (Newswires)</li>\r\n  <li>Altice US (ATUS) Q2 Loss/Shr USD 0.13 vs Exp. Loss of USD 0.06, revenue USD 2.36bln vs Exp. USD 2.37bln. (Newswires)</li>\r\n  <li>Ameren Corp (AEE) Q1 EPS USD 0.97 vs. Exp. USD 0.78, revenue USD 1.56bln vs. Exp. USD 1.54bln; raises FY18 EPS forecast. (Newswires)</li>\r\n  <li>American International Group Inc (AIG) Q2 EPS USD 1.05 vs. Exp. USD 1.21, revenue USD 11.21bln vs. Exp. USD 11.99bln. (Newswires)</li>\r\n  <li>Apartment Investment and Management Co (AIV) Q2 EPS USD 0.02 vs. Exp. USD 0.1, revenue USD 0.250bln vs. Exp. USD 0.24bln. (Newswires)</li>\r\n  <li>Biomarin Pharmaceutical Inc (BMRN) Q2 Loss/Shr USD 0.09 vs. Exp. USD Loss of USD 0.17, revenue USD 0.37bln vs. Exp. USD 0.36bln. (Newswires)</li>\r\n  <li>CBOE Global Markets Inc (CBOE) Q1 EPS USD 1.05 vs. Exp. USD 1.03, revenue USD 0.28bln vs. Exp. USD 0.28bln. (Newswires)</li>\r\n  <li>CBS Corp (CBS) Q2 Adj. EPS USD 1.12 vs. Exp. USD 1.11, revenue USD 3.47bln vs. Exp. USD 3.46bln. Forecasts 16mln subscribers to All-Access/Showtime OTT by 2022 and says they are spending almost USD 7bln.yr on programming and are now producing 70 series across 10 outlets. (Newswires)</li>\r\n  <li>CenterPoint Energy Inc (CNP) Q1 EPS USD 0.30 vs. Exp. USD 0.32, revenue USD 2.19bln vs. Exp. USD 2.11bln. (Newswires)</li>\r\n  <li>Cerner (CERN) Q2 Adj. EPS USD 0.62 vs Exp. USD 0.60, revenue USD 1.368bln vs Exp. USD 1.33bln. Forecasts Q3 Adj. EPS between USD 0.62 &ndash; 0.64m vs Exp, USD 0.65, revenue USD 1.34bln &ndash; 1.39bln, vs Exp. USD 1.35bln. (Newswires)</li>\r\n  <li>Chemours (CC) Q2 Adj. EPS USD 1.71 vs Exp USD 1.59, revenue USD 1.8bln vs Exp. USD 1.82bln; announced a new USD 750mln share repurchase programme and raises dividend to USD 0.25/shr., the CEO forecasts earnings at the top end of its range. (Newswires)</li>\r\n  <li>Consolidated Edison (ED) Q2 Adj. EPS USD 0.61 vs Exp. USD 0.56, revenue USD 2.7bln vs. Exp. USD 2.66bln. (Newswires)</li>\r\n  <li>DISH Network Corp (DISH) Q1 EPS USD 0.83 vs. Exp. USD 0.71, revenue USD 3.46bln vs. Exp. USD 3.44bln. (Newswires)</li>\r\n  <li>EOG Resources Inc (EOG) Q2 Adj. EPS USD 1.37 vs. Exp. USD 1.23, operating revenues USD 4.238bln vs. Exp. 3.92bln. (Newswires)</li>\r\n  <li>Esterline (ESL) Q3 EPS USD 1.00 vs Exp. USD 0.85, revenue USD 500mln vs Exp. USD 476.01mln. (Newswires)</li>\r\n  <li>Fleetcor Technologies Inc (FLT) Q2 EPS USD 2.57 vs. Exp. USD 2.53, revenue USD 0.61bln vs. Exp. USD 0.6bln. (Newswires)</li>\r\n  <li>Fluor Corp (FLR) Q2 EPS USD 0.81 vs. Exp. USD 0.7, revenue USD 4.88bln vs. Exp. USD 4.54bln. (Newswires)</li>\r\n  <li>GoPro (GPRO) Q2 Loss/Shr USD 0.15 vs Exp. Loss of USD 0.22, revenue USD 0.28bln vs Exp. USD 0.27bln. (Newswires)</li>\r\n  <li>Kraft Heinz Co (KHC) Q1 EPS USD 1.00 vs. Exp. USD 0.92, revenue USD 6.7bln vs. Exp. USD 6.59bln. (Newswires)</li>\r\n  <li>LyondellBasell Industries NV (LYB) Q2 EPS USD 4.22 vs. Exp. USD 2.92, revenue USD 10.2bln vs. Exp. USD 9.37bln. (Newswires)</li>\r\n  <li>Motorola Solutions Inc (MSI) Q2 EPS USD 1.46 vs. Exp. USD 1.37, revenue USD 1.76bln vs. Exp. USD 1.72bln. Sees Q3 EPS beneath Wall St expectations but raises FY19 EPS outlook. (Newswires)</li>\r\n  <li>Noble Energy Inc (NBL) Q1 EPS USD 0.17 vs. Exp. USD 0.22, revenue USD 1.23bln vs. Exp. USD 1.14bln. (Newswires)</li>\r\n  <li>Pinnacle West Capital Corp (PNW) Q2 EPS USD 1.48 vs. Exp. USD 1.48, revenue USD 0.97bln vs. Exp. USD 0.96bln. (Newswires)</li>\r\n  <li>Regency Centers Corp (REG) Q2 EPS USD 0.28 vs. Exp. USD 0.34, revenue USD 0.275bln vs. Exp. USD 0.28bln. (Newswires)</li>\r\n  <li>ResMed Inc (RMD) Q2 EPS USD 0.95 vs. Exp. USD 0.94, revenue USD 0.62bln vs. Exp. USD 0.62bln. (Newswires)</li>\r\n  <li>Shake Shack (SHAK) Q2 Adj. EPS USD 0.29 vs Exp. USD 0.18, revenue USD 0.116bln vs Exp. USD 0.11bln. (Newswires)</li>\r\n  <li>SS&amp;C (SSNC) Q2 Adj. EPS USD 0.62 vs Exp. USD 0.55, revenue USD 0.9bln vs Exp. USD 0.9bln. (Newswires)</li>\r\n  <li>Stericycle Inc (SRCL) Q2 EPS USD 1.17 vs. Exp. USD 1.14, revenue USD 0.83bln vs. Exp. USD 0.9bln. (Newswires)</li>\r\n  <li>Symantec Corp (SYMC) Q2 EPS USD 0.34 vs. Exp. USD 0.33, revenue USD 1.17bln vs. Exp. USD 1.15bln. Forecasts Q2 and FY19 EPS &amp; revenues beneath Wall St expectations. (Newswires)</li>\r\n  <li>Take-Two Interactive Software Inc (TTWO) Q2 EPS USD 0.13 vs. Exp. USD 0.07, revenue USD 0.28bln vs. Exp. USD 0.26bln. (Newswires)</li>\r\n  <li>Toyota (TM) Q1 Net Income JPY 675.31bln vs Prev. yr. JPY 613.06bln, revenue JPY 7.36tln vs Prev. yr. JPY 613.06tln. (Newswires)</li>\r\n  <li>Western Union Co (WU) Q2 EPS USD 0.46 vs. Exp. USD 0.47, revenue USD 1.41bln vs. Exp. USD 1.43bln. (Newswires)</li>\r\n</ul>\r\n\r\n<p>DJIA</p>\r\n\r\n<ul><li>Apple (AAPL) &ndash; As the tech giant reached USD 1tln market cap value yesterday, its CEO has stated the achievement is a &lsquo;milestone&rsquo; and &lsquo;not a focus&rsquo; (Newswires)</li>\r\n  <li>Merck (MRK) &ndash; The pharmaceutical giant and AstraZeneca&rsquo;s (AZN LN) Selumetinib for treatment of type 1 neurofibromatosis has been given orphan designation from the European Medicines Agency. (Newswires)</li>\r\n  <li>DowDuPont (DWDP) &ndash; The co. has deferred field trials to look for approval to sell Genetically Modified corn seeds in India. (Newswires)</li>\r\n  <li>Boeing (BA) &ndash; The proposed list of Chinese tariffs includes some US aircrafts. (Newswires)</li>\r\n  <li>S&amp;P500</li>\r\n  <li>Allergan (AGN) &ndash; The co. sued Pfizer (PFE) to require its rival to cover the damages it is forced to pay following the result of hundreds of lawsuits which accuse them of deceptively marketing an opioid drug which it acquired from Pfizer. (Newswires)</li>\r\n  <li>AmerisourceBergen (ABC) &ndash; The co. announced it received a grand jury subpoena from Florida, US over its Opioid products in May. The co. is now responding. (Newswires)</li>\r\n  <li>Autonames (GM, F, FCAU) &ndash; 19 Attorney General&rsquo;s oppose US President Trump&rsquo;s proposed rule to roll back auto emissions standards. (Newswires)</li>\r\n  <li>Chipotle (CMG) &ndash; There were reportedly 683 illnesses after people at its Ohio restaurant. (Dayton Daily News)</li>\r\n  <li>General Electric (GE) &ndash; The FBI has stated an engineer at the company who has ties to China, stole powerplant technology. (WSJ)</li>\r\n  <li>General Motors (GM) &ndash; The automaker is looking for exemption to the 25% tariffs on GM&rsquo;s China-made Buick Envision SUV with US Trade Representative. (Newswires)</li>\r\n  <li>Kraft Heinz (KHC) / Campbell Soup (CPB) &ndash; The food manufacturer has reportedly taken a preliminary look at Campbell Soup, but have not made an offer but notes they may be looking for a bargain and are not likely to pay much of a premium, according to sources familiar with the matter. (NY Post)</li>\r\n  <li>Norfolk Southern (NSC) &ndash; The co. announced it has entered an accelerated share repurchase programme to re purchase up to USD 1.2bln worth of shares. (Newswires)</li>\r\n  <li>Eli Lilly (LLY) &ndash; The drugmakers Animal Health division, Elanco, has filed for an IPO, worth roughly USD 100mln, with US regulators, LLY expects to own less than 20% of the new. (Newswires)</li>\r\n</ul>\r\n\r\n<p>NASDAQ 100</p>\r\n\r\n<ul><li>Alphabet (GOOGL) &ndash; The co. is facing hurdles in regaining China entry, due to trade tensions, according to people familiar with the matter. Elsewhere, the Turkish antitrust board has opened an investigation into the company. (WSJ / Newswires)</li>\r\n  <li>Biogen (BIIB) &ndash; The co. has authorised a stock repurchase programme of up to USD 3.5bln worth of stock, says under the programme does not have an expiration date and notes all share repurchases under 2018 will be retired. (Newswires)</li>\r\n</ul>\r\n\r\n<p>OTHER NEWS</p>\r\n\r\n<ul><li>Boyd Gaming (BYD) &ndash; The casino name and FanDuel Group who are a fantasy sports co., joined together to form a strategic partnership to run online and mobile sports betting in the US. (Newswires)</li>\r\n  <li>Fiat Chrysler (FCAU) &ndash; The automaker&rsquo;s Jeep sales have been falling, they dropped 35% in China on a y/y basis. The co. must turn this around as it is critical as it accounts for 91% of FCAU&rsquo;s China sales last year. (WSJ)</li>\r\n  <li>Sinclair Broadcast Group (SBGI) / Tribune Media (TRCO) &ndash; US President Trump has not contacted the FCC about its lack of approval for the deal between the two names. (Newswires)</li>\r\n  <li>BROKER MOVES</li>\r\n</ul>\r\n\r\n<p>Upgrades</p>\r\n\r\n<ul><li>AXCELIS (ACLS) UPGRADED TO BUY FROM HOLD AT CRAIG-HALLUM</li>\r\n  <li>ALLERGAN (AGN) UPGRADED TO BUY FROM NEUTRAL AT MIZUHO</li>\r\n  <li>ARC DOCUMENT (ARC) UPGRADED TO BUY FROM NEUTRAL AT B. RILEY FBR</li>\r\n  <li>ENTERGY (ETR) UPGRADED TO BUY FROM NEUTRAL AT UBS</li>\r\n  <li>ESSEX PROPERTY TRUST (ESS) UPGRADED TO BUY FROM HOLD AT STIFEL</li>\r\n  <li>EVERSOURCE (ES) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT BOFA/MERRILL</li>\r\n  <li>ICF INTERNATIONAL (ICFI) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT COWEN</li>\r\n  <li>MEDNAX (MD) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li>\r\n  <li>NU SKIN (NUS) UPGRADED TO HOLD FROM SELL AT STIFEL</li>\r\n  <li>PACIRA (PCRX) UPGRADED TO BUY FROM HOLD AT NEEDHAM</li>\r\n  <li>PHYSICIANS REALTY TRUST (DOC) UPGRADED TO OVERWEIGHT FROM EQUALWEIGHT AT CAPITAL ONE</li>\r\n  <li>ROWAN COMPANIES (RDC) UPGRADED TO BUY FROM HOLD AT SOCIETE GENERALE</li>\r\n  <li>SIERRA WIRELESS (SWIR) UPGRADED TO NEUTRAL FROM UNDERPERFORMER AT CIBC</li>\r\n  <li>SYNCHRONY (SYF) UPGRADED TO NEUTRAL FROM SELL AT UBS</li>\r\n  <li>TOTAL (TOT) UPGRADED TO BUY FROM NEUTRAL AT UBS</li>\r\n  <li>TREEHOUSE (THS) UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT JPMORGAN</li>\r\n  <li>TRIPADVISOR (TRIP) UPGRADED TO HOLD FROM UNDERPERFORM AT NEEDHAM</li>\r\n  <li>ULTRAPAR (UGP) UPGRADED TO BUY FROM HOLD AT SANTANDER</li>\r\n</ul>\r\n\r\n<p>Downgrades</p>\r\n\r\n<ul><li>ANTERO MIDSTREAM PARTNERS (AM) DOWNGRADED TO HOLD FROM BUY AT STIFEL</li>\r\n  <li>BLUEGREEN VACATIONS (BXG) DOWNGRADED TO HOLD FROM BUY AT SUNTRUST</li>\r\n  <li>BRIGHT HORIZONS (BFAM) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li>\r\n  <li>CHINA LIFE INSURANCE (LFC) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JP MORGAN</li>\r\n  <li>DAWSON GEOPHYSICAL (DWSN) DOWNGRADED TO OUTPERFORM FROM STRONG BUY AT RAYMOND JAMES</li>\r\n  <li>EMCORE (EMKR) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT NORTHLAND</li>\r\n  <li>FLOOR &amp; D&Eacute;COR (FND) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li>\r\n  <li>FLOOR &amp; D&Eacute;COR (FND) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER JAFFRAY</li>\r\n  <li>GILDAN ACTIVEWEAR (GIL) DOWNGRADED TO HOLD FROM BUY AT DESJARDINS</li>\r\n  <li>HABIT RESTAURANTS (HABT) DOWNGRADED TO HOLD FROM BUY AT MAXIM</li>\r\n  <li>KNOWLES (KN) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>LUNA INNOVATIONS (LUNA) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT NORTHLAND</li>\r\n  <li>MAA (MAA) DOWNGRADED TO HOLD FROM BUY AT STIFEL</li>\r\n  <li>MOTOROLA SOLUTIONS (MSI) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>MYR GROUP (MYRG) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT BAIRD</li>\r\n  <li>NAVIGANT CONSULTING (NCI) DOWNGRADED TO MARKET PERFORM AT WILLIAM BLAIR</li>\r\n  <li>NUTRIEN (NTR) DOWNGRADED TO HOLD FROM BUY AT TD SECURITIES</li>\r\n  <li>PINNACLE FOODS (PF) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li>\r\n  <li>REGENERON (REGN) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT BAIRD</li>\r\n  <li>RESHAPE LIFESCIENCES (RSLS) DOWNGRADED TO NEUTRAL FROM BUY AT LADENBURG</li>\r\n  <li>SERES THERAPEUTICS (MCRB) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BOFA/MERRILL</li>\r\n  <li>STATE STREET (STT) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT KEEFE BRUYETTE</li>\r\n  <li>SUNRUN (RUN) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li>\r\n  <li>VEECO (VECO) DOWNGRADED TO HOLD FROM BUY AT BENCHMARK</li>\r\n  <li>VEONEER (VNE) DOWNGRADED TO NEUTRAL FROM BUY AT LONGBOW</li>\r\n  <li>WPX ENERGY (WPX) DOWNGRADED TO NEUTRAL FROM CONVICTION BUY AT GOLDMAN SACHS</li>\r\n</ul>\r\n\r\n<p>Initiations</p>\r\n\r\n<ul><li>CREE (CREE) INITIATED WITH A BUY AT CANACCORD; PT USD 61</li>\r\n  <li>HUYA (HYYA) INITIATED WITH A NEUTRAL AT GOLDMAN SACHS; PT USD 34</li>\r\n  <li>MAXWELL (MXWL) ASSUMED WITH A HOLD AT CANACCORD</li>\r\n  <li>ROYAL CARIBBEAN (RCL) REINSTATED WITH AN OVERWEIGHT AT BARCLAYS; PT USD 145</li>\r\n  <li>TESLA (TSLA) INITIATED WITH A HOLD AT CANACCORD; PT USD 336</li>\r\n  <li>UNIVERSAL FOREST (UFPI) INITIATED WITH A BUY AT SEAPORT GLOBAL; PT USD 47</li>\r\n</ul>\r\n\r\n<p>Ex-Dividends</p>\r\n\r\n<ul><li>Ameriprise Financial Inc (AMP)- USD 0.90&nbsp;</li>\r\n  <li>Citigroup Inc (C)- USD 0.45&nbsp;</li>\r\n  <li>Capital One Financial Corp (COF)- USD 0.40&nbsp;</li>\r\n  <li>Cheniere Energy Partners LP (CQP)- USD 0.56&nbsp;</li>\r\n  <li>Dolby Laboratories Inc (DLB)- USD 0.16&nbsp;</li>\r\n  <li>Energy Transfer Equity LP (ETE)- USD 0.31&nbsp;</li>\r\n  <li>HCP Inc (HCP)- USD 0.37&nbsp;</li>\r\n  <li>Idacorp Inc (IDA)- USD 0.59&nbsp;</li>\r\n  <li>KKR &amp; Co Inc (KKR)- USD 0.17&nbsp;</li>\r\n  <li>MetLife Inc (MET)- USD 0.42&nbsp;</li>\r\n  <li>MPLX LP (MPLX)- USD 0.63&nbsp;</li>\r\n  <li>Noble Energy Inc (NBL)- USD 0.11&nbsp;</li>\r\n  <li>Norfolk Southern Corp (NSC)- USD 0.80&nbsp;</li>\r\n  <li>Oaktree Capital Group LLC (OAK)- USD 0.55&nbsp;</li>\r\n  <li>ONEOK Inc (OKE)- USD 0.83&nbsp;</li>\r\n  <li>Praxair Inc (PX)- USD 0.83&nbsp;</li>\r\n  <li>Santander Consumer USA Holdings Inc (SC)- USD 0.20&nbsp;</li>\r\n  <li>Shell Midstream Partners LP (SHLX)- USD 0.37&nbsp;</li>\r\n  <li>Sterling Bancorp (STL)- USD 0.07&nbsp;</li>\r\n  <li>Energy Transfer Partners LP (SXL)- USD 0.57&nbsp;</li>\r\n  <li>Synchrony Financial (SYF)- USD 0.21&nbsp;</li>\r\n  <li>Webster Financial Corp (WBS)- USD 0.33</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-3rd-august-2018-kraft-heinz-khc-beat-on-both-top-and-bottom-line-and-reports-state-it-has-taken-a-preliminary-look-at-campbell-soup-cpb-03-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 21:30:00",
        "gmt_time": "2018-08-03 13:30:00"
    },
    {
        "id": 668807,
        "updated_sequence": 1020289,
        "published_at": {
            "unix": 1533302160,
            "text": "2018-08-03 14:16:00 +0100",
            "iso_8601": "2018-08-03T13:16:00Z"
        },
        "updated_at": {
            "unix": 1533302241,
            "text": "2018-08-03 14:17:21 +0100",
            "iso_8601": "2018-08-03T13:17:21Z"
        },
        "subject": "Fixed and FX latest: muted response to NFP",
        "content": "<p>A grinding bid/rebound in core bonds as Bunds climb around 15-20 ticks from pre-US jobs data levels and Gilts recover from a bigger shake-out and new 122.26 Liffe low to stand just above 122.50 again (vs Thursday&rsquo;s post-BoE 122.19 close). However, its latest barbs in the US vs China tariff spat that are providing the impetus rather than NFP as the headline miss was countered by back data revisions (+59k in total for June and May) and AWE was broadly as expected. Hence, the Usd has survived another bout of pressure with the DXY just holding above 95.000 after the earlier dip below on Beijing&rsquo;s Yuan interventions.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-muted-response-to-nfp-03-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 21:16:00",
        "gmt_time": "2018-08-03 13:16:00"
    },
    {
        "id": 668806,
        "updated_sequence": 1020286,
        "published_at": {
            "unix": 1533301920,
            "text": "2018-08-03 14:12:00 +0100",
            "iso_8601": "2018-08-03T13:12:00Z"
        },
        "updated_at": {
            "unix": 1533302049,
            "text": "2018-08-03 14:14:09 +0100",
            "iso_8601": "2018-08-03T13:14:09Z"
        },
        "subject": "The EU is attempting to save the Iran nuclear deal as they hold meetings with China and Japan",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "the-eu-is-attempting-to-save-the-iran-nuclear-deal-as-they-hold-meetings-with-china-and-japan-03-08-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 21:12:00",
        "gmt_time": "2018-08-03 13:12:00"
    },
    {
        "id": 668805,
        "updated_sequence": 1020283,
        "published_at": {
            "unix": 1533301800,
            "text": "2018-08-03 14:10:00 +0100",
            "iso_8601": "2018-08-03T13:10:00Z"
        },
        "updated_at": {
            "unix": 1533301878,
            "text": "2018-08-03 14:11:18 +0100",
            "iso_8601": "2018-08-03T13:11:18Z"
        },
        "subject": "Italian PM Conte has decided the budget outline to present next month",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-pm-conte-has-decided-the-budget-outline-to-present-next-month-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 21:10:00",
        "gmt_time": "2018-08-03 13:10:00"
    },
    {
        "id": 668800,
        "updated_sequence": 1020268,
        "published_at": {
            "unix": 1533299520,
            "text": "2018-08-03 13:32:00 +0100",
            "iso_8601": "2018-08-03T12:32:00Z"
        },
        "updated_at": {
            "unix": 1533300502,
            "text": "2018-08-03 13:48:22 +0100",
            "iso_8601": "2018-08-03T12:48:22Z"
        },
        "subject": "The proposed retaliatory tariff list by China vs. the US includes some US aircraft, chemical products, wine and semiconductors",
        "content": "<ul><li>Iron ore, steel products, dried beef and soybean oil are also included</li>\r\n  <li>Auto parts and lumber also included</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>This comes after China released their potential retaliation list to US tariff threats and are to impose differentiated tariffs on approximately USD 60bln US goods</p>\r\n",
        "analysis_updated_at": {
            "unix": 1533299940,
            "text": "2018-08-03 13:39:00 +0100",
            "iso_8601": "2018-08-03T12:39:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "the-proposed-retaliatory-tariff-list-by-china-vs-the-us-includes-some-us-aircraft-chemical-products-wine-and-semiconductors-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 20:32:00",
        "gmt_time": "2018-08-03 12:32:00"
    },
    {
        "id": 668799,
        "updated_sequence": 1020248,
        "published_at": {
            "unix": 1533299460,
            "text": "2018-08-03 13:31:00 +0100",
            "iso_8601": "2018-08-03T12:31:00Z"
        },
        "updated_at": {
            "unix": 1533299518,
            "text": "2018-08-03 13:31:58 +0100",
            "iso_8601": "2018-08-03T12:31:58Z"
        },
        "subject": "US BLS Birth/Death ratio +146k (Prev. +104k)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BLS",
        "slug": "us-bls-birth-death-ratio-146k-prev-104k-03-08-2018",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 20:31:00",
        "gmt_time": "2018-08-03 12:31:00"
    },
    {
        "id": 668783,
        "updated_sequence": 1020197,
        "published_at": {
            "unix": 1533298140,
            "text": "2018-08-03 13:09:00 +0100",
            "iso_8601": "2018-08-03T12:09:00Z"
        },
        "updated_at": {
            "unix": 1533298285,
            "text": "2018-08-03 13:11:25 +0100",
            "iso_8601": "2018-08-03T12:11:25Z"
        },
        "subject": "Scotiabank FX Daily - Sentiment Dominates Ahead Of U.S. NFP",
        "content": "<ul><li>&nbsp; USD fades early gains as markets focus on China&rsquo;s PBoC &amp; CNY/CNH.</li>\r\n  <li>&nbsp; CAD range bound vs. USD despite impressive weekly gains on crosses.</li>\r\n  <li>&nbsp; EUR softens to lower end of range; decline halted on PBoC tweaks.</li>\r\n  <li>&nbsp; GBP attempting stabilization just above recent lows following fumbled BoE hike.</li>\r\n  <li>&nbsp; JPY recovering from BoJ-driven decline as sentiment offsets wider spreads.</li>\r\n  <li>&nbsp; AUD surges on PBoC headlines recovering from lower end of two month range.</li>\r\n  <li>&nbsp; MXN remains soft following dovish Banxico Thursday; fading rally from June.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-sentiment-dominates-ahead-of-u-s-nfp-03-08-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 20:09:00",
        "gmt_time": "2018-08-03 12:09:00"
    },
    {
        "id": 668782,
        "updated_sequence": 1020194,
        "published_at": {
            "unix": 1533298080,
            "text": "2018-08-03 13:08:00 +0100",
            "iso_8601": "2018-08-03T12:08:00Z"
        },
        "updated_at": {
            "unix": 1533298165,
            "text": "2018-08-03 13:09:25 +0100",
            "iso_8601": "2018-08-03T12:09:25Z"
        },
        "subject": "Libya's Sirte oil company Attahi gas field resumes production after an earlier shutdown due to power cuts",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "libya-s-sirte-oil-company-attahi-gas-field-resumes-production-after-an-earlier-shutdown-due-to-power-cuts-03-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 20:08:00",
        "gmt_time": "2018-08-03 12:08:00"
    },
    {
        "id": 668781,
        "updated_sequence": 1020191,
        "published_at": {
            "unix": 1533297600,
            "text": "2018-08-03 13:00:00 +0100",
            "iso_8601": "2018-08-03T12:00:00Z"
        },
        "updated_at": {
            "unix": 1533298107,
            "text": "2018-08-03 13:08:27 +0100",
            "iso_8601": "2018-08-03T12:08:27Z"
        },
        "subject": "China have released their potential retaliation list to US tariff threats and are to impose differentiated tariffs on approximately USD 60bln US goods",
        "content": "<ul><li>China says the measures are to guard its interest and to keep trade frictions from escalating</li>\r\n  <li>Import tax rates will range from 5%, 10% and 25%</li>\r\n  <li>The Chinese Govt. reserve the right for additional retaliation measures</li>\r\n</ul>\r\n",
        "reaction_details": "<p>In an immediate reaction, there has been only modest reaction, with equities ticking down slightly</p>\r\n",
        "reaction_updated_at": {
            "unix": 1533297960,
            "text": "2018-08-03 13:06:00 +0100",
            "iso_8601": "2018-08-03T12:06:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-have-released-their-potential-retaliation-list-to-us-tariff-threats-and-are-to-impose-differentiated-tariffs-on-approximately-usd-60bln-us-goods-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 20:00:00",
        "gmt_time": "2018-08-03 12:00:00"
    },
    {
        "id": 668780,
        "updated_sequence": 1020178,
        "published_at": {
            "unix": 1533297480,
            "text": "2018-08-03 12:58:00 +0100",
            "iso_8601": "2018-08-03T11:58:00Z"
        },
        "updated_at": {
            "unix": 1533297579,
            "text": "2018-08-03 12:59:39 +0100",
            "iso_8601": "2018-08-03T11:59:39Z"
        },
        "subject": "BofAML Weekly Flow Report: Equity small outflows, bonds see modest inflows, precious metals sees small outflows",
        "content": "<p><strong>Equities: small outflows $2.0bn ($3.2bn ETF inflows, $5.1bn mutual fund outflows)<br />Bonds: modest inflows ($2.2bn)<br />Precious metals: small outflows ($0.4bn)</strong></p>\r\n\r\n<p><strong>Fixed Income Flows:</strong></p>\r\n\r\n<ul><li>6th straight week of IG bond fund inflows ($2.6bn)</li>\r\n  <li>Small HY bond inflows ($0.2bn)</li>\r\n  <li>EM debt outflows ($0.3bn)</li>\r\n  <li>Small muni fund outflows ($0.2bn)</li>\r\n  <li>Small Govt/Tsy outflows ($0.2bn)</li>\r\n  <li>Small TIPS outflows ($0.2bn)</li>\r\n  <li>Modest bank loan fund inflows ($0.5bn)</li>\r\n</ul>\r\n\r\n<p><strong>Equity Flows:</strong></p>\r\n\r\n<ul><li>US: small outflows ($0.8bn)</li>\r\n  <li>Japan: small outflows ($0.9bn)</li>\r\n  <li>Europe: 21st straight week of outflows ($0.6bn)</li>\r\n  <li>EM: first inflows for 11 weeks ($0.7bn)</li>\r\n  <li>By style: inflows to US small cap ($0.1bn), US value ($0.1n); outflows US large cap ($1.0bn), US growth ($2.1bn)</li>\r\n  <li>By sector: inflows tech ($0.9bn), healthcare ($0.7bn), consumer ($0.4bn), materials ($0.4bn), real estate ($0.3bn), utilities ($0.1bn); outflows from energy ($0.4bn), financials ($1.1bn)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BofAML",
        "slug": "bofaml-weekly-flow-report-equity-small-outflows-bonds-see-modest-inflows-precious-metals-sees-small-outflows-03-08-2018",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 19:58:00",
        "gmt_time": "2018-08-03 11:58:00"
    },
    {
        "id": 668779,
        "updated_sequence": 1020175,
        "published_at": {
            "unix": 1533297000,
            "text": "2018-08-03 12:50:00 +0100",
            "iso_8601": "2018-08-03T11:50:00Z"
        },
        "updated_at": {
            "unix": 1533297095,
            "text": "2018-08-03 12:51:35 +0100",
            "iso_8601": "2018-08-03T11:51:35Z"
        },
        "subject": "UBS FX spot trading ideas 3 August 2018",
        "content": "<p>UBS Sales and Trading team favours the below:</p>\r\n\r\n<ul><li><strong>EURUSD:&nbsp;</strong>Buy dips 1.1535-45, stop below 1.1515, target 1.1615</li>\r\n  <li><strong>USDJPY:&nbsp;</strong>Sell rally 112.00, stop above 112.30, target 111.20-30</li>\r\n  <li><strong>EURJPY:&nbsp;</strong>Sell rally 129.70-85, stop above 130.10, target 128.50</li>\r\n  <li><strong>USDCHF:&nbsp;</strong>Sell rally 0.9970-80, stop above 1.0000, target 0.9920-30</li>\r\n  <li><strong>EURCHF:&nbsp;</strong>Play range 1.1500-1.1560</li>\r\n  <li><strong>GBPUSD:&nbsp;</strong>Sell rally 1.3025-35, stop above 1.3055, target 1.2950</li>\r\n  <li><strong>EURGBP:&nbsp;</strong>Play range 0.8885-0.8920</li>\r\n  <li><strong>AUDUSD:&nbsp;</strong>Play range 0.7335-0.7385</li>\r\n  <li><strong>NZDUSD:&nbsp;</strong>Sell rally 0.6735-45, stop above 0.6755, target 0.6690</li>\r\n  <li><strong>USDCAD:&nbsp;</strong>Play range 1.2980-1.3065</li>\r\n  <li><strong>EURSEK:&nbsp;</strong>Sell rally 10.315, stop above 10.33, target 10.28</li>\r\n  <li><strong>EURNOK:</strong>&nbsp;Play range 9.525-9.5550</li>\r\n  <li><strong>XAUUSD:&nbsp;</strong>Buy dips 1203, stop below 1198, target 1218</li>\r\n  <li><em>Sent to UBS clients at 0801 on 3 August 2018</em></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "UBS",
        "slug": "ubs-fx-spot-trading-ideas-3-august-2018-03-08-2018",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 19:50:00",
        "gmt_time": "2018-08-03 11:50:00"
    },
    {
        "id": 668778,
        "updated_sequence": 1020172,
        "published_at": {
            "unix": 1533296100,
            "text": "2018-08-03 12:35:00 +0100",
            "iso_8601": "2018-08-03T11:35:00Z"
        },
        "updated_at": {
            "unix": 1533296257,
            "text": "2018-08-03 12:37:37 +0100",
            "iso_8601": "2018-08-03T11:37:37Z"
        },
        "subject": "Kraft Heinz Co (KHC) Q1 EPS USD 1.00 vs. Exp. USD 0.92, revenue USD 6.7bln vs. Exp. USD 6.59bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kraft-heinz-co-khc-q1-eps-usd-1-00-vs-exp-usd-0-92-revenue-usd-6-7bln-vs-exp-usd-6-59bln-03-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 19:35:00",
        "gmt_time": "2018-08-03 11:35:00"
    },
    {
        "id": 668774,
        "updated_sequence": 1020158,
        "published_at": {
            "unix": 1533294540,
            "text": "2018-08-03 12:09:00 +0100",
            "iso_8601": "2018-08-03T11:09:00Z"
        },
        "updated_at": {
            "unix": 1533295564,
            "text": "2018-08-03 12:26:04 +0100",
            "iso_8601": "2018-08-03T11:26:04Z"
        },
        "subject": "PBoC raises reserve requirement on FX forwards trading to 20%",
        "content": "<ul><li>Add that new forward foreign FX risk reserve requirement is effective as of Aug. 6th</li>\r\n  <li>Will take counter cyclical measures to keep FX&nbsp;markets stable based on market conditions</li>\r\n  <li>PBoC say they will keep the yuan &quot;basically stable&quot;</li>\r\n</ul>\r\n",
        "reaction_details": "<p>In an immediate reaction, USDCNH weakened from 6.88 to 6.85, before paring back. The move has also helped the USD weaken broadly.</p>\r\n",
        "reaction_updated_at": {
            "unix": 1533294840,
            "text": "2018-08-03 12:14:00 +0100",
            "iso_8601": "2018-08-03T11:14:00Z"
        },
        "analysis_details": "<p>In September 2017, the PBOC reserve requirement was said to be cut to zero from 20% --&nbsp;a move some suggested was an effort to stem the yuan&#39;s appreciation --&nbsp;and today&#39;s move restores it back to that level</p>\r\n",
        "analysis_updated_at": {
            "unix": 1533294840,
            "text": "2018-08-03 12:14:00 +0100",
            "iso_8601": "2018-08-03T11:14:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-raises-reserve-requirement-on-fx-forwards-trading-to-20-03-08-2018",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 19:09:00",
        "gmt_time": "2018-08-03 11:09:00"
    },
    {
        "id": 668773,
        "updated_sequence": 1020137,
        "published_at": {
            "unix": 1533294300,
            "text": "2018-08-03 12:05:00 +0100",
            "iso_8601": "2018-08-03T11:05:00Z"
        },
        "updated_at": {
            "unix": 1533294341,
            "text": "2018-08-03 12:05:41 +0100",
            "iso_8601": "2018-08-03T11:05:41Z"
        },
        "subject": "SNB's Jordan says there is still room to lower rates if needed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "snb-s-jordan-says-there-is-still-room-to-lower-rates-if-needed-03-08-2018",
        "hidden": false,
        "section": {
            "id": 13,
            "name": "SNB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 19:05:00",
        "gmt_time": "2018-08-03 11:05:00"
    },
    {
        "id": 668772,
        "updated_sequence": 1020134,
        "published_at": {
            "unix": 1533293760,
            "text": "2018-08-03 11:56:00 +0100",
            "iso_8601": "2018-08-03T10:56:00Z"
        },
        "updated_at": {
            "unix": 1533293829,
            "text": "2018-08-03 11:57:09 +0100",
            "iso_8601": "2018-08-03T10:57:09Z"
        },
        "subject": "Ryanair (RYA LN) have asked for 3rd party mediation with Irish pilots, and have called for the Forsa union to agree",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ryanair-rya-ln-have-asked-for-3rd-party-mediation-with-irish-pilots-and-have-called-for-the-forsa-union-to-agree-03-08-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 18:56:00",
        "gmt_time": "2018-08-03 10:56:00"
    },
    {
        "id": 668771,
        "updated_sequence": 1020131,
        "published_at": {
            "unix": 1533292560,
            "text": "2018-08-03 11:36:00 +0100",
            "iso_8601": "2018-08-03T10:36:00Z"
        },
        "updated_at": {
            "unix": 1533292598,
            "text": "2018-08-03 11:36:38 +0100",
            "iso_8601": "2018-08-03T10:36:38Z"
        },
        "subject": "RANsquawk Daily US Opening News - 3rd August 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19778/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Dollar holds firm footing above 95.000 while GBP extends post-BoE declines</li>\r\n  <li>European equities rebound from yesterday&rsquo;s losses as earnings remain in focus</li>\r\n  <li>Looking ahead, highlights include, US employment report, trade balance, ISM non-Mfg, Baker Hughes rig count</li>\r\n</ul>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets traded mixed as the momentum from US, where most majors gained and tech outperformed as Apple became the first ever to reach USD 1tln in market cap, was eventually dampened ahead of today&rsquo;s NFP jobs figures and a further PMI miss from China. ASX 200 (-0.1%) and Nikkei 225 (+0.1%) both opened higher in which tech names in Australia revelled in the strength of their US peers and Apple&rsquo;s historical feat, while Tokyo trade remained earnings-oriented. Sentiment then slightly deteriorated as China entered the fray and Caixin Services PMI missed estimates to add to the nation&rsquo;s streak of disappointing PMI releases for July. The weak data and ongoing trade concerns weighed on Hang Seng (-0.2%) and Shanghai Comp. (+0.1%) from the open, although the latter recovered to trade relatively flat. Finally, 10yr JGBs were flat in the first signs of stability after the BoJ&rsquo;s more flexible policy approach earlier this week, while the Rinban announcement also failed to spur price action as the BoJ kept purchases of 5yr-10yr JGBs inline with yesterday&rsquo;s unscheduled announcement.</p>\r\n\r\n<p>PBoC skipped open market operations for a net weekly drain of CNY 210bln vs. last week&#39;s CNY 370bln net drain. (Newswires)</p>\r\n\r\n<p>PBoC set CNY mid-point at 6.8322 (Prev. 6.7942)</p>\r\n\r\n<p>Chinese Caixin Services PMI Jul 52.8 vs. Exp. 53.5 (Prev. 53.9). (Newswires)</p>\r\n\r\n<p>Chinese Caixin Composite PMI (Jul) 52.3 (Prev. 53.0)</p>\r\n\r\n<p>BoJ minutes from June 14th-15th meeting stated momentum to achieving price target was being maintained and that most members viewed BoJ would continue with QQE with Yield Curve Control aiming to achieve the price stability target of 2% as long as it was necessary for maintaining that target in a stable manner. In addition, some members said must continue to carefully assess effects of low rates on banks, while one member suggested they must scrutinize positive and negative side effects of policy considering that it will take a while to reach inflation goal. (Newswires)</p>\r\n\r\n<p>Chinese Diplomat Wang Yi said that he did not talk too specifically about trade with US Secretary of State Pompeo, but added he is willing on a principle of equal footing to resolve their differences with the US. (Newswires)</p>\r\n\r\n<p>Major State-Owned Chinese banks were seen selling USD in Yuan spot market at around 6.9 USDCNH. (Newswires)</p>\r\n\r\n<p>EU/UK/US</p>\r\n\r\n<p>BoE Governor Carney said market expectations for rates moving to 1.5% over the next few years is not a bad rule of thumb and they are not raising rates to give a cushion to cut again, adds possibility of a no-deal Brexit is uncomfortably high, adding that that they need a long Brexit transition. (Newswires)</p>\r\n\r\n<p>The Institute of Directions has called on the UK government to speed up guidance on what companies should expect in the event of a no-deal Brexit. A survey of 800 business leaders showed less than a third made any Brexit contingency plans. (BBC)</p>\r\n\r\n<p>EU Markit Services Final PMI (Jul) 54.2 vs. Exp. 54.4 (Prev. 54.4)</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>European equity markets have opened the day higher as the focus remains on earnings. The AEX (+0.5%) is the outperforming bourse buoyed by the news of Heineken&rsquo;s (+2.3%) USD 3.1bln tie-up with China Resource Beer. The DAX (+0.5%) is also performing well after a positive earnings report from Allianz (+0.7%), but the bourse is finding resistance at its 100DMA of 12,573.54.</p>\r\n\r\n<p>RBS (+3.0) is up after news within their positive earnings report that they are set to pay their first dividend in over a decade. William Hill are down over 7% after the betting co. reported a pre-tax loss for H1 as a result of the new laws on betting terminals.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Gilts corrected higher in line with pre-Liffe open indications, and after a brief wobble from an initial 122.47 print vs Thursday&rsquo;s 122.19 close, the 10 year benchmark climbed to 122.62 for a 43 tick gain on the day, while Bunds inched closer to 162.00 at 161.99 (+73 ticks) before topping out as BTPs continue to try and find a base (123.30 latest, -217 ticks). No real reaction to a considerably weaker than expected UK services PMI, with yesterday&rsquo;s BoE tightening somewhat overshadowing the release and Governor Carney underscoring again the &lsquo;gradual and limited&rsquo; outlook for rates by validating market pricing for a 1.5% peak. Accordingly, Short Sterling futures have nudged up a bit further along the curve. Elsewhere, US Treasuries are mildly firmer but off overnight highs and the curve is gently steeper ahead of NFP followed by the services PMI and ISM, with average earnings and price components more market moving than the headline prints for the next major move in yields as the 10-year retreats below 3% again.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>GBP - The Pound has extended its post-BoE declines as Governor Carney underlined benign if not outright dovish policy guidance during a BBC radio interview and also expressed discomfort about growing risk of a no deal Brexit. Cable dropped below 1.3000 in response and was hardly helped by a relatively big UK services PMI miss, but stopped just short of the 2018 base around 1.2960 at 1.2975.</p>\r\n\r\n<p>NZD - The other G10 laggard or underperformer with the Kiwi unable to resist overall Usd strength (DXY &lsquo;comfortably&rsquo; above 95.000 ahead of the US jobs data and not far from its 95.656 ytd peak at 95.372 before easing back amidst reports of Usd/Cnh intervention at 6.9000). Nzd/Usd has breached 0.6750 to test bids at 0.6725.</p>\r\n\r\n<p>CAD/CHF/AUD - All holding up relatively well again vs the Greenback as the Loonie latches on to positive NAFTA vibes, even if not directly involved in negotiations between the US and Mexico, and contains losses ahead of 1.3050, while the Franc meanders within a very tight 0.9965-50 range after broadly in line with consensus Swiss CPI data and the Aud also derives some support from firmer than forecast Aussie retail sales overnight to keep its head above 0.7350.</p>\r\n\r\n<p>EUR/JPY - The single currency has also relinquished another big figure level vs the Usd and has seriously tested a key 1.1575 Fib after mostly softer than expected Eurozone services PMIs and retail sales. For the record, 1.1510 is the low so far this year. Usd/Jpy extremely restrained between 111.80-60 and flanked by hefty option expiries at 112.00 (1.8 bn) and 110.90-111.00 (1.3 bn), plus 1 bn from 111.40-50.</p>\r\n\r\n<p>TRY - The Lira slumped to fresh all time lows vs the Usd yet again (5.1125) before gleaning a degree of comfort from not so inflated CPI readings and reports that a meet between US Secretary of State Pompeo and Turkey&rsquo;s Foreign Minister was constructive &ndash; Usd/Try currently around 5.0800.</p>\r\n\r\n<p>USD - As noted above, the Dollar remains in the ascendency, albeit off best levels, but NFP will likely determine the next big move, and especially wages after Wednesday&rsquo;s broadly upbeat assessments of the economy.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Both WTI and Brent are seeing mild profit taking ahead of the weeks end, with WTI breaking through its 50DMA to the downside in early European trade, currently trading at USD 68.59, with news that China&#39;s Unipec is suspending imports of US crude oil on growing trade tensions between Beijing and Washington failing to offer support.</p>\r\n\r\n<p>In the metals scope, Gold is essentially flat, with traders holding off ahead of the US employment report later in the day, but is languishing around a 1 year low, with the yellow metal heading for its 4th weekly loss. Silver is also heading for its 8th weekly decline amid trade tensions, and set for its longest consecutive decline since late 2000.</p>\r\n\r\n<p>OPEC July crude output up 340k BPD at 32.66mln BPD, compliance is at 105%, Saudi Arabian output near an all-time high, Kuwaiti, UAE and Iraqi output at its highest since December 2016, Iran at its lowest since January 2017, as according to Platts.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-3rd-august-2018-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 18:36:00",
        "gmt_time": "2018-08-03 10:36:00"
    },
    {
        "id": 668771,
        "updated_sequence": 1020131,
        "published_at": {
            "unix": 1533292560,
            "text": "2018-08-03 11:36:00 +0100",
            "iso_8601": "2018-08-03T10:36:00Z"
        },
        "updated_at": {
            "unix": 1533292598,
            "text": "2018-08-03 11:36:38 +0100",
            "iso_8601": "2018-08-03T10:36:38Z"
        },
        "subject": "RANsquawk Daily US Opening News - 3rd August 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19778/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Dollar holds firm footing above 95.000 while GBP extends post-BoE declines</li>\r\n  <li>European equities rebound from yesterday&rsquo;s losses as earnings remain in focus</li>\r\n  <li>Looking ahead, highlights include, US employment report, trade balance, ISM non-Mfg, Baker Hughes rig count</li>\r\n</ul>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets traded mixed as the momentum from US, where most majors gained and tech outperformed as Apple became the first ever to reach USD 1tln in market cap, was eventually dampened ahead of today&rsquo;s NFP jobs figures and a further PMI miss from China. ASX 200 (-0.1%) and Nikkei 225 (+0.1%) both opened higher in which tech names in Australia revelled in the strength of their US peers and Apple&rsquo;s historical feat, while Tokyo trade remained earnings-oriented. Sentiment then slightly deteriorated as China entered the fray and Caixin Services PMI missed estimates to add to the nation&rsquo;s streak of disappointing PMI releases for July. The weak data and ongoing trade concerns weighed on Hang Seng (-0.2%) and Shanghai Comp. (+0.1%) from the open, although the latter recovered to trade relatively flat. Finally, 10yr JGBs were flat in the first signs of stability after the BoJ&rsquo;s more flexible policy approach earlier this week, while the Rinban announcement also failed to spur price action as the BoJ kept purchases of 5yr-10yr JGBs inline with yesterday&rsquo;s unscheduled announcement.</p>\r\n\r\n<p>PBoC skipped open market operations for a net weekly drain of CNY 210bln vs. last week&#39;s CNY 370bln net drain. (Newswires)</p>\r\n\r\n<p>PBoC set CNY mid-point at 6.8322 (Prev. 6.7942)</p>\r\n\r\n<p>Chinese Caixin Services PMI Jul 52.8 vs. Exp. 53.5 (Prev. 53.9). (Newswires)</p>\r\n\r\n<p>Chinese Caixin Composite PMI (Jul) 52.3 (Prev. 53.0)</p>\r\n\r\n<p>BoJ minutes from June 14th-15th meeting stated momentum to achieving price target was being maintained and that most members viewed BoJ would continue with QQE with Yield Curve Control aiming to achieve the price stability target of 2% as long as it was necessary for maintaining that target in a stable manner. In addition, some members said must continue to carefully assess effects of low rates on banks, while one member suggested they must scrutinize positive and negative side effects of policy considering that it will take a while to reach inflation goal. (Newswires)</p>\r\n\r\n<p>Chinese Diplomat Wang Yi said that he did not talk too specifically about trade with US Secretary of State Pompeo, but added he is willing on a principle of equal footing to resolve their differences with the US. (Newswires)</p>\r\n\r\n<p>Major State-Owned Chinese banks were seen selling USD in Yuan spot market at around 6.9 USDCNH. (Newswires)</p>\r\n\r\n<p>EU/UK/US</p>\r\n\r\n<p>BoE Governor Carney said market expectations for rates moving to 1.5% over the next few years is not a bad rule of thumb and they are not raising rates to give a cushion to cut again, adds possibility of a no-deal Brexit is uncomfortably high, adding that that they need a long Brexit transition. (Newswires)</p>\r\n\r\n<p>The Institute of Directions has called on the UK government to speed up guidance on what companies should expect in the event of a no-deal Brexit. A survey of 800 business leaders showed less than a third made any Brexit contingency plans. (BBC)</p>\r\n\r\n<p>EU Markit Services Final PMI (Jul) 54.2 vs. Exp. 54.4 (Prev. 54.4)</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>European equity markets have opened the day higher as the focus remains on earnings. The AEX (+0.5%) is the outperforming bourse buoyed by the news of Heineken&rsquo;s (+2.3%) USD 3.1bln tie-up with China Resource Beer. The DAX (+0.5%) is also performing well after a positive earnings report from Allianz (+0.7%), but the bourse is finding resistance at its 100DMA of 12,573.54.</p>\r\n\r\n<p>RBS (+3.0) is up after news within their positive earnings report that they are set to pay their first dividend in over a decade. William Hill are down over 7% after the betting co. reported a pre-tax loss for H1 as a result of the new laws on betting terminals.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Gilts corrected higher in line with pre-Liffe open indications, and after a brief wobble from an initial 122.47 print vs Thursday&rsquo;s 122.19 close, the 10 year benchmark climbed to 122.62 for a 43 tick gain on the day, while Bunds inched closer to 162.00 at 161.99 (+73 ticks) before topping out as BTPs continue to try and find a base (123.30 latest, -217 ticks). No real reaction to a considerably weaker than expected UK services PMI, with yesterday&rsquo;s BoE tightening somewhat overshadowing the release and Governor Carney underscoring again the &lsquo;gradual and limited&rsquo; outlook for rates by validating market pricing for a 1.5% peak. Accordingly, Short Sterling futures have nudged up a bit further along the curve. Elsewhere, US Treasuries are mildly firmer but off overnight highs and the curve is gently steeper ahead of NFP followed by the services PMI and ISM, with average earnings and price components more market moving than the headline prints for the next major move in yields as the 10-year retreats below 3% again.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>GBP - The Pound has extended its post-BoE declines as Governor Carney underlined benign if not outright dovish policy guidance during a BBC radio interview and also expressed discomfort about growing risk of a no deal Brexit. Cable dropped below 1.3000 in response and was hardly helped by a relatively big UK services PMI miss, but stopped just short of the 2018 base around 1.2960 at 1.2975.</p>\r\n\r\n<p>NZD - The other G10 laggard or underperformer with the Kiwi unable to resist overall Usd strength (DXY &lsquo;comfortably&rsquo; above 95.000 ahead of the US jobs data and not far from its 95.656 ytd peak at 95.372 before easing back amidst reports of Usd/Cnh intervention at 6.9000). Nzd/Usd has breached 0.6750 to test bids at 0.6725.</p>\r\n\r\n<p>CAD/CHF/AUD - All holding up relatively well again vs the Greenback as the Loonie latches on to positive NAFTA vibes, even if not directly involved in negotiations between the US and Mexico, and contains losses ahead of 1.3050, while the Franc meanders within a very tight 0.9965-50 range after broadly in line with consensus Swiss CPI data and the Aud also derives some support from firmer than forecast Aussie retail sales overnight to keep its head above 0.7350.</p>\r\n\r\n<p>EUR/JPY - The single currency has also relinquished another big figure level vs the Usd and has seriously tested a key 1.1575 Fib after mostly softer than expected Eurozone services PMIs and retail sales. For the record, 1.1510 is the low so far this year. Usd/Jpy extremely restrained between 111.80-60 and flanked by hefty option expiries at 112.00 (1.8 bn) and 110.90-111.00 (1.3 bn), plus 1 bn from 111.40-50.</p>\r\n\r\n<p>TRY - The Lira slumped to fresh all time lows vs the Usd yet again (5.1125) before gleaning a degree of comfort from not so inflated CPI readings and reports that a meet between US Secretary of State Pompeo and Turkey&rsquo;s Foreign Minister was constructive &ndash; Usd/Try currently around 5.0800.</p>\r\n\r\n<p>USD - As noted above, the Dollar remains in the ascendency, albeit off best levels, but NFP will likely determine the next big move, and especially wages after Wednesday&rsquo;s broadly upbeat assessments of the economy.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Both WTI and Brent are seeing mild profit taking ahead of the weeks end, with WTI breaking through its 50DMA to the downside in early European trade, currently trading at USD 68.59, with news that China&#39;s Unipec is suspending imports of US crude oil on growing trade tensions between Beijing and Washington failing to offer support.</p>\r\n\r\n<p>In the metals scope, Gold is essentially flat, with traders holding off ahead of the US employment report later in the day, but is languishing around a 1 year low, with the yellow metal heading for its 4th weekly loss. Silver is also heading for its 8th weekly decline amid trade tensions, and set for its longest consecutive decline since late 2000.</p>\r\n\r\n<p>OPEC July crude output up 340k BPD at 32.66mln BPD, compliance is at 105%, Saudi Arabian output near an all-time high, Kuwaiti, UAE and Iraqi output at its highest since December 2016, Iran at its lowest since January 2017, as according to Platts.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-3rd-august-2018-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 18:36:00",
        "gmt_time": "2018-08-03 10:36:00"
    },
    {
        "id": 668770,
        "updated_sequence": 1020128,
        "published_at": {
            "unix": 1533292200,
            "text": "2018-08-03 11:30:00 +0100",
            "iso_8601": "2018-08-03T10:30:00Z"
        },
        "updated_at": {
            "unix": 1533292261,
            "text": "2018-08-03 11:31:01 +0100",
            "iso_8601": "2018-08-03T10:31:01Z"
        },
        "subject": "LyondellBasell Industries NV (LYB) Q2 EPS USD 4.22 vs. Exp. USD 2.92, revenue USD 10.2bln vs. Exp. USD 9.37bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lyondellbasell-industries-nv-lyb-q2-eps-usd-4-22-vs-exp-usd-2-92-revenue-usd-10-2bln-vs-exp-usd-9-37bln-03-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 18:30:00",
        "gmt_time": "2018-08-03 10:30:00"
    },
    {
        "id": 668769,
        "updated_sequence": 1020125,
        "published_at": {
            "unix": 1533292020,
            "text": "2018-08-03 11:27:00 +0100",
            "iso_8601": "2018-08-03T10:27:00Z"
        },
        "updated_at": {
            "unix": 1533292214,
            "text": "2018-08-03 11:30:14 +0100",
            "iso_8601": "2018-08-03T10:30:14Z"
        },
        "subject": "Activist Investor Elliott do not own any shares in MedioBanca (MB IM)",
        "content": "",
        "reaction_details": "<ul><li>In the space of 5 minutes, company shares fell from EUR 8.886 to EUR 8.770</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1533292214,
            "text": "2018-08-03 11:30:14 +0100",
            "iso_8601": "2018-08-03T10:30:14Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "activist-investor-elliott-do-not-own-any-shares-in-mediobanca-mb-im-03-08-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 18:27:00",
        "gmt_time": "2018-08-03 10:27:00"
    },
    {
        "id": 668768,
        "updated_sequence": 1020115,
        "published_at": {
            "unix": 1533289860,
            "text": "2018-08-03 10:51:00 +0100",
            "iso_8601": "2018-08-03T09:51:00Z"
        },
        "updated_at": {
            "unix": 1533289890,
            "text": "2018-08-03 10:51:30 +0100",
            "iso_8601": "2018-08-03T09:51:30Z"
        },
        "subject": "RANsquawk EU Mid Session - 3rd August 2018 - RBS announce first dividend in over a decade; traders looking ahead to US NFP",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19777/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>European equity markets have opened the day higher as the focus remains on earnings. The AEX is the outperforming bourse buoyed by the news of Heineken&rsquo;s USD 3.1bln tie-up with China Resource Beer. The DAX is also performing well after a positive earnings report from Allianz, but the bourse is finding resistance at its 100DMA of 12,573.54. The FTSE MIB is the underperforming bourse as fiscal concerns weigh on the index ahead of the Italian budget presentation, with most Italian banks in the red ahead of this.</p>\r\n\r\n<p>RBS is up after news within their positive earnings report that they are set to pay their first dividend in over a decade. William Hill are down over 7% after the betting co. reported a pre-tax loss for H1 as a result of the new laws on betting terminals.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>GBP - The Pound has extended its post-BoE declines as Governor Carney underlined benign if not outright dovish policy guidance during a BBC radio interview and also expressed discomfort about growing risk of a no deal Brexit. Cable dropped below 1.3000 in response and was hardly helped by a relatively big UK services PMI miss, but stopped just short of the 2018 base around 1.2960 at 1.2975.</p>\r\n\r\n<p>NZD - The other G10 laggard or underperformer with the Kiwi unable to resist overall Usd strength (DXY &lsquo;comfortably&rsquo; above 95.000 ahead of the US jobs data and not far from its 95.656 ytd peak at 95.372 before easing back amidst reports of Usd/Cnh intervention at 6.9000). Nzd/Usd has breached 0.6750 to test bids at 0.6725.</p>\r\n\r\n<p>CAD/CHF/AUD - All holding up relatively well again vs the Greenback as the Loonie latches on to positive NAFTA vibes, even if not directly involved in negotiations between the US and Mexico, and contains losses ahead of 1.3050, while the Franc meanders within a very tight 0.9965-50 range after broadly in line with consensus Swiss CPI data and the Aud also derives some support from firmer than forecast Aussie retail sales overnight to keep its head above 0.7350.</p>\r\n\r\n<p>EUR/JPY - The single currency has also relinquished another big figure level vs the Usd and has seriously tested a key 1.1575 Fib after mostly softer than expected Eurozone services PMIs and retail sales. For the record, 1.1510 is the low so far this year. Usd/Jpy extremely restrained between 111.80-60 and flanked by hefty option expiries at 112.00 (1.8 bn) and 110.90-111.00 (1.3 bn), plus 1 bn from 111.40-50.</p>\r\n\r\n<p>TRY - The Lira slumped to fresh all time lows vs the Usd yet again (5.1125) before gleaning a degree of comfort from not so inflated CPI readings and reports that a meet between US Secretary of State Pompeo and Turkey&rsquo;s Foreign Minister was constructive &ndash; Usd/Try currently around 5.0800.</p>\r\n\r\n<p>USD - As noted above, the Dollar remains in the ascendency, albeit off best levels, but NFP will likely determine the next big move, and especially wages after Wednesday&rsquo;s broadly upbeat assessments of the economy.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Gilts corrected higher in line with pre-Liffe open indications, and after a brief wobble from an initial 122.47 print vs Thursday&rsquo;s 122.19 close, the 10 year benchmark climbed to 122.62 for a 43 tick gain on the day, while Bunds inched closer to 162.00 at 161.99 (+73 ticks) before topping out as BTPs continue to try and find a base (123.30 latest, -217 ticks). No real reaction to a considerably weaker than expected UK services PMI, with yesterday&rsquo;s BoE tightening somewhat overshadowing the release and Governor Carney underscoring again the &lsquo;gradual and limited&rsquo; outlook for rates by validating market pricing for a 1.5% peak. Accordingly, Short Sterling futures have nudged up a bit further along the curve. Elsewhere, US Treasuries are mildly firmer but off overnight highs and the curve is gently steeper ahead of NFP followed by the services PMI and ISM, with average earnings and price components more market moving than the headline prints for the next major move in yields as the 10-year retreats below 3% again.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Both WTI and Brent are seeing profit taking ahead of the weeks end, with WTI breaking through its 50DMA to the downside in early European trade, currently trading at USD 68.59, with news that China&#39;s Unipec is suspending imports of US crude oil on growing trade tensions between Beijing and Washington failing to offer support.</p>\r\n\r\n<p>In the metals scope, Gold is essentially flat, with traders holding off ahead of the US employment report later in the day, but is languishing around a 1 year low, with the yellow metal heading for its 4th weekly loss. Silver is also heading for its 8th weekly decline amid trade tensions, and set for its longest consecutive decline since late 2000.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-3rd-august-2018-rbs-announce-first-dividend-in-over-a-decade-traders-looking-ahead-to-us-nfp-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 17:51:00",
        "gmt_time": "2018-08-03 09:51:00"
    },
    {
        "id": 668767,
        "updated_sequence": 1020112,
        "published_at": {
            "unix": 1533289500,
            "text": "2018-08-03 10:45:00 +0100",
            "iso_8601": "2018-08-03T09:45:00Z"
        },
        "updated_at": {
            "unix": 1533289548,
            "text": "2018-08-03 10:45:48 +0100",
            "iso_8601": "2018-08-03T09:45:48Z"
        },
        "subject": "FX Morning Colour: DXY holds above 95.000 pre-NFP, as Cable loses grip of 1.3000 ",
        "content": "<p>GBP</p>\r\n\r\n<p>The Pound has extended its post-BoE declines as Governor Carney underlined benign if not outright dovish policy guidance during a BBC radio interview and also expressed discomfort about growing risk of a no deal Brexit. Cable dropped below 1.3000 in response and was hardly helped by a relatively big UK services PMI miss, but stopped just short of the 2018 base around 1.2960 at 1.2975.</p>\r\n\r\n<p>NZD</p>\r\n\r\n<p>The other G10 laggard or underperformer with the Kiwi unable to resist overall Usd strength (DXY &lsquo;comfortably&rsquo; above 95.000 ahead of the US jobs data and not far from its 95.656 ytd peak at 95.372 before easing back amidst reports of Usd/Cnh intervention at 6.9000). Nzd/Usd has breached 0.6750 to test bids at 0.6725.</p>\r\n\r\n<p>CAD/CHF/AUD &nbsp;</p>\r\n\r\n<p>All holding up relatively well again vs the Greenback as the Loonie latches on to positive NAFTA vibes, even if not directly involved in negotiations between the US and Mexico, and contains losses ahead of 1.3050, while the Franc meanders within a very tight 0.9965-50 range after broadly in line with consensus Swiss CPI data and the Aud also derives some support from firmer than forecast Aussie retail sales overnight to keep its head above 0.7350.</p>\r\n\r\n<p>EUR/JPY</p>\r\n\r\n<p>The single currency has also relinquished another big figure level vs the Usd and has seriously tested a key 1.1575 Fib after mostly softer than expected Eurozone services PMIs and retail sales. For the record, 1.1510 is the low so far this year. Usd/Jpy extremely restrained between 111.80-60 and flanked by hefty option expiries at 112.00 (1.8 bn) and 110.90-111.00 (1.3 bn), plus 1 bn from 111.40-50.</p>\r\n\r\n<p>TRY</p>\r\n\r\n<p>The Lira slumped to fresh all time lows vs the Usd yet again (5.1125) before gleaning a degree of comfort from not so inflated CPI readings and reports that a meet between US Secretary of State Pompeo and Turkey&rsquo;s Foreign Minister was constructive &ndash; Usd/Try currently around 5.0800.</p>\r\n\r\n<p>USD</p>\r\n\r\n<p>As noted above, the Dollar remains in the ascendency, albeit off best levels, but NFP will likely determine the next big move, and especially wages after Wednesday&rsquo;s broadly upbeat assessments of the economy.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-dxy-holds-above-95-000-pre-nfp-as-cable-loses-grip-of-1-3000-03-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 17:45:00",
        "gmt_time": "2018-08-03 09:45:00"
    },
    {
        "id": 668766,
        "updated_sequence": 1020109,
        "published_at": {
            "unix": 1533288960,
            "text": "2018-08-03 10:36:00 +0100",
            "iso_8601": "2018-08-03T09:36:00Z"
        },
        "updated_at": {
            "unix": 1533289108,
            "text": "2018-08-03 10:38:28 +0100",
            "iso_8601": "2018-08-03T09:38:28Z"
        },
        "subject": "OPEC July crude output up 340k BPD at 32.66mln BPD, compliance is at 105%",
        "content": "<ul><li>Saudi Arabian output near an all time high</li>\r\n  <li>Kuwaiti, UAE and Iraqi output at its highest since December 2016</li>\r\n  <li>Iran at its lowest since January 2017</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Platts",
        "slug": "opec-july-crude-output-up-340k-bpd-at-32-66mln-bpd-compliance-is-at-105-03-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 17:36:00",
        "gmt_time": "2018-08-03 09:36:00"
    },
    {
        "id": 668765,
        "updated_sequence": 1020117,
        "published_at": {
            "unix": 1533288240,
            "text": "2018-08-03 10:24:00 +0100",
            "iso_8601": "2018-08-03T09:24:00Z"
        },
        "updated_at": {
            "unix": 1533290967,
            "text": "2018-08-03 11:09:27 +0100",
            "iso_8601": "2018-08-03T10:09:27Z"
        },
        "subject": "Chinese Diplomat Wang Yi says that he did not talk too specifically about trade with US Secretary of State Pompeo, adds he is willing on a principle of equal footing to resolve their differences with the US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-diplomat-wang-yi-says-that-he-did-not-talk-too-specifically-about-trade-with-us-secretary-of-state-pompeo-adds-he-is-willing-on-a-principle-of-equal-footing-to-resolve-their-differences-with-the-us-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 17:24:00",
        "gmt_time": "2018-08-03 09:24:00"
    },
    {
        "id": 668762,
        "updated_sequence": 1020095,
        "published_at": {
            "unix": 1533286860,
            "text": "2018-08-03 10:01:00 +0100",
            "iso_8601": "2018-08-03T09:01:00Z"
        },
        "updated_at": {
            "unix": 1533286930,
            "text": "2018-08-03 10:02:10 +0100",
            "iso_8601": "2018-08-03T09:02:10Z"
        },
        "subject": "Polish Central Bank Governor says continued decline in PMI data could start a debate on non-standard policy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "polish-central-bank-governor-says-continued-decline-in-pmi-data-could-start-a-debate-on-non-standard-policy-03-08-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 17:01:00",
        "gmt_time": "2018-08-03 09:01:00"
    },
    {
        "id": 668557,
        "updated_sequence": 1020080,
        "published_at": {
            "unix": 1533286800,
            "text": "2018-08-03 10:00:00 +0100",
            "iso_8601": "2018-08-03T09:00:00Z"
        },
        "updated_at": {
            "unix": 1533286800,
            "text": "2018-08-03 10:00:00 +0100",
            "iso_8601": "2018-08-03T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-02-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 17:00:00",
        "gmt_time": "2018-08-03 09:00:00"
    },
    {
        "id": 668757,
        "updated_sequence": 1020078,
        "published_at": {
            "unix": 1533286620,
            "text": "2018-08-03 09:57:00 +0100",
            "iso_8601": "2018-08-03T08:57:00Z"
        },
        "updated_at": {
            "unix": 1533286708,
            "text": "2018-08-03 09:58:28 +0100",
            "iso_8601": "2018-08-03T08:58:28Z"
        },
        "subject": "IAG (IAG LN) CEO says they will not be a long-term shareholder in Norwegian Air unless they buy-out the co.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iag-iag-ln-ceo-says-they-will-not-be-a-long-term-shareholder-in-norwegian-air-unless-they-buy-out-the-co-03-08-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 16:57:00",
        "gmt_time": "2018-08-03 08:57:00"
    },
    {
        "id": 668756,
        "updated_sequence": 1020075,
        "published_at": {
            "unix": 1533285840,
            "text": "2018-08-03 09:44:00 +0100",
            "iso_8601": "2018-08-03T08:44:00Z"
        },
        "updated_at": {
            "unix": 1533285917,
            "text": "2018-08-03 09:45:17 +0100",
            "iso_8601": "2018-08-03T08:45:17Z"
        },
        "subject": "Fixed and FX update: more divergence across the board",
        "content": "<p>Gilts corrected higher in line with pre-Liffe open indications, and after a brief wobble from an initial 122.47 print vs Thursday&rsquo;s 122.19 close, the 10 year benchmark climbed to 122.62 for a 43 tick gain on the day, while Bunds inched closer to 162.00 at 161.99 (+73 ticks) before topping out as BTPs continue to try and find a base (123.30 latest, -217 ticks). No real reaction to a considerably weaker than expected UK services PMI, with yesterday&rsquo;s BoE tightening somewhat overshadowing the release and Governor Carney underscoring again the &lsquo;gradual and limited&rsquo; outlook for rates by validating market pricing for a 1.5% peak. Accordingly, Short Sterling futures have nudged up a bit further along the curve, while Sterling has weakened further as he also warned that the risk of a no deal Brexit has increased markedly, although that still not seen as the most likely outcome. Cable has now lost 1.3000+ status and eyeing the circa 1.2958 ytd low, while Eur/Usd has tested key Fib support around 1.1575 and briefly dipped below, but not breached the level convincingly.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-update-more-divergence-across-the-board-03-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 16:44:00",
        "gmt_time": "2018-08-03 08:44:00"
    },
    {
        "id": 668755,
        "updated_sequence": 1020072,
        "published_at": {
            "unix": 1533285600,
            "text": "2018-08-03 09:40:00 +0100",
            "iso_8601": "2018-08-03T08:40:00Z"
        },
        "updated_at": {
            "unix": 1533285686,
            "text": "2018-08-03 09:41:26 +0100",
            "iso_8601": "2018-08-03T08:41:26Z"
        },
        "subject": "Chinese Diplomat Wang Yi has met US Secretary of State Pompeo in Singapore",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-diplomat-wang-yi-has-met-us-secretary-of-state-pompeo-in-singapore-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 16:40:00",
        "gmt_time": "2018-08-03 08:40:00"
    },
    {
        "id": 668754,
        "updated_sequence": 1020067,
        "published_at": {
            "unix": 1533285120,
            "text": "2018-08-03 09:32:00 +0100",
            "iso_8601": "2018-08-03T08:32:00Z"
        },
        "updated_at": {
            "unix": 1533285189,
            "text": "2018-08-03 09:33:09 +0100",
            "iso_8601": "2018-08-03T08:33:09Z"
        },
        "subject": "Major State-Owned Chinese banks are seen selling USD in Yuan spot market at around 6.9 USDCNH",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "major-state-owned-chinese-banks-are-seen-selling-usd-in-yuan-spot-market-at-around-6-9-usdcnh-03-08-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 16:32:00",
        "gmt_time": "2018-08-03 08:32:00"
    },
    {
        "id": 668752,
        "updated_sequence": 1020059,
        "published_at": {
            "unix": 1533283200,
            "text": "2018-08-03 09:00:00 +0100",
            "iso_8601": "2018-08-03T08:00:00Z"
        },
        "updated_at": {
            "unix": 1533283227,
            "text": "2018-08-03 09:00:27 +0100",
            "iso_8601": "2018-08-03T08:00:27Z"
        },
        "subject": "Eurozone Composite PMI Final (Jul) 54.3 vs. Exp. 54.3 (Prev. 54.3)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eurozone-composite-pmi-final-jul-54-3-vs-exp-54-3-prev-54-3-03-08-2018",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 16:00:00",
        "gmt_time": "2018-08-03 08:00:00"
    },
    {
        "id": 668749,
        "updated_sequence": 1020050,
        "published_at": {
            "unix": 1533283200,
            "text": "2018-08-03 09:00:00 +0100",
            "iso_8601": "2018-08-03T08:00:00Z"
        },
        "updated_at": {
            "unix": 1533283207,
            "text": "2018-08-03 09:00:07 +0100",
            "iso_8601": "2018-08-03T08:00:07Z"
        },
        "subject": "EU Markit Services Final PMI (Jul) 54.2 vs. Exp. 54.4 (Prev. 54.4)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-markit-services-final-pmi-jul-54-2-vs-exp-54-4-prev-54-4-03-08-2018",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 16:00:00",
        "gmt_time": "2018-08-03 08:00:00"
    },
    {
        "id": 668746,
        "updated_sequence": 1020037,
        "published_at": {
            "unix": 1533282900,
            "text": "2018-08-03 08:55:00 +0100",
            "iso_8601": "2018-08-03T07:55:00Z"
        },
        "updated_at": {
            "unix": 1533282940,
            "text": "2018-08-03 08:55:40 +0100",
            "iso_8601": "2018-08-03T07:55:40Z"
        },
        "subject": "Germany Composite Final PMI (Jul) 55.0 vs. Exp. 55.2 (Prev. 55.2)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "germany-composite-final-pmi-jul-55-0-vs-exp-55-2-prev-55-2-03-08-2018",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 15:55:00",
        "gmt_time": "2018-08-03 07:55:00"
    },
    {
        "id": 668745,
        "updated_sequence": 1020119,
        "published_at": {
            "unix": 1533282900,
            "text": "2018-08-03 08:55:00 +0100",
            "iso_8601": "2018-08-03T07:55:00Z"
        },
        "updated_at": {
            "unix": 1533291218,
            "text": "2018-08-03 11:13:38 +0100",
            "iso_8601": "2018-08-03T10:13:38Z"
        },
        "subject": "Germany Markit Services Final PMI (Jul) 54.1 vs. Exp. 54.4 (Prev. 54.4)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "germany-markit-services-final-pmi-jul-54-1-vs-exp-54-4-prev-54-4-03-08-2018",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 15:55:00",
        "gmt_time": "2018-08-03 07:55:00"
    },
    {
        "id": 668744,
        "updated_sequence": 1020041,
        "published_at": {
            "unix": 1533282600,
            "text": "2018-08-03 08:50:00 +0100",
            "iso_8601": "2018-08-03T07:50:00Z"
        },
        "updated_at": {
            "unix": 1533282987,
            "text": "2018-08-03 08:56:27 +0100",
            "iso_8601": "2018-08-03T07:56:27Z"
        },
        "subject": "France Markit Composite PMI (Jul) 54.4 vs. Exp. 54.5 (Prev. 54.5)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "france-markit-composite-pmi-jul-54-4-vs-exp-54-5-prev-54-5-03-08-2018",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 15:50:00",
        "gmt_time": "2018-08-03 07:50:00"
    },
    {
        "id": 668743,
        "updated_sequence": 1020024,
        "published_at": {
            "unix": 1533282600,
            "text": "2018-08-03 08:50:00 +0100",
            "iso_8601": "2018-08-03T07:50:00Z"
        },
        "updated_at": {
            "unix": 1533282758,
            "text": "2018-08-03 08:52:38 +0100",
            "iso_8601": "2018-08-03T07:52:38Z"
        },
        "subject": "France Markit Services PMI (Jul) 54.4 vs. Exp. 55.3 (Prev. 55.3)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "france-markit-services-pmi-jul-54-4-vs-exp-55-3-prev-55-3-03-08-2018",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 15:50:00",
        "gmt_time": "2018-08-03 07:50:00"
    },
    {
        "id": 668742,
        "updated_sequence": 1020019,
        "published_at": {
            "unix": 1533282600,
            "text": "2018-08-03 08:50:00 +0100",
            "iso_8601": "2018-08-03T07:50:00Z"
        },
        "updated_at": {
            "unix": 1533282685,
            "text": "2018-08-03 08:51:25 +0100",
            "iso_8601": "2018-08-03T07:51:25Z"
        },
        "subject": "Italy Services PMI (Jul) 54.0 vs. Exp. 53.6 (Prev. 54.3)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-services-pmi-jul-54-0-vs-exp-53-6-prev-54-3-03-08-2018",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 15:50:00",
        "gmt_time": "2018-08-03 07:50:00"
    },
    {
        "id": 668741,
        "updated_sequence": 1020016,
        "published_at": {
            "unix": 1533282300,
            "text": "2018-08-03 08:45:00 +0100",
            "iso_8601": "2018-08-03T07:45:00Z"
        },
        "updated_at": {
            "unix": 1533282353,
            "text": "2018-08-03 08:45:53 +0100",
            "iso_8601": "2018-08-03T07:45:53Z"
        },
        "subject": "Italian deputy PM Salvini says that the 2019 budget will be the first steps toward a flat tax and pension reform",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-deputy-pm-salvini-says-that-the-2019-budget-will-be-the-first-steps-toward-a-flat-tax-and-pension-reform-03-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 15:45:00",
        "gmt_time": "2018-08-03 07:45:00"
    },
    {
        "id": 668740,
        "updated_sequence": 1020013,
        "published_at": {
            "unix": 1533281400,
            "text": "2018-08-03 08:30:00 +0100",
            "iso_8601": "2018-08-03T07:30:00Z"
        },
        "updated_at": {
            "unix": 1533281443,
            "text": "2018-08-03 08:30:43 +0100",
            "iso_8601": "2018-08-03T07:30:43Z"
        },
        "subject": "BoE's Carney says that we need a long Brexit transition",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-s-carney-says-that-we-need-a-long-brexit-transition-03-08-2018",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 15:30:00",
        "gmt_time": "2018-08-03 07:30:00"
    },
    {
        "id": 668739,
        "updated_sequence": 1020010,
        "published_at": {
            "unix": 1533280800,
            "text": "2018-08-03 08:20:00 +0100",
            "iso_8601": "2018-08-03T07:20:00Z"
        },
        "updated_at": {
            "unix": 1533280914,
            "text": "2018-08-03 08:21:54 +0100",
            "iso_8601": "2018-08-03T07:21:54Z"
        },
        "subject": "BoE's Carney says we're not raising rates to give a cushion to cut again, adds possibility of a no-deal Brexit is uncomfortably high",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-s-carney-says-we-re-not-raising-rates-to-give-a-cushion-to-cut-again-adds-possibility-of-a-no-deal-brexit-is-uncomfortably-high-03-08-2018",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 15:20:00",
        "gmt_time": "2018-08-03 07:20:00"
    },
    {
        "id": 668734,
        "updated_sequence": 1019993,
        "published_at": {
            "unix": 1533280320,
            "text": "2018-08-03 08:12:00 +0100",
            "iso_8601": "2018-08-03T07:12:00Z"
        },
        "updated_at": {
            "unix": 1533280419,
            "text": "2018-08-03 08:13:39 +0100",
            "iso_8601": "2018-08-03T07:13:39Z"
        },
        "subject": "BoE Governor Carney says market expectations for rates moving to 1.5% over the next few years is not a bad rule of thumb",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BBC Radio 4",
        "slug": "boe-governor-carney-says-market-expectations-for-rates-moving-to-1-5-over-the-next-few-years-is-not-a-bad-rule-of-thumb-03-08-2018",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 15:12:00",
        "gmt_time": "2018-08-03 07:12:00"
    },
    {
        "id": 668733,
        "updated_sequence": 1019990,
        "published_at": {
            "unix": 1533280320,
            "text": "2018-08-03 08:12:00 +0100",
            "iso_8601": "2018-08-03T07:12:00Z"
        },
        "updated_at": {
            "unix": 1533280388,
            "text": "2018-08-03 08:13:08 +0100",
            "iso_8601": "2018-08-03T07:13:08Z"
        },
        "subject": "ECB says banks borrowed EUR 276mln at marginal rate & deposited EUR 635.8bln with it overnight ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-borrowed-eur-276mln-at-marginal-rate-deposited-eur-635-8bln-with-it-overnight-03-08-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 15:12:00",
        "gmt_time": "2018-08-03 07:12:00"
    },
    {
        "id": 668732,
        "updated_sequence": 1019987,
        "published_at": {
            "unix": 1533279600,
            "text": "2018-08-03 08:00:00 +0100",
            "iso_8601": "2018-08-03T07:00:00Z"
        },
        "updated_at": {
            "unix": 1533280022,
            "text": "2018-08-03 08:07:02 +0100",
            "iso_8601": "2018-08-03T07:07:02Z"
        },
        "subject": "European equity movers this morning: RBS (RBS LN) +3.24% Credit Agricole (ACA FP) +3.4%, Heineken (HEIA NA) +1.4%, Fiat Chrysler (FCAU IM) +2.2%, Mondi (MNDI LN) +2.7%, Swiss Re (SREN SW) -1.3%, Dufry (DUFN SW) -1.8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-equity-movers-this-morning-rbs-rbs-ln-3-24-credit-agricole-aca-fp-3-4-heineken-heia-na-1-4-fiat-chrysler-fcau-im-2-2-mondi-mndi-ln-2-7-swiss-re-sren-sw-1-3-dufry-dufn-sw-1-8-03-08-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 15:00:00",
        "gmt_time": "2018-08-03 07:00:00"
    },
    {
        "id": 668726,
        "updated_sequence": 1019965,
        "published_at": {
            "unix": 1533279300,
            "text": "2018-08-03 07:55:00 +0100",
            "iso_8601": "2018-08-03T06:55:00Z"
        },
        "updated_at": {
            "unix": 1533279393,
            "text": "2018-08-03 07:56:33 +0100",
            "iso_8601": "2018-08-03T06:56:33Z"
        },
        "subject": "Gilts and Short Sterling futures: more upside on domestic and external factors",
        "content": "<p>UK bonds look primed for another leg-up in wake of yesterday&rsquo;s &lsquo;dovish&rsquo; BoE hike and hold until next year policy meeting for all intents and purposes, with additional impetus coming from core debt counterparts that are seeing a degree of FTQ in-flows (ie Bunds now 59 ticks ahead as BTP losses hit 144 ticks in fast-market trade). Gilts are likely to gap up close to 122.50 vs their previous 122.19 settlement, while the 3 month strip is 1-2 ticks ahead, awaiting BoE Governor Carney at 8.10BST and then the services PMI at 9.30BST.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-futures-more-upside-on-domestic-and-external-factors-03-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 14:55:00",
        "gmt_time": "2018-08-03 06:55:00"
    },
    {
        "id": 668720,
        "updated_sequence": 1019967,
        "published_at": {
            "unix": 1533279300,
            "text": "2018-08-03 07:55:00 +0100",
            "iso_8601": "2018-08-03T06:55:00Z"
        },
        "updated_at": {
            "unix": 1533279405,
            "text": "2018-08-03 07:56:45 +0100",
            "iso_8601": "2018-08-03T06:56:45Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>RBS (RBS LN) &ndash; H1 profit before tax GBP &nbsp;1.8bln. H1 attributable profit GBP 888mln. Q2 revenue GBP 3.40bln vs. Prev. 3.30bln. Q2 net GBP 96mln vs. Prev. GBP 792mln. Q2 adj. operating profit GBP 613mln vs. Prev. GBP 1.24bln. CET1 ratio 16.1% after DoJ settlement. Co. are to pay a dividend of GBP 0.02, first dividend in 10 years. Co. says no fresh PPI provision. (Newswires)</p>\r\n\r\n<p>Paddy Power (PPB LN) &ndash; Co. has made an agreement with US casino company Boyd Gaming (BYD) to expand its FanDuel sports betting site in the US. Boyd will take a 4% stake FanDuel and have an option to purchase an additional 1% stake (FT)</p>\r\n\r\n<p>William Hill (WMH LN) &ndash; H1 Revenue GBP 802.6mln vs. Prev. GBP 778.5mln. H1 operating GBP 113.6mln vs. Prev. GBP 128.9mln. Interim dividend GBP 0.0426/shr. Co. anticipates FY performance to be in-line with expectations. (Newswires)</p>\r\n\r\n<p>IAG (IAG LN) &ndash; Q2 operating profit EUR 835mln vs. Exp. EUR 860mln, passenger unit revenue for quarter -1.9%, +2.3% at constant currency. (Newswires)</p>\r\n\r\n<p>AstraZeneca (AZN LN) &ndash; Selumetinib granted orphan designation in Europe neurofibromatosis type 1. (Newswires)</p>\r\n\r\n<p>British American tobacco (BATS&nbsp;LN)&nbsp;- Phillip Morris file for a lawsuit vs. the co. in Tokyo. (Newswires)</p>\r\n\r\n<p>Cobham (COB LN) &ndash; H1 underlying pretax profit GBP 60.9mln vs. Prev. GBP 73.7mln, revenue GBP 924.5mln vs. Prev. GBP 1.028bln, underlying profit expectations unchanged. (Newswires)</p>\r\n\r\n<p>Mondi (MNDI LN) &ndash; H1 profit before tax EUR 490mln (up 6%), H1 underlying EBITDA EUR 852mln (+17%), interim dividend declared of EUR 21.45/share. (Newswires)</p>\r\n\r\n<p>Fidessa (FDSA LN) &ndash; UK CMA will not refer the Fidessa-Ion merger to a phase 2 investigation. (Newswires)</p>\r\n\r\n<p>Subsea 7 (SUBC NO) &ndash; Co. awarded a sizeable (>GBP150mln) contract off&nbsp;the north-east coast of Scotland. (Newswires)</p>\r\n\r\n<p>Neste (NESTE FH) &ndash; Q2 comp. EBIT EUR 277mln vs. Exp. EUR 278mln, operating profit EUR 277mln vs. prev. EUR 236mln, revenue EUR 3.75bln vs. prev. EUR 3.28bln. (Newswires)</p>\r\n\r\n<p>MAN (MAN GY) &ndash; H1 EUR 7.44bln vs. Prev. EUR 6.86bln. EBIT EUR 319mln vs. Prev. EUR 273bln. Co. expects a slight growth in revenue in 2018. (NewswireS)</p>\r\n\r\n<p>SAIPEM (SPM IM) DOWNGRADED TO HOLD FROM BUY AT HSBC</p>\r\n\r\n<p>SCOR (SCR FP) UPGRADED TO BUY FROM HOLD AT SOCGEN</p>\r\n\r\n<p>METRO (B4B GY) UPGRADED TO HOLD FROM REDUCE AT HSBC</p>\r\n\r\n<p>ROLLS ROYCE (RR/ LN) UPGRADED TO BUY FROM HOLD AT SOCGEN</p>\r\n\r\n<p>BANKIA (BKIA SM) UPGRADED TO HOLD FROM SELL AT SOCGEN</p>\r\n\r\n<p>SEGRO (SGRO LN) INITIATED WITH OUTPERFORM AT CREDIT SUISSE</p>\r\n\r\n<p>TRAVIS PERKINS (TPK LN) DOWNGRADED TO ADD FROM BUY AT ALPHAVALUE</p>\r\n\r\n<p>STORA ENSO (STERV FH) UPGRADED TO BUY FROM NEUTRAL AT CITI</p>\r\n\r\n<p>ELISA (ELISA FH) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-03-08-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 14:55:00",
        "gmt_time": "2018-08-03 06:55:00"
    },
    {
        "id": 668725,
        "updated_sequence": 1019956,
        "published_at": {
            "unix": 1533278820,
            "text": "2018-08-03 07:47:00 +0100",
            "iso_8601": "2018-08-03T06:47:00Z"
        },
        "updated_at": {
            "unix": 1533278896,
            "text": "2018-08-03 07:48:16 +0100",
            "iso_8601": "2018-08-03T06:48:16Z"
        },
        "subject": "China's Unipec has suspended imports of US crude oil due to growing trade tensions between Beijing and Washington; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-unipec-has-suspended-imports-of-us-crude-oil-due-to-growing-trade-tensions-between-beijing-and-washington-according-to-sources-03-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 14:47:00",
        "gmt_time": "2018-08-03 06:47:00"
    },
    {
        "id": 668723,
        "updated_sequence": 1019950,
        "published_at": {
            "unix": 1533277980,
            "text": "2018-08-03 07:33:00 +0100",
            "iso_8601": "2018-08-03T06:33:00Z"
        },
        "updated_at": {
            "unix": 1533278101,
            "text": "2018-08-03 07:35:01 +0100",
            "iso_8601": "2018-08-03T06:35:01Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1600 (638M), 1.1650-60 (402M), 1.1700 (1BLN), 1.1720-30 (1BLN)</p>\r\n\r\n<p>USD/CHF: 0.9850 (516M). GBP/USD: 1.2965 (385M), <strong>1.3095-1.3125 (1.5BLN)</strong></p>\r\n\r\n<p>AUD/USD:<strong> 0.7300-20 (921M), 0.7400 (1BLN)</strong>, 0.7450 (483M)</p>\r\n\r\n<p>USD/CAD: 1.2900 (780M), 1.2930-45 (667M), 1.3050 (346M), 1.3100 (920M)</p>\r\n\r\n<p>US/JPY: 110.90-111.0 (1.3BL), <strong>111.40-50 (1BL)</strong>,111.75 (440M), 112.00 (1.8BLN)</p>\r\n\r\n<p>EUR/JPY: 129.35 (384M), 130.00 (333M), 130.50 (360M)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-03-08-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 14:33:00",
        "gmt_time": "2018-08-03 06:33:00"
    },
    {
        "id": 668719,
        "updated_sequence": 1019914,
        "published_at": {
            "unix": 1533275400,
            "text": "2018-08-03 06:50:00 +0100",
            "iso_8601": "2018-08-03T05:50:00Z"
        },
        "updated_at": {
            "unix": 1533275436,
            "text": "2018-08-03 06:50:36 +0100",
            "iso_8601": "2018-08-03T05:50:36Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>3rd August 2018</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets traded mixed as the momentum from US, where most majors gained and tech outperformed as Apple became the first ever to reach USD 1tln in market cap, was eventually dampened ahead of today&rsquo;s NFP jobs figures and a further PMI miss from China. ASX 200 (-0.1%) and Nikkei 225 (+0.1%) both opened higher in which tech names in Australia revelled in the strength of their US peers and Apple&rsquo;s historical feat, while Tokyo trade remained earnings-oriented. Sentiment then slightly deteriorated as China entered the fray and Caixin Services PMI missed estimates to add to the nation&rsquo;s streak of disappointing PMI releases for July. The weak data and ongoing trade concerns weighed on Hang Seng (-0.2%) and Shanghai Comp. (+0.1%) from the open, although the latter has since recovered to trade relatively flat. Finally, 10yr JGBs were flat in the first signs of stability after the BoJ&rsquo;s more flexible policy approach earlier this week, while the Rinban announcement also failed to spur price action as the BoJ kept purchases of 5yr-10yr JGBs inline with yesterday&rsquo;s unscheduled announcement.</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>UK Utilities Names - OFGEM is likely to have to increase its cap on prices for vulnerable households by about GBP 50 a year, analysts have forecast. (Times)</p>\r\n\r\n<p>Royal Bank of Scotland (RBS LN) &ndash; The co. has approached Morgan Stanley (MS) banker Chalmers to fill the CFO role left vacant by Ewen Stevenson. (Sky News)</p>\r\n\r\n<p>OTHER UK COMPANIES</p>\r\n\r\n<p>Kaz Minerals (KAZ LN) &ndash; The co.&rsquo;s shareholders have turned down a GBP 700mln deal to buy a copper project in the east of Russia. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Allianz (ALV GY) &ndash; Q2 revenue EUR 30.9bln vs. Prev. EUR 30.7bln operating profit +2.3% to EUR 3.0bln vs. Exp. EUR 2.89bln, net income -5.2% to EUR 1.9bln, confirm FY outlook. (Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>Credit Agricole (ACA FP) &ndash; Q2 net profit +6.4% to EUR 1.44bln vs. Exp. EUR 1.04bln, revenues +9.8% to EUR 5.17bln vs. Exp. EUR 4.92bln. (Newswires)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Eurazeo (FR FP) &ndash; The co. has signed an agreement with Thomas Meyer for the sale of its Desigual stake, for net proceeds of EUR 142mln. (Newswires)</p>\r\n\r\n<p>Eurofins (ERF FP) &ndash; The co. has signed a definitive agreement to purchase Nanolab Technologies. (Newswires)</p>\r\n\r\n<p>Euronext (ENX FP) &ndash; Q2 EBITDA Eur 88.6mln vs. Prev. EUR 79.2mln, revenue EUR 157.3mln vs. Prev. EUR 137.3mln, EPS EUR 0.81. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>Swiss Re (SREN SW) &ndash; H1 net income USD 1.01bln vs. Exp. USD 1.2bln, gross premiums up 8.0% to USD 19.6bln vs. Exp. USD 20.3bln, exploring possibility of Reassure IPO in 2018. (Newswires)</p>\r\n\r\n<p>Roche (ROG SW) &ndash; The European Medicines agency has granted prime designation for Roche&rsquo;s RG6042 treatment of Huntington&rsquo;s disease. (Newswires)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>Dufry (DUFN SW) &ndash; H1 turnover +7.2% to CHF 4.097bln vs. prev. CHF 3.821bln, EBITDA CHF 464.1mln, EBIT CHF 124.6mln, aim to continue with dividend payment. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>Fiat Chrysler (FCAU IM) &ndash; The automaker is said to have attracted interest on its Magneti Marelli unit and is said to favour the car parts unit spin off following the new interest. Marelli is said to be worth up EUR6bln, Fiat will evaluate alternative transactions for the unit, according to a spokesman. (Newswires)</p>\r\n\r\n<p>Mediaset (MS IM) &ndash; EI Towers have said that the price of EUR 57/share is adequate in Mediaset&rsquo;s takeover bid. (Newswires)</p>\r\n\r\n<p>Banca Monte Dei Paschi (BMPS IM) &ndash; H1 net profit EUR 289mln vs. Prev. EUR 188mln, revenue EUR 832.2mln vs. Exp. EUR 869mln, Net interest income EUR 870mln, CET1 ratio 13.0% at end-June vs. 14.4% at end March. (Newswires)</p>\r\n\r\n<p>Heineken (HEIA NA) &ndash; Co. seals a USD 3.1bln partnership with China Resources Beer (291 HK). The deal will see Heineken take a 40% stake in CRH beer (the majority shareholder of China Resources Beer). (FT)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>INTESA SANPAOLO (ISP IM) UPGRADED TO HOLD FROM SELL AT BERENBERG</p>\r\n\r\n<p>US</p>\r\n\r\n<p>SPX +0.5% at 2827, NDX +1.36% at 7372, DJI -0.03% at 25328. SECTORS: Tech +1.2%, consumer non cyclicals +1.0%, utilities +0.7%, consumer non-cyclicals +0.6%, healthcare +0.4%, telecoms +0.2%, industrials +0.0%, financials -0.1%, energy -0.5%, materials -0.8%.</p>\r\n\r\n<p>* STOCK SPECIFICS: Apple (AAPL) became the first USD 1tln company as shares briefly breached 207.04, however, sellers emerged as the valuation was realised. McDonald&rsquo;s (MCD) were hit after reports in Business Insider that 350 French Branches have cases of Listeria</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-03-08-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 13:50:00",
        "gmt_time": "2018-08-03 05:50:00"
    },
    {
        "id": 668722,
        "updated_sequence": 1019947,
        "published_at": {
            "unix": 1533274800,
            "text": "2018-08-03 06:40:00 +0100",
            "iso_8601": "2018-08-03T05:40:00Z"
        },
        "updated_at": {
            "unix": 1533277902,
            "text": "2018-08-03 07:31:42 +0100",
            "iso_8601": "2018-08-03T06:31:42Z"
        },
        "subject": "Bunds: extending recovery gains, or retracement from post-BoJ lows",
        "content": "<p>The 10 year German benchmark has picked up where it left off yesterday and on the rebound from lows posted earlier in the week on the back of BoJ YCC policy tweaks. Moreover, Bunds and core Eurozone bonds are likely benefiting from a degree of safe-haven positioning and switching out of BTPs again as Italian debt concedes more ground ahead of budget meetings scheduled for today in Rome and the prospect of the new Government pursuing fiscal policies that will push boundaries set by Brussels. Looking at early Eurex price action, Bunds were marked up a modest 11 ticks initially to 161.37 vs Thursday&rsquo;s 161.26 close, but have gathered momentum inversely with BTPs to hit 161.69 (+43 ticks) vs 124.54 (-93 ticks) for the latter. Ahead, Eurozone services PMIs, retail sales and NFP.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-extending-recovery-gains-or-retracement-from-post-boj-lows-03-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 13:40:00",
        "gmt_time": "2018-08-03 05:40:00"
    },
    {
        "id": 668718,
        "updated_sequence": 1019911,
        "published_at": {
            "unix": 1533273660,
            "text": "2018-08-03 06:21:00 +0100",
            "iso_8601": "2018-08-03T05:21:00Z"
        },
        "updated_at": {
            "unix": 1533273710,
            "text": "2018-08-03 06:21:50 +0100",
            "iso_8601": "2018-08-03T05:21:50Z"
        },
        "subject": "RANsquawk Daily European Opening News - 3rd August 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19775/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Asian equity markets traded mixed as the positive momentum from US failed to sustain ahead of key risk events and more soft Chinese data</li>\r\n  <li>FX markets were relatively quiet overnight in which the DXY held steady above the 95.00 level as most of its major counterparts took a breather from the prior day&rsquo;s broad retreat</li>\r\n  <li>Looking ahead, highlights include UK, EZ &amp; US services PMIs, US employment report, trade balance, ISM non-Mfg, Baker Hughes rig count</li>\r\n</ul>\r\n\r\n<p><strong>ASIA</strong></p>\r\n\r\n<p>Asian equity markets traded mixed as the momentum from US, where most majors gained and tech outperformed as Apple became the first ever to reach USD 1tln in market cap, was eventually dampened ahead of today&rsquo;s NFP jobs figures and a further PMI miss from China. ASX 200 (-0.1%) and Nikkei 225 (+0.1%) both opened higher in which tech names in Australia revelled in the strength of their US peers and Apple&rsquo;s historical feat, while Tokyo trade remained earnings-oriented. Sentiment then slightly deteriorated as China entered the fray and Caixin Services PMI missed estimates to add to the nation&rsquo;s streak of disappointing PMI releases for July. The weak data and ongoing trade concerns weighed on Hang Seng (-0.2%) and Shanghai Comp. (+0.1%) from the open, although the latter has since recovered to trade relatively flat. Finally, 10yr JGBs were flat in the first signs of stability after the BoJ&rsquo;s more flexible policy approach earlier this week, while the Rinban announcement also failed to spur price action as the BoJ kept purchases of 5yr-10yr JGBs inline with yesterday&rsquo;s unscheduled announcement.</p>\r\n\r\n<p>PBoC skipped open market operations for a net weekly drain of CNY 210bln vs. last week&#39;s CNY 370bln net drain. (Newswires)<br />PBoC set CNY mid-point at 6.8322 (Prev. 6.7942)</p>\r\n\r\n<p>Chinese Caixin Services PMI Jul 52.8 vs. Exp. 53.5 (Prev. 53.9). (Newswires)<br />Chinese Caixin Composite PMI (Jul) 52.3 (Prev. 53.0)</p>\r\n\r\n<p>BoJ minutes from June 14th-15th meeting stated momentum to achieving price target was being maintained and that most members viewed BoJ would continue with QQE with Yield Curve Control aiming to achieve the price stability target of 2% as long as it was necessary for maintaining that target in a stable manner. In addition, some members said must continue to carefully assess effects of low rates on banks, while one member suggested they must scrutinize positive and negative side effects of policy considering that it will take a while to reach inflation goal. (Newswires)</p>\r\n\r\n<p><strong>UK/EU</strong></p>\r\n\r\n<p>BoE Governor Carney said that one rate hike a year for the next few years will more or less get inflation back to the 2% target over the horizon, while Carney also commented the BoE is prepared to cut interest rates back again, depending upon how Brexit negotiations go. (Newswires)</p>\r\n\r\n<p>The Institute of Directions has called on the UK government to speed up guidance on what companies should expect in the event of a no-deal Brexit. A survey of 800 business leaders showed less than a third made any Brexit contingency plans. (BBC)</p>\r\n\r\n<p>EU Chief Negotiator Barnier has signalled that Brussels is prepared to compromise on its demands for a customs border between Northern Ireland and the rest of the UK. (Times)</p>\r\n\r\n<p><strong>FX</strong></p>\r\n\r\n<p>FX markets were relatively quiet overnight in which the DXY held steady above the 95.00 level as most of its major counterparts took a breather from the prior day&rsquo;s broad retreat against the greenback. As such, EUR/USD remained near a 1-month low beneath the 1.1600 handle and GBP/USD continued to eye 1.3000 after its failure to launch despite the BoE rate hike, as the central bank also flagged Brexit risks and stressed any future rate rises are likely to be gradual and limited. Elsewhere, USD/JPY was choppy and AUD/USD found support from better than expected Retail Sales data, although this was made brief as CNY fell to levels last seen in May 2017 after the PBoC resumed its devaluation of the reference rate.</p>\r\n\r\n<p>Australian Retail Sales (Jun) M/M 0.4% vs. Exp. 0.3% (Prev. 0.4%). (Newswires)<br />Australian Retail Sales (Q2) Q/Q 1.2% vs. Exp. 0.8% (Prev. 0.2%)<br />&nbsp;</p>\r\n\r\n<p><strong>COMMODITIES</strong></p>\r\n\r\n<p>Commodities were steady with WTI crude futures sideways overnight a sit takes a break from the prior day&rsquo;s advances in which prices found support at USD 67.00/bbl and eventually reclaimed USD 69.00/bbl. Elsewhere, gold remained subdued as the greenback held firm and with participants tentative ahead of the upcoming US NFP jobs data later, while copper also traded flat amid the indecisive risk tone in the Asia-Pac region.</p>\r\n\r\n<p><br /><strong>US</strong></p>\r\n\r\n<p>Treasuries were higher and the curve modestly bull-steepened on Thursday. There was some selling action after a weak JGB auction overnight, and after the BOE&rsquo;s rate decision, the complex also found sellers in the first instance. Analysts at IGM suggested that there was some short-covering ahead of Friday&rsquo;s payrolls data, while the belly of the curve was bolstered by a block trade in the five-year space. US 10YR T-notes settled higher by 5 ticks at 119-10+.</p>\r\n\r\n<p>US announced final duties on imported uncoated groundwood paper from Canada which is used for newspapers, while Canadian government said it is disappointed by the duties and noted that tariffs could hurt smaller communities and cost jobs at local papers. (Newswires)</p>\r\n\r\n<p>Mexico Economy Minister Guajardo said NAFTA talks with USTR will cover all outstanding issues in trade talks, while he added there will not be a deal on autos until all NAFTA issues are resolved. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-3rd-august-2018-03-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 13:21:00",
        "gmt_time": "2018-08-03 05:21:00"
    },
    {
        "id": 668716,
        "updated_sequence": 1019902,
        "published_at": {
            "unix": 1533271800,
            "text": "2018-08-03 05:50:00 +0100",
            "iso_8601": "2018-08-03T04:50:00Z"
        },
        "updated_at": {
            "unix": 1533271983,
            "text": "2018-08-03 05:53:03 +0100",
            "iso_8601": "2018-08-03T04:53:03Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia traded mixed as momentum from US tech gains and Apple's historic USD 1tln feat is clouded by China woes",
        "content": "<p>Asia equity markets traded mixed as the momentum from US, where most majors gained and tech outperformed as Apple became the first ever to reach USD 1tln in market cap, was eventually dampened ahead of today&rsquo;s NFP jobs figures and a further PMI miss from China. ASX 200 (-0.1%) and Nikkei 225 (+0.1%) both opened higher in which tech names in Australia revelled in the strength of their US peers and Apple&rsquo;s historical feat, while Tokyo trade remained earnings-oriented with Suzuki surging on increased profits for Q1. Sentiment then slightly deteriorated as China entered the fray and Caixin Services PMI missed estimates to add to the nation&rsquo;s streak of disappointing PMI releases for July. The weak data and ongoing trade concerns weighed on Hang Seng (-0.2%) and Shanghai Comp. (+0.1%) from the open, although the latter has since recovered to trade relatively flat. Finally, 10yr JGBs were flat in the first signs of stability after the BoJ&rsquo;s more flexible policy approach earlier this week, while the Rinban announcement also failed to spur price action as the BoJ kept purchases of 5yr-10yr JGBs inline with yesterday&rsquo;s unscheduled announcement.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-traded-mixed-as-momentum-from-us-tech-gains-and-apple-s-historic-usd-1tln-feat-is-clouded-by-china-woes-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 12:50:00",
        "gmt_time": "2018-08-03 04:50:00"
    },
    {
        "id": 668715,
        "updated_sequence": 1019899,
        "published_at": {
            "unix": 1533271140,
            "text": "2018-08-03 05:39:00 +0100",
            "iso_8601": "2018-08-03T04:39:00Z"
        },
        "updated_at": {
            "unix": 1533271251,
            "text": "2018-08-03 05:40:51 +0100",
            "iso_8601": "2018-08-03T04:40:51Z"
        },
        "subject": "China is said to instruct banks to apply same risk weights as asset management companies, while asset management companies are said to face increased risk weights regarding debt swaps",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-said-to-instruct-banks-to-apply-same-risk-weights-as-asset-management-companies-while-asset-management-companies-are-said-to-face-increased-risk-weights-regarding-debt-swaps-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 12:39:00",
        "gmt_time": "2018-08-03 04:39:00"
    },
    {
        "id": 668714,
        "updated_sequence": 1019893,
        "published_at": {
            "unix": 1533270900,
            "text": "2018-08-03 05:35:00 +0100",
            "iso_8601": "2018-08-03T04:35:00Z"
        },
        "updated_at": {
            "unix": 1533270961,
            "text": "2018-08-03 05:36:01 +0100",
            "iso_8601": "2018-08-03T04:36:01Z"
        },
        "subject": "Mitsubishi Heavy (7011 JT) Q1 net JPY 15.1bln vs. Prev. loss JPY 3.1bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mitsubishi-heavy-7011-jt-q1-net-jpy-15-1bln-vs-prev-loss-jpy-3-1bln-y-y-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 12:35:00",
        "gmt_time": "2018-08-03 04:35:00"
    },
    {
        "id": 668713,
        "updated_sequence": 1019890,
        "published_at": {
            "unix": 1533270780,
            "text": "2018-08-03 05:33:00 +0100",
            "iso_8601": "2018-08-03T04:33:00Z"
        },
        "updated_at": {
            "unix": 1533270855,
            "text": "2018-08-03 05:34:15 +0100",
            "iso_8601": "2018-08-03T04:34:15Z"
        },
        "subject": "Itochu (8001 JT) Q1 net JPY 113.4bln vs. Exp. JPY 108.9bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "itochu-8001-jt-q1-net-jpy-113-4bln-vs-exp-jpy-108-9bln-y-y-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 12:33:00",
        "gmt_time": "2018-08-03 04:33:00"
    },
    {
        "id": 668712,
        "updated_sequence": 1019896,
        "published_at": {
            "unix": 1533270300,
            "text": "2018-08-03 05:25:00 +0100",
            "iso_8601": "2018-08-03T04:25:00Z"
        },
        "updated_at": {
            "unix": 1533271089,
            "text": "2018-08-03 05:38:09 +0100",
            "iso_8601": "2018-08-03T04:38:09Z"
        },
        "subject": "Toyota (7203 JT) Q1 net rose 7.2% Y/Y to JPY 657.3bln vs. Exp. JPY 644.0bln, sees FY net JPY 2.12tln vs. Exp. JPY 2.28tln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "toyota-7203-jt-q1-net-rose-7-2-y-y-to-jpy-657-3bln-vs-exp-jpy-644-0bln-sees-fy-net-jpy-2-12tln-vs-exp-jpy-2-28tln-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 12:25:00",
        "gmt_time": "2018-08-03 04:25:00"
    },
    {
        "id": 668711,
        "updated_sequence": 1019884,
        "published_at": {
            "unix": 1533269040,
            "text": "2018-08-03 05:04:00 +0100",
            "iso_8601": "2018-08-03T04:04:00Z"
        },
        "updated_at": {
            "unix": 1533269097,
            "text": "2018-08-03 05:04:57 +0100",
            "iso_8601": "2018-08-03T04:04:57Z"
        },
        "subject": "Sumitomo Corp (8053 JT) Q1 net JPY 91.4bln vs. Prev. JPY 78.2bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sumitomo-corp-8053-jt-q1-net-jpy-91-4bln-vs-prev-jpy-78-2bln-y-y-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 12:04:00",
        "gmt_time": "2018-08-03 04:04:00"
    },
    {
        "id": 668710,
        "updated_sequence": 1019881,
        "published_at": {
            "unix": 1533268800,
            "text": "2018-08-03 05:00:00 +0100",
            "iso_8601": "2018-08-03T04:00:00Z"
        },
        "updated_at": {
            "unix": 1533269046,
            "text": "2018-08-03 05:04:06 +0100",
            "iso_8601": "2018-08-03T04:04:06Z"
        },
        "subject": "Malaysia Imports (Jun) Y/Y 14.9% vs. Exp. 14.3% (Prev. 0.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-imports-jun-y-y-14-9-vs-exp-14-3-prev-0-1-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 12:00:00",
        "gmt_time": "2018-08-03 04:00:00"
    },
    {
        "id": 668709,
        "updated_sequence": 1019878,
        "published_at": {
            "unix": 1533268800,
            "text": "2018-08-03 05:00:00 +0100",
            "iso_8601": "2018-08-03T04:00:00Z"
        },
        "updated_at": {
            "unix": 1533269008,
            "text": "2018-08-03 05:03:28 +0100",
            "iso_8601": "2018-08-03T04:03:28Z"
        },
        "subject": "Malaysia Exports (Jun) Y/Y 7.6% vs. Exp. 10.3%\t(Prev. 3.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-exports-jun-y-y-7-6-vs-exp-10-3-prev-3-4-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 12:00:00",
        "gmt_time": "2018-08-03 04:00:00"
    },
    {
        "id": 668708,
        "updated_sequence": 1019875,
        "published_at": {
            "unix": 1533268800,
            "text": "2018-08-03 05:00:00 +0100",
            "iso_8601": "2018-08-03T04:00:00Z"
        },
        "updated_at": {
            "unix": 1533268929,
            "text": "2018-08-03 05:02:09 +0100",
            "iso_8601": "2018-08-03T04:02:09Z"
        },
        "subject": "Malaysia Trade Balance (USD)(Jun) 6.1B vs. Exp. 9.3B (Prev. 8.1B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-trade-balance-usd-jun-6-1b-vs-exp-9-3b-prev-8-1b-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 12:00:00",
        "gmt_time": "2018-08-03 04:00:00"
    },
    {
        "id": 668707,
        "updated_sequence": 1019869,
        "published_at": {
            "unix": 1533267300,
            "text": "2018-08-03 04:35:00 +0100",
            "iso_8601": "2018-08-03T03:35:00Z"
        },
        "updated_at": {
            "unix": 1533267446,
            "text": "2018-08-03 04:37:26 +0100",
            "iso_8601": "2018-08-03T03:37:26Z"
        },
        "subject": "Goldman Sachs pushes back RBA rate hike forecast to November 2019 from Prev. forecast of November 2018 due to slower than anticipated build up of inflationary pressures and cooldown in property market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "goldman-sachs-pushes-back-rba-rate-hike-forecast-to-november-2019-from-prev-forecast-of-november-2018-due-to-slower-than-anticipated-build-up-of-inflationary-pressures-and-cooldown-in-property-market-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 11:35:00",
        "gmt_time": "2018-08-03 03:35:00"
    },
    {
        "id": 668706,
        "updated_sequence": 1019872,
        "published_at": {
            "unix": 1533267120,
            "text": "2018-08-03 04:32:00 +0100",
            "iso_8601": "2018-08-03T03:32:00Z"
        },
        "updated_at": {
            "unix": 1533268066,
            "text": "2018-08-03 04:47:46 +0100",
            "iso_8601": "2018-08-03T03:47:46Z"
        },
        "subject": "PRE-MARKET INDIAN STOCK NEWS:  Oil & Natural Gas (ONGC IS) Q1 net rose 58.2% Y/Y to INR 61.4bln vs. Exp. INR 67.0bln",
        "content": "<p>Coal India (COAL IS)<br />- Co. July offtake increased 8.9% Y/Y to 48.3mln tons. (Newswires)</p>\r\n\r\n<p>HDFC Bank (HDFCB IS)<br />- Co. raised INR 28.8bln through share sale via QIP. (ET)</p>\r\n\r\n<p>Jet Airways (JETIN IS)<br />- Co. is said to be in discussions with stakeholders regarding savings, while the airliner has reportedly informed employees it will not be able to operate for more than 2 months unless it undertakes cost cutting measures. (Newswires)</p>\r\n\r\n<p>Oil &amp; Natural Gas (ONGC IS)<br />- Co. Q1 net rose 58.2% Y/Y to INR 61.4bln vs. Exp. INR 67.0bln, rev, INR 272.1bln vs. Exp. INR 269.5bln. (ET/Newswires)</p>\r\n\r\n<p>Tata Motors (TTMT IS)<br />- Co. July US JLR sales fell 11% to 8089 vehicles. (Moneycontrol)</p>\r\n\r\n<p>Other News<br />- India is reportedly considering and likely to defer retaliatory tariffs against US products by 45 days. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-indian-stock-news-oil-natural-gas-ongc-is-q1-net-rose-58-2-y-y-to-inr-61-4bln-vs-exp-inr-67-0bln-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 11:32:00",
        "gmt_time": "2018-08-03 03:32:00"
    },
    {
        "id": 668705,
        "updated_sequence": 1019863,
        "published_at": {
            "unix": 1533265020,
            "text": "2018-08-03 03:57:00 +0100",
            "iso_8601": "2018-08-03T02:57:00Z"
        },
        "updated_at": {
            "unix": 1533265612,
            "text": "2018-08-03 04:06:52 +0100",
            "iso_8601": "2018-08-03T03:06:52Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia shrugs off initial gains and US momentum, as China woes dampen",
        "content": "<p>Asia equity markets trade mixed as the momentum from US, where most major indices gained and tech outperformed as Apple became the first ever to reach USD 1tln in market cap, was eventually dampened ahead of today&rsquo;s NFP jobs figures and a further PMI miss from China. ASX 200 (-0.1%) and Nikkei 225 (+0.1%) were both initially higher with tech names in Australia revelling in the strength of their US peers and Apple&rsquo;s historical feat, while Tokyo trade remains earnings-oriented with Suzuki surging on increased profits for Q1. Elsewhere, Hang Seng (-0.3%) and Shanghai Comp. (-0.5%) are downbeat due to the ongoing trade concerns and after the PBoC drained another CNY 210bln this week. In addition, China Caixin Services missed estimates and Composite PMI data weakened, which added to the nation&rsquo;s streak of disappointing PMI releases for July.</p>\r\n\r\n<p>FX markets are relatively quiet overnight with the DXY holding steady above the 95.00 level as most its major counterparts take a breather from the prior day&rsquo;s broad retreat against the greenback. This has kept EUR/USD near a 1-month low beneath the 1.1600 handle and GBP/USD continues to eye 1.3000 after its failure to launch despite the BoE rate hike, as the central bank also flagged Brexit risks and stressed any future rate rises are likely to be gradual and limited. Elsewhere, USD/JPY is choppy and AUD/USD found support from better than expected Retail Sales data, although this was made brief as CNY fell to levels last seen in May 2017 after the PBoC resumed its devaluation of the reference rate.</p>\r\n\r\n<p>Finally, 10yr JGBs are flat in the first signs of stability after the BoJ&rsquo;s more flexible policy approach earlier this week, while the Rinban announcement also failed to spur price action as the BoJ kept purchases of 5yr-10yr JGBs inline with yesterday&rsquo;s unscheduled announcement.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-shrugs-off-initial-gains-and-us-momentum-as-china-woes-dampen-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 10:57:00",
        "gmt_time": "2018-08-03 02:57:00"
    },
    {
        "id": 668704,
        "updated_sequence": 1019857,
        "published_at": {
            "unix": 1533262860,
            "text": "2018-08-03 03:21:00 +0100",
            "iso_8601": "2018-08-03T02:21:00Z"
        },
        "updated_at": {
            "unix": 1533262880,
            "text": "2018-08-03 03:21:20 +0100",
            "iso_8601": "2018-08-03T02:21:20Z"
        },
        "subject": "China State Council says will make monetary policy transmission smoother, adds will effectively utilize and make positive use of fiscal policy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-state-council-says-will-make-monetary-policy-transmission-smoother-adds-will-effectively-utilize-and-make-positive-use-of-fiscal-policy-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 10:21:00",
        "gmt_time": "2018-08-03 02:21:00"
    },
    {
        "id": 668703,
        "updated_sequence": 1019854,
        "published_at": {
            "unix": 1533261360,
            "text": "2018-08-03 02:56:00 +0100",
            "iso_8601": "2018-08-03T01:56:00Z"
        },
        "updated_at": {
            "unix": 1533261436,
            "text": "2018-08-03 02:57:16 +0100",
            "iso_8601": "2018-08-03T01:57:16Z"
        },
        "subject": "Japanese Finance Minister Aso thinks BoJ actions this week strengthened sustainability of monetary easing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-finance-minister-aso-thinks-boj-actions-this-week-strengthened-sustainability-of-monetary-easing-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 09:56:00",
        "gmt_time": "2018-08-03 01:56:00"
    },
    {
        "id": 668699,
        "updated_sequence": 1019841,
        "published_at": {
            "unix": 1533260520,
            "text": "2018-08-03 02:42:00 +0100",
            "iso_8601": "2018-08-03T01:42:00Z"
        },
        "updated_at": {
            "unix": 1533260576,
            "text": "2018-08-03 02:42:56 +0100",
            "iso_8601": "2018-08-03T01:42:56Z"
        },
        "subject": "Japanese Economic Minister Motegi says will not make concessions that harm national interests during trade talks with US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-economic-minister-motegi-says-will-not-make-concessions-that-harm-national-interests-during-trade-talks-with-us-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 09:42:00",
        "gmt_time": "2018-08-03 01:42:00"
    },
    {
        "id": 668701,
        "updated_sequence": 1019847,
        "published_at": {
            "unix": 1533260100,
            "text": "2018-08-03 02:35:00 +0100",
            "iso_8601": "2018-08-03T01:35:00Z"
        },
        "updated_at": {
            "unix": 1533260787,
            "text": "2018-08-03 02:46:27 +0100",
            "iso_8601": "2018-08-03T01:46:27Z"
        },
        "subject": "Chinese Caixin Composite PMI (Jul) 52.3 (Prev. 53.0)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-caixin-composite-pmi-jul-52-3-prev-53-0-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 09:35:00",
        "gmt_time": "2018-08-03 01:35:00"
    },
    {
        "id": 668696,
        "updated_sequence": 1019820,
        "published_at": {
            "unix": 1533258900,
            "text": "2018-08-03 02:15:00 +0100",
            "iso_8601": "2018-08-03T01:15:00Z"
        },
        "updated_at": {
            "unix": 1533258978,
            "text": "2018-08-03 02:16:18 +0100",
            "iso_8601": "2018-08-03T01:16:18Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.8322 (Prev. 6.7942)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-8322-prev-6-7942-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 09:15:00",
        "gmt_time": "2018-08-03 01:15:00"
    },
    {
        "id": 668696,
        "updated_sequence": 1019820,
        "published_at": {
            "unix": 1533258900,
            "text": "2018-08-03 02:15:00 +0100",
            "iso_8601": "2018-08-03T01:15:00Z"
        },
        "updated_at": {
            "unix": 1533258978,
            "text": "2018-08-03 02:16:18 +0100",
            "iso_8601": "2018-08-03T01:16:18Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.8322 (Prev. 6.7942)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-8322-prev-6-7942-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 09:15:00",
        "gmt_time": "2018-08-03 01:15:00"
    },
    {
        "id": 668695,
        "updated_sequence": 1019817,
        "published_at": {
            "unix": 1533258780,
            "text": "2018-08-03 02:13:00 +0100",
            "iso_8601": "2018-08-03T01:13:00Z"
        },
        "updated_at": {
            "unix": 1533258844,
            "text": "2018-08-03 02:14:04 +0100",
            "iso_8601": "2018-08-03T01:14:04Z"
        },
        "subject": "PBoC skips open market operations for a net weekly drain of CNY 210bln vs. last week's CNY 370bln net drain",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-net-weekly-drain-of-cny-210bln-vs-last-week-s-cny-370bln-net-drain-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 09:13:00",
        "gmt_time": "2018-08-03 01:13:00"
    },
    {
        "id": 668694,
        "updated_sequence": 1019823,
        "published_at": {
            "unix": 1533258600,
            "text": "2018-08-03 02:10:00 +0100",
            "iso_8601": "2018-08-03T01:10:00Z"
        },
        "updated_at": {
            "unix": 1533259215,
            "text": "2018-08-03 02:20:15 +0100",
            "iso_8601": "2018-08-03T01:20:15Z"
        },
        "subject": "BoJ offers to buy JPY 400bln in 5yr-10yr, JPY 180bln 10yr-25yr and JPY 60bln in 25yr+ JGBs; buying in 5yr-10yr is same as Thursday but reduced from prev. scheduled purchase of JPY 410bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-400bln-in-5yr-10yr-jpy-180bln-10yr-25yr-and-jpy-60bln-in-25yr-jgbs-buying-in-5yr-10yr-is-same-as-thursday-but-reduced-from-prev-scheduled-purchase-of-jpy-410bln-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 09:10:00",
        "gmt_time": "2018-08-03 01:10:00"
    },
    {
        "id": 668693,
        "updated_sequence": 1019811,
        "published_at": {
            "unix": 1533258060,
            "text": "2018-08-03 02:01:00 +0100",
            "iso_8601": "2018-08-03T01:01:00Z"
        },
        "updated_at": {
            "unix": 1533258439,
            "text": "2018-08-03 02:07:19 +0100",
            "iso_8601": "2018-08-03T01:07:19Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: Earnings including Cheung Kong Property, CK Hutchison and MGM China",
        "content": "<p>Cheung Kong Property Holdings (1113 HK)<br />- Co. H1 net HKD 24.3bln vs. Prev. HKD 14.9bln Y/Y, rev. HKD 24.1bln vs. Prev. HKD 29.9bln Y/Y. (Newswires)</p>\r\n\r\n<p>China Aoyuan Property (3883 HK)<br />- Co. July contracted sales rose 138% Y/Y to CNY 6.02bln. (Newswires)</p>\r\n\r\n<p>China Resources Beer (291 HK)<br />- Co. and Heineken (HEIA NA) sign non-binding agreement to partner on beer in which they will combine their China operations. (Newswires)</p>\r\n\r\n<p>CK Hutchison Holdings (1 HK)<br />- Co. H1 net HKD 18.0bln vs. Prev. HKD 15.9bln Y/Y, rev. HKD 224.5bln vs. Prev. HKD 193.7bln Y/Y. (Newswires)</p>\r\n\r\n<p>Geely Auto (175 HK)<br />- Co. Volvo unit July sales rose 15% Y/Y to 50.9k vehicles. (Newswires)</p>\r\n\r\n<p>Gome (493 HK)<br />- Co. issues a profit warning in which it guides H1 at a net loss of between CNY 380mln-480mln and sees revenue declining by around 9%. (Newswires)</p>\r\n\r\n<p>HNA Holding (521 HK)<br />- Co. is said to examine options for its Avolon plane-leasing unit. (Newswires)</p>\r\n\r\n<p>ICBC (1398 HK)<br />- Co. is said to be planning to increase its efforts related to business lending. (Newswires)</p>\r\n\r\n<p>MGM China (2282 HK)<br />- Co. H1 net HKD 2.3bln vs. Prev. HKD 2.2bln Y/Y, rev. HKD 9.07bln vs. Prev. HKD 6.99bln Y/Y. (Newswires)<br />- Parent MGM (MGM) Q2 EPS USD 0.21 vs. Exp. USD 0.26, rev. USD 2.86bln vs. Exp. USD 2.99bln.</p>\r\n\r\n<p>Financials<br />- China&rsquo;s banking regulator reportedly lowered commercial banks&rsquo; risk weighting for debt-to-equity swaps. (Newswires)</p>\r\n\r\n<p>Other News<br />- China Commerce Ministry said China will have to fight back against the US to defend its dignity and people&#39;s interests, while it added that China upholds using dialogue to resolve disputes and will safeguard free trade and multilateralism. Mofcom also commented China has fully prepared for US threats on escalating trade war and are to &#39;properly handle&#39; trade disputes with the US, as well as take every effort to stabilize trade. (Newswires)<br />- China should widen 2-way capital market opening, according to Chinese press. (China Securities Journal)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-earnings-including-cheung-kong-property-ck-hutchison-and-mgm-china-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 09:01:00",
        "gmt_time": "2018-08-03 01:01:00"
    },
    {
        "id": 668692,
        "updated_sequence": 1019805,
        "published_at": {
            "unix": 1533256500,
            "text": "2018-08-03 01:35:00 +0100",
            "iso_8601": "2018-08-03T00:35:00Z"
        },
        "updated_at": {
            "unix": 1533256634,
            "text": "2018-08-03 01:37:14 +0100",
            "iso_8601": "2018-08-03T00:37:14Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: United Overseas Bank (UOB SP) Q2 net rose 28% Y/Y to SGD 1.08bln vs. Exp. SGD 0.98bln",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>Chilisin Electronics (2456 TT)<br />- Delta Electronics (2308 TT) is said to file patent suit against the Co. (Newswires)</p>\r\n\r\n<p>Other News<br />- Taiwan central bank meeting minutes stated that currency effect is to be a factor in decisions and that some members were concerned regarding FX impact on inflation. The minutes also showed that a member thought H2 inflation pressure is mild and a member also saw no urgency to change rates. (Newswires)<br />- Taiwan&rsquo;s Labor Ministry will meet with unions and business leaders on August 16th to discuss wage increases. (Focus Taiwan)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>SINGAPORE</p>\r\n\r\n<p>Sembcorp Industries (SCI IS)<br />- Co. Q2 net SGD 81.9mln vs. Prev. SGD 55.8mln Y/Y, rev. SGD 3.34bln vs. Prev. SGD 2.28bln Y/Y. (Newswires)<br />- Co. said it expects market environment to remain challenging this year.</p>\r\n\r\n<p>Singapore Post (SPOST SP)<br />- Co. Q1 net SGD 18.7mln vs. Prev. SGD 31.4mln Y/Y, rev. SGD 372.6mln vs. Prev. SGD 360.5mln Y/Y. (Newswires)</p>\r\n\r\n<p>United Overseas Bank (UOB SP)<br />- Co. Q2 net SGD 1.08bln vs. Exp. SGD 0.98bln. (Newswires)</p>\r\n\r\n<p>Data Recap<br />- Singapore PMI (Jul) 52.3 (Prev. 52.5). (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-united-overseas-bank-uob-sp-q2-net-rose-28-y-y-to-sgd-1-08bln-vs-exp-sgd-0-98bln-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 08:35:00",
        "gmt_time": "2018-08-03 00:35:00"
    },
    {
        "id": 668689,
        "updated_sequence": 1019793,
        "published_at": {
            "unix": 1533256200,
            "text": "2018-08-03 01:30:00 +0100",
            "iso_8601": "2018-08-03T00:30:00Z"
        },
        "updated_at": {
            "unix": 1533256257,
            "text": "2018-08-03 01:30:57 +0100",
            "iso_8601": "2018-08-03T00:30:57Z"
        },
        "subject": "Japanese Nikkei Composite PMI (Jul) 51.8 (Prev. 52.1)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-nikkei-composite-pmi-jul-51-8-prev-52-1-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 08:30:00",
        "gmt_time": "2018-08-03 00:30:00"
    },
    {
        "id": 668688,
        "updated_sequence": 1019790,
        "published_at": {
            "unix": 1533256200,
            "text": "2018-08-03 01:30:00 +0100",
            "iso_8601": "2018-08-03T00:30:00Z"
        },
        "updated_at": {
            "unix": 1533256244,
            "text": "2018-08-03 01:30:44 +0100",
            "iso_8601": "2018-08-03T00:30:44Z"
        },
        "subject": "Japanese Nikkei Services PMI (Jul) 51.3 (Prev. 51.4)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-nikkei-services-pmi-jul-51-3-prev-51-4-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 08:30:00",
        "gmt_time": "2018-08-03 00:30:00"
    },
    {
        "id": 668691,
        "updated_sequence": 1019802,
        "published_at": {
            "unix": 1533256200,
            "text": "2018-08-03 01:30:00 +0100",
            "iso_8601": "2018-08-03T00:30:00Z"
        },
        "updated_at": {
            "unix": 1533256429,
            "text": "2018-08-03 01:33:49 +0100",
            "iso_8601": "2018-08-03T00:33:49Z"
        },
        "subject": "Singapore Nikkei PMI (Jul) 53.0 (Prev. 56.0)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-nikkei-pmi-jul-53-0-prev-56-0-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 08:30:00",
        "gmt_time": "2018-08-03 00:30:00"
    },
    {
        "id": 668690,
        "updated_sequence": 1019796,
        "published_at": {
            "unix": 1533256200,
            "text": "2018-08-03 01:30:00 +0100",
            "iso_8601": "2018-08-03T00:30:00Z"
        },
        "updated_at": {
            "unix": 1533256319,
            "text": "2018-08-03 01:31:59 +0100",
            "iso_8601": "2018-08-03T00:31:59Z"
        },
        "subject": "Hong Kong Nikkei PMI (Jul) 48.2 (Prev. 47.7)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hong-kong-nikkei-pmi-jul-48-2-prev-47-7-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 08:30:00",
        "gmt_time": "2018-08-03 00:30:00"
    },
    {
        "id": 668687,
        "updated_sequence": 1019787,
        "published_at": {
            "unix": 1533255060,
            "text": "2018-08-03 01:11:00 +0100",
            "iso_8601": "2018-08-03T00:11:00Z"
        },
        "updated_at": {
            "unix": 1533255135,
            "text": "2018-08-03 01:12:15 +0100",
            "iso_8601": "2018-08-03T00:12:15Z"
        },
        "subject": "KT Corp (030200 KS) Q2 oper. profit KRW 399bln vs. Exp. KRW 383bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kt-corp-030200-ks-q2-oper-profit-krw-399bln-vs-exp-krw-383bln-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 08:11:00",
        "gmt_time": "2018-08-03 00:11:00"
    },
    {
        "id": 668686,
        "updated_sequence": 1019784,
        "published_at": {
            "unix": 1533254460,
            "text": "2018-08-03 01:01:00 +0100",
            "iso_8601": "2018-08-03T00:01:00Z"
        },
        "updated_at": {
            "unix": 1533254687,
            "text": "2018-08-03 01:04:47 +0100",
            "iso_8601": "2018-08-03T00:04:47Z"
        },
        "subject": "Asia equity markets begin with a positive tone after a similar performance of stocks on Wall St where tech outperformed on Apple's USD 1tln historical feat; ASX 200 (+0.2%), Nikkei 225 (+0.3%); KOSPI (+0.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-with-a-positive-tone-after-a-similar-performance-of-stocks-on-wall-st-where-tech-outperformed-on-apple-s-usd-1tln-historical-feat-asx-200-0-2-nikkei-225-0-3-kospi-0-2-03-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-03 08:01:00",
        "gmt_time": "2018-08-03 00:01:00"
    }
]