[
    {
        "id": 620972,
        "updated_sequence": 983785,
        "published_at": {
            "unix": 1527280200,
            "text": "2018-05-25 21:30:00 +0100",
            "iso_8601": "2018-05-25T20:30:00Z"
        },
        "updated_at": {
            "unix": 1527280200,
            "text": "2018-05-25 21:30:00 +0100",
            "iso_8601": "2018-05-25T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-18-05-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 04:30:00",
        "gmt_time": "2018-05-25 20:30:00"
    },
    {
        "id": 660295,
        "updated_sequence": 983783,
        "published_at": {
            "unix": 1527279960,
            "text": "2018-05-25 21:26:00 +0100",
            "iso_8601": "2018-05-25T20:26:00Z"
        },
        "updated_at": {
            "unix": 1527280001,
            "text": "2018-05-25 21:26:41 +0100",
            "iso_8601": "2018-05-25T20:26:41Z"
        },
        "subject": "DBRS upgrades Cyprus to BB, trend remains positive",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DBRS",
        "slug": "dbrs-upgrades-cyprus-to-bb-trend-remains-positive-25-05-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 04:26:00",
        "gmt_time": "2018-05-25 20:26:00"
    },
    {
        "id": 660294,
        "updated_sequence": 983780,
        "published_at": {
            "unix": 1527279360,
            "text": "2018-05-25 21:16:00 +0100",
            "iso_8601": "2018-05-25T20:16:00Z"
        },
        "updated_at": {
            "unix": 1527279397,
            "text": "2018-05-25 21:16:37 +0100",
            "iso_8601": "2018-05-25T20:16:37Z"
        },
        "subject": "S&P: South Africa Foreign And Local Currency Ratings Affirmed At 'BB' And 'BB+'; Outlook Stable",
        "content": "<p><a href=\"https://www.standardandpoors.com/en_US/web/guest/article/-/view/type/HTML/id/2045586\">Full report</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "S&P",
        "slug": "s-p-south-africa-foreign-and-local-currency-ratings-affirmed-at-bb-and-bb-outlook-stable-25-05-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 04:16:00",
        "gmt_time": "2018-05-25 20:16:00"
    },
    {
        "id": 660293,
        "updated_sequence": 983775,
        "published_at": {
            "unix": 1527278520,
            "text": "2018-05-25 21:02:00 +0100",
            "iso_8601": "2018-05-25T20:02:00Z"
        },
        "updated_at": {
            "unix": 1527278630,
            "text": "2018-05-25 21:03:50 +0100",
            "iso_8601": "2018-05-25T20:03:50Z"
        },
        "subject": "US MARKET WRAP 25 May 2018: European political woes drive risk-off into the long weekend",
        "content": "<p><strong>* SNAP-SHOT:&nbsp;Equities down, Treasuries up, DXY up, Crude down.<br />* REAR-VIEW: Durables headline hit by aircraft, core capex solid; German IFO stabilises; Fedspeak/BOE-speak reveals little.<br />* NEXT WEEK: US nonfarm payrolls, US PCE, Eurozone inflation, BOC rate decision, China PMIs.</strong></p>\r\n\r\n<p><strong>* EUROPEAN POLITCS: </strong>News that Spanish PM Rajoy is facing a confidence vote were added to the list of trader&rsquo;s concerns about the European political climate. Rajoy himself ruled-out snap elections, but may yet face a confidence vote, after socialists PSOE filed a no-confidence motion &ndash; backed by the anti-austerity Podemos party. In Italy, there has been no fresh announcements on cabinet personal, although League sources suggest that they still prefer Eurosceptic Savona for the role of finance minister.</p>\r\n\r\n<p><strong>* NORTH KOREA: </strong>After a measured response from North Korea overnight, US President Trump continued to push his carrot-and-stick approach, stating that the North Korean summit could still take place on 12 June, the date that the meeting was initially scheduled for. Trump was encouraged by the &ldquo;very nice statement&rdquo; that North Korea issued overnight, and told reporters that the lines of communications with NK remain open, though suggested he believes NK was playing games.</p>\r\n\r\n<p><strong>* NAFTA: </strong>Mexican economy minister Guajardo does not like the idea of a &#39;skinny&#39; NAFTA deal, and said that negotiations should not be subject to political calendars; he also called for negotiations to be concluded as soon as possible. Guajardo himself sees an 80% chance of completing the deal before the change of Mexican govt in December 2018. He also repeated that it would be easier to reach a NAFTA deal if there were no sunset clause on the table.</p>\r\n\r\n<p><strong>* FEDSPEAK: </strong>Another day with a lot of Fedspeak, but very little about monetary policy and the economic outlook. Fed chair Powell stayed away from the subject completely. Fed&rsquo;s Kaplan (non-voter, neutral) never seems to leave the wires these days, and Friday reiterated his base case if for an additional two hikes this year contingent on inflation, and remains sceptical that the neutral rate can move higher. Bostic (voter, dovish) is another one that practically lives on the newswires, and Friday repeated his familiar lines about gradual hikes. Fed&rsquo;s Evans (non-voter, dove) said innovation may create headwinds for inflation and was sceptical that the tax policy will allow GDP growth to 3% Speakers also dedicated time to &lsquo;policy framework&rsquo; type comments.</p>\r\n\r\n<p><strong>* ECB SPEAK: </strong>Sources reported that ECB officials are not ruling out tweaks to QE at its June meeting. This came in the context of an earlier source suggesting the ECB policymakers were in unison over ending QE this year, but there was no hint at when the timing of the decision would be. ECB&#39;s Liikanen (Neutral) said that if inflation remains below 2% for an extended period, ECB would also have to tolerate inflation over 2%. ECB&rsquo;s said that by using non-standard policy tools, there could be a long lag in seeing the impact on inflation.</p>\r\n\r\n<p><strong>* DATA: </strong>US Durable Goods (Apr) -1.7% vs. Exp. -1.4% (Prev. 2.6%, Rev. 2.7%). The durable goods headline was hit by aircraft (Boeing&rsquo;s orders in the month were 78 in April vs 197 in March), though core capex was strong; Capital goods orders ex air jumped, however, to the best levels since November. &ldquo;The post-hurricane surge in orders last year could not be sustained, but the inevitable correction is now over and an upward trend is resuming,&rdquo; Pantheon Macroeconomics said, &ldquo;both oil and non-oil capex are set to rise over the next few months, keeping overall capex rising much faster than GDP growth, boosting productivity growth and earnings, while holding down unit labor costs and inflation.&rdquo;</p>\r\n\r\n<p><strong>* EQUITIES: </strong>SPX -0.2% at 2,722, NDX +0.2% at 6,961, DJI -0.2% at 24,751.&nbsp;&nbsp;SECTORS: Cons Cyclicals +0.2%, Cons Non-Cyclicals: +0.1%, Energy: -2.6%, Financials: -0.4%, Health Care: -0.2%, Industrials: -0.2%, Materials: -0.5%, Telecom: -0.6%, Tech: 0%, Utilities: +0.4%</p>\r\n\r\n<p>US equity futures were content within their 2730-2740 range, until pre-market news from Spain, Italy as well as OPEC added to a risk-off feel, which the futures complex finally succumbed to. In the pre-market, ES tested the 2715 area, before ranging between 2715-2725 heading into the long weekend.</p>\r\n\r\n<p>Sectors were mixed on Friday with energy continuing to post losses greater than 3% on the back of plummeting oil prices driven by potential easing of the oil supply curbs by OPEC+. Materials and industrials also posted losses. On the flip side, consumer cyclicals and non-cyclicals held in positive territory, lifted by retailer names.</p>\r\n\r\n<p>In M&amp;A news, Bayer (BAY GY) has won antitrust approval for Monsanto (MON) with the merger approval likely to be announced by next Tuesday. Earlier today, Bayer said to see synergy effects from the union with Monsanto which would add USD 300mln to the prior estimates.&nbsp;</p>\r\n\r\n<p>In earnings, Foot Locker (FL) led the S&amp;P and was up by more than 14% after reporting its numbers whereas Gap (GAP) was the worst performer in the index down more than 13% after reporting a miss on EPS. Elsewhere, Autodesk (ADSK) and Ross Stores (ROST) lagged in the NASDAQ with the former cutting its Q2 EPS guidance.</p>\r\n\r\n<p>In equity specific stories, BioMarin (BMRN) was at the top of the NASDAQ after US regulators approved a drug for the treatment of a rare metabolic disorder in adults. Fiat Chrysler (FCAU) was down 2% after it recalled 4.8mln vehicles in the US due to a software defect and Lockheed martin (LMT) also in the red after the Senate Committee drafted a bill that prevents Turkey from buying F-35 fighter jets from the plane manufacturer.</p>\r\n\r\n<p><strong>* CRUDE: </strong>WTI futures settled $2.83 lower at $67.88/bbl; Brent settled $2.35 lower at $76.44/bbl. Oil continued its descent on Friday and closes out the week lower for the first in May, amid confirmation that OPEC may ease supply cuts to make up for the lost capacity of Venezuela and Iran, with OPEC &amp; Non-OPEC to discuss increasing oil output by around 1mln bpd at its June meeting. Russian Oil Minister Novak noted that oil stocks may have already dropped 5mln barrels below their 5-year average. Later on, Novak also noted that no final decision has yet been taken over easing cuts, and he is convinced there will be a compromise between OPEC members. He believes it is too soon to say how much of the cut supply will be coming back to the market. The Saudi Energy Minister also responded to the proposition, proclaiming that &quot;all options are on the table&quot; and announcing to be certainly prepared for policy adjustments in June. Russia and Saudi Arabia both noted the easing will be gradual, with the former seeing proportional easing for OPEC+ members a fair option and with the latter warning over the impact of Iranian sanctions. Comments also came from the UAE Energy Minister who said the UAE, Saudi and Russia did not discuss parameters of OPEC easing. On the Russian front, President Putin said oil prices at USD 65/bbl suit him whilst Deputy FinMin Oreshkin said the three-year forecast assumed oil prices at USD 60/bbl. The Baker Hughes oil rig count increased this week with firms adding the most rigs in a week and in a month since February (oil rigs +15, gas rigs -2 in the week).</p>\r\n\r\n<p><strong>* TREASURIES: </strong>US 10yr T-Notes futures settled 11+ ticks higher at 119-27+. Treasury yields fell across the curve amid continued uncertainty in Europe around the upsurge of the new populist government in Italy, which sent the spread between 10yr Bunds and BTPS above 200bps, and also on the prospect that Spanish PM Rajoy will likely face a confidence vote. Treasuries caught a bid during European hours as safe haven assets drew demand, and stabilised near session highs as investors squared-up their books ahead of the long weekend in the US/UK. Most of the action was concentrated in the belly of the curve with 10yr yields higher by c.5bps, the front end of the curve was higher by c.3bps and the long end by c.4bps. 2s5s and 2s10s narrowed by c.2bps whilst 5s30 and 10s30s widened by c.2bps.</p>\r\n\r\n<p><strong>* FOREX: </strong>USD: Briefly knocked by this week&rsquo;s &ldquo;dovish&rdquo; FOMC minutes, but the DXY is on course to finish higher for the second week. Much of the greenback&rsquo;s fortunate has come as a result of European factors (EUR and GBP were laggards in the week due to politics and data, respectively). On Friday, the USD was also helped along by weakness in commodity FX, after crude sees out the week in the red; the DXY has generally shrugged-off yields falling back beneath 3.00%.</p>\r\n\r\n<p>EUR continues to be gripped by political woes, with the single currency sliding to lows last seen in November, beneath 1.1650, though settled above that level heading into the weekend, stabilised by slightly hawkish ECB sources reports. While the situation in Italy has an end in sight (albeit one that might not be favourable to Eurozone policymakers), political troubles in Spain forced PM Rajoy on Friday to rule out snap elections, after some of his former party members were convicted on corruption charges. These factors, combined with diminishing data surprises has led some desks to talk about a visit of 1.12 area in the medium-term.</p>\r\n\r\n<p>GBP: Sterling&rsquo;s drop has gone slightly under the radar, most likely due to the more visible EUR woes. The 1.33 level has just about held, but the analyst community expects it is a matter of time before it gives way. Cable has now dropped by about 11 figures since the April highs, and this is prompting some to look for opportunities to get long; one European desk said that there is some topside risk to be realised as a friendlier customs union solution seems to be growing in consensus, and fears of a hard-left government are abating; the desk said it would evaluate longs with GBP around 1.33. There were some late positive ticks above that level after the EU Brexit Negotiator Barnier said his scenario is to reach a realistic Brexit deal; his worst-case scenario is not a no deal.</p>\r\n\r\n<p>JPY: The EURJPY 127.00 handle is in sight amid the latest bout of EUR weakness; but even against the USD, JPY holds up well going into the weekend with a softer risk tone. There has been focus on the USDJPY 109.20 level &ndash; technicians say a Friday close beneath here would be bearish &ndash; and while the level was breached, prices soon got back above it. Some European desks are looking to fade moves between 109.50-109.80, targeting sub-109.</p>\r\n\r\n<p>EMFX: Traded soggy vs the greenback on Friday. The ZAR fairs slightly better than other EMFX after South Africa&rsquo;s President Ramaphosa approved a special investigation over unlawful conduct of several government departments. BRL was also performing slightly better in the EMFX space after reports suggested that Senate was nearing a vote on fuel tax; separately, the Brazilian govt reportedly authorised the use of military force, if needed, to end nationwide blockades of highways, sources said. The MXN was actually up against the dollar, after the Mexico economy minister said he was hopeful of a NAFTA deal before the US midterms (it might be &lsquo;skinny&rsquo;). RUB was spanked amid a combination of USD strength and oil prices dropping.</p>\r\n\r\n<p><strong>* NEXT WEEK: </strong>US nonfarm payrolls, US PCE, Eurozone inflation, BOC rate decision, China PMIs. <a href=\"https://ransquawk.com/research_sheets/19260/download\">Click here to read our Week In Focus report.</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-25-may-2018-european-political-woes-drive-risk-off-into-the-long-weekend-25-05-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 04:02:00",
        "gmt_time": "2018-05-25 20:02:00"
    },
    {
        "id": 660292,
        "updated_sequence": 983772,
        "published_at": {
            "unix": 1527276660,
            "text": "2018-05-25 20:31:00 +0100",
            "iso_8601": "2018-05-25T19:31:00Z"
        },
        "updated_at": {
            "unix": 1527276714,
            "text": "2018-05-25 20:31:54 +0100",
            "iso_8601": "2018-05-25T19:31:54Z"
        },
        "subject": "Exxon (XOM) has started evacuating non-essential workers from its Lena oil production platform in the Gulf of Mexico ahead of the Alberto storm",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-xom-has-started-evacuating-non-essential-workers-from-its-lena-oil-production-platform-in-the-gulf-of-mexico-ahead-of-the-alberto-storm-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 03:31:00",
        "gmt_time": "2018-05-25 19:31:00"
    },
    {
        "id": 660281,
        "updated_sequence": 983769,
        "published_at": {
            "unix": 1527274800,
            "text": "2018-05-25 20:00:00 +0100",
            "iso_8601": "2018-05-25T19:00:00Z"
        },
        "updated_at": {
            "unix": 1527274800,
            "text": "2018-05-25 20:00:00 +0100",
            "iso_8601": "2018-05-25T19:00:00Z"
        },
        "subject": "Week in Focus: 28th May - 1st June 2018 - Now available in the Research Suite",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19260/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "week-in-focus-28th-may-1st-june-2018-now-available-in-the-research-suite-25-05-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 03:00:00",
        "gmt_time": "2018-05-25 19:00:00"
    },
    {
        "id": 660291,
        "updated_sequence": 983767,
        "published_at": {
            "unix": 1527273720,
            "text": "2018-05-25 19:42:00 +0100",
            "iso_8601": "2018-05-25T18:42:00Z"
        },
        "updated_at": {
            "unix": 1527273778,
            "text": "2018-05-25 19:42:58 +0100",
            "iso_8601": "2018-05-25T18:42:58Z"
        },
        "subject": "EU Brexit Negotiator Barnier says his scenario is to reach a realistic Brexit deal; his worst-case scenario is not a no deal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-brexit-negotiator-barnier-says-his-scenario-is-to-reach-a-realistic-brexit-deal-his-worst-case-scenario-is-not-a-no-deal-25-05-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 02:42:00",
        "gmt_time": "2018-05-25 18:42:00"
    },
    {
        "id": 660290,
        "updated_sequence": 983764,
        "published_at": {
            "unix": 1527273060,
            "text": "2018-05-25 19:31:00 +0100",
            "iso_8601": "2018-05-25T18:31:00Z"
        },
        "updated_at": {
            "unix": 1527273517,
            "text": "2018-05-25 19:38:37 +0100",
            "iso_8601": "2018-05-25T18:38:37Z"
        },
        "subject": "WTI futures settle USD 2.83 lower at USD 67.88/bbl; Brent settles USD 2.35 lower at USD 76.44/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Oil continued its descent on Friday and closes out the week lower for the first in May, amid confirmation that OPEC may ease supply cuts to make up for the lost capacity of Venezuela and Iran, with OPEC &amp; Non-OPEC to discuss increasing oil output by around 1mln bpd at its June meeting. Russian Oil Minister Novak noted that oil stocks may have already dropped 5mln barrels below their 5-year average. Later on, Novak also noted that no final decision has yet been taken over easing cuts, and he is convinced there will be a compromise between OPEC members. He believes it is too soon to say how much of the cut supply will be coming back to the market. The Saudi Energy Minister also responded to the proposition, proclaiming that &quot;all options are on the table&quot; and announcing to be certainly prepared for policy adjustments in June. Russia and Saudi Arabia both noted the easing will be gradual, with the former seeing proportional easing for OPEC+ members a fair option and with the latter warning over the impact of Iranian sanctions. Comments also came from the UAE Energy Minister who said the UAE, Saudi and Russia did not discuss parameters of OPEC easing. On the Russian front, President Putin said oil prices at USD 65/bbl suit him whilst Deputy FinMin Oreshkin said the three-year forecast assumed oil prices at USD 60/bbl. The Baker Hughes oil rig count increased this week with firms adding the most rigs in a week and in a month since February (oil rigs +15, gas rigs -2 in the week).</p>\r\n",
        "analysis_updated_at": {
            "unix": 1527273060,
            "text": "2018-05-25 19:31:00 +0100",
            "iso_8601": "2018-05-25T18:31:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-futures-settle-usd-2-83-lower-at-usd-67-88-bbl-brent-settles-usd-2-35-lower-at-usd-76-44-bbl-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 02:31:00",
        "gmt_time": "2018-05-25 18:31:00"
    },
    {
        "id": 660289,
        "updated_sequence": 983759,
        "published_at": {
            "unix": 1527271380,
            "text": "2018-05-25 19:03:00 +0100",
            "iso_8601": "2018-05-25T18:03:00Z"
        },
        "updated_at": {
            "unix": 1527271475,
            "text": "2018-05-25 19:04:35 +0100",
            "iso_8601": "2018-05-25T18:04:35Z"
        },
        "subject": "Italy's League said to stick with its position that Savona should be the economy minister, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-league-said-to-stick-with-its-position-that-savona-should-be-the-economy-minister-according-to-sources-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 02:03:00",
        "gmt_time": "2018-05-25 18:03:00"
    },
    {
        "id": 660288,
        "updated_sequence": 983756,
        "published_at": {
            "unix": 1527270660,
            "text": "2018-05-25 18:51:00 +0100",
            "iso_8601": "2018-05-25T17:51:00Z"
        },
        "updated_at": {
            "unix": 1527270796,
            "text": "2018-05-25 18:53:16 +0100",
            "iso_8601": "2018-05-25T17:53:16Z"
        },
        "subject": "BNP Paribas raises oil prices forecasts and sees WTI and Brent averaging at USD 72/bbl and USD 78/bbl respectively in 2018 ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bnp-paribas-raises-oil-prices-forecasts-and-sees-wti-and-brent-averaging-at-usd-72-bbl-and-usd-78-bbl-respectively-in-2018-25-05-2018",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 01:51:00",
        "gmt_time": "2018-05-25 17:51:00"
    },
    {
        "id": 660287,
        "updated_sequence": 983753,
        "published_at": {
            "unix": 1527270120,
            "text": "2018-05-25 18:42:00 +0100",
            "iso_8601": "2018-05-25T17:42:00Z"
        },
        "updated_at": {
            "unix": 1527270434,
            "text": "2018-05-25 18:47:14 +0100",
            "iso_8601": "2018-05-25T17:47:14Z"
        },
        "subject": "Italy PM designate Conte is still negotiating over the cabinet, no decision yet been made on Savona; according to M5S source",
        "content": "<ul><li>At the meeting with President Mattarella, Conte did not tell him when he would present a cabinet team</li>\r\n  <li>M5S source notes no disagreements with the League over the cabinet team</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-pm-designate-conte-is-still-negotiating-over-the-cabinet-no-decision-yet-been-made-on-savona-according-to-m5s-source-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 01:42:00",
        "gmt_time": "2018-05-25 17:42:00"
    },
    {
        "id": 660286,
        "updated_sequence": 983744,
        "published_at": {
            "unix": 1527269940,
            "text": "2018-05-25 18:39:00 +0100",
            "iso_8601": "2018-05-25T17:39:00Z"
        },
        "updated_at": {
            "unix": 1527270030,
            "text": "2018-05-25 18:40:30 +0100",
            "iso_8601": "2018-05-25T17:40:30Z"
        },
        "subject": "Russia's Energy Minister Novak says proportional easing for OPEC+ members seems a fair option ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-energy-minister-novak-says-proportional-easing-for-opec-members-seems-a-fair-option-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 01:39:00",
        "gmt_time": "2018-05-25 17:39:00"
    },
    {
        "id": 660285,
        "updated_sequence": 983746,
        "published_at": {
            "unix": 1527269700,
            "text": "2018-05-25 18:35:00 +0100",
            "iso_8601": "2018-05-25T17:35:00Z"
        },
        "updated_at": {
            "unix": 1527270127,
            "text": "2018-05-25 18:42:07 +0100",
            "iso_8601": "2018-05-25T17:42:07Z"
        },
        "subject": "Fed's Kaplan (non-voter, neutral) Fed very carefully monitoring impact of dollar and Fed policy on sovereign credit spreads ",
        "content": "<ul><li>He is hopeful the IOER will help the Fed better set the funds rate&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-neutral-fed-very-carefully-monitoring-impact-of-dollar-and-fed-policy-on-sovereign-credit-spreads-25-05-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 01:35:00",
        "gmt_time": "2018-05-25 17:35:00"
    },
    {
        "id": 660284,
        "updated_sequence": 983738,
        "published_at": {
            "unix": 1527269460,
            "text": "2018-05-25 18:31:00 +0100",
            "iso_8601": "2018-05-25T17:31:00Z"
        },
        "updated_at": {
            "unix": 1527269589,
            "text": "2018-05-25 18:33:09 +0100",
            "iso_8601": "2018-05-25T17:33:09Z"
        },
        "subject": "Iran is weeks away from deciding to stay or exit their nuclear deal; according to Jpost",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-is-weeks-away-from-deciding-to-stay-or-exit-their-nuclear-deal-according-to-jpost-25-05-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 01:31:00",
        "gmt_time": "2018-05-25 17:31:00"
    },
    {
        "id": 660283,
        "updated_sequence": 983735,
        "published_at": {
            "unix": 1527269400,
            "text": "2018-05-25 18:30:00 +0100",
            "iso_8601": "2018-05-25T17:30:00Z"
        },
        "updated_at": {
            "unix": 1527269480,
            "text": "2018-05-25 18:31:20 +0100",
            "iso_8601": "2018-05-25T17:31:20Z"
        },
        "subject": "Bayer (BAY GY) has won antitrust approval for Monsanto (MON), likely to be announced by next Tuesday ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bayer-bay-gy-has-won-antitrust-approval-for-monsanto-mon-likely-to-be-announced-by-next-tuesday-25-05-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 01:30:00",
        "gmt_time": "2018-05-25 17:30:00"
    },
    {
        "id": 660282,
        "updated_sequence": 983732,
        "published_at": {
            "unix": 1527269040,
            "text": "2018-05-25 18:24:00 +0100",
            "iso_8601": "2018-05-25T17:24:00Z"
        },
        "updated_at": {
            "unix": 1527269116,
            "text": "2018-05-25 18:25:16 +0100",
            "iso_8601": "2018-05-25T17:25:16Z"
        },
        "subject": "Russia's Energy Minister Novak says it is too soon to say how much of the cut supply will be coming back to the market ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-energy-minister-novak-says-it-is-too-soon-to-say-how-much-of-the-cut-supply-will-be-coming-back-to-the-market-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 01:24:00",
        "gmt_time": "2018-05-25 17:24:00"
    },
    {
        "id": 660280,
        "updated_sequence": 983726,
        "published_at": {
            "unix": 1527268440,
            "text": "2018-05-25 18:14:00 +0100",
            "iso_8601": "2018-05-25T17:14:00Z"
        },
        "updated_at": {
            "unix": 1527268691,
            "text": "2018-05-25 18:18:11 +0100",
            "iso_8601": "2018-05-25T17:18:11Z"
        },
        "subject": "Russian Energy Minister Novak says no final decision yet been taken about easing cuts deal",
        "content": "<ul><li>He is convinced there will be a compromise with regards to easing supply curbs between OPEC members</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-novak-says-no-final-decision-yet-been-taken-about-easing-cuts-deal-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 01:14:00",
        "gmt_time": "2018-05-25 17:14:00"
    },
    {
        "id": 660279,
        "updated_sequence": 983721,
        "published_at": {
            "unix": 1527268200,
            "text": "2018-05-25 18:10:00 +0100",
            "iso_8601": "2018-05-25T17:10:00Z"
        },
        "updated_at": {
            "unix": 1527268277,
            "text": "2018-05-25 18:11:17 +0100",
            "iso_8601": "2018-05-25T17:11:17Z"
        },
        "subject": "Fed's Evans (Non-Voter, Dove) says he is unsure that tax policy will allow GDP growth to 3% ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-evans-non-voter-dove-says-he-is-unsure-that-tax-policy-will-allow-gdp-growth-to-3-25-05-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 01:10:00",
        "gmt_time": "2018-05-25 17:10:00"
    },
    {
        "id": 660277,
        "updated_sequence": 983718,
        "published_at": {
            "unix": 1527267780,
            "text": "2018-05-25 18:03:00 +0100",
            "iso_8601": "2018-05-25T17:03:00Z"
        },
        "updated_at": {
            "unix": 1527267972,
            "text": "2018-05-25 18:06:12 +0100",
            "iso_8601": "2018-05-25T17:06:12Z"
        },
        "subject": "ECB officials not ruling out a tweak to QE at June meeting, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Earlier source reports suggested ECB&nbsp;policymakers were in unison over ending QE this year&nbsp; but there was no hint at when the timing of the decision would be.&nbsp;</p>\r\n",
        "analysis_updated_at": {
            "unix": 1527267972,
            "text": "2018-05-25 18:06:12 +0100",
            "iso_8601": "2018-05-25T17:06:12Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-officials-not-ruling-out-a-tweak-to-qe-at-june-meeting-according-to-sources-25-05-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 01:03:00",
        "gmt_time": "2018-05-25 17:03:00"
    },
    {
        "id": 660278,
        "updated_sequence": 983715,
        "published_at": {
            "unix": 1527267720,
            "text": "2018-05-25 18:02:00 +0100",
            "iso_8601": "2018-05-25T17:02:00Z"
        },
        "updated_at": {
            "unix": 1527267892,
            "text": "2018-05-25 18:04:52 +0100",
            "iso_8601": "2018-05-25T17:04:52Z"
        },
        "subject": "DoJ decision on Bayer (BAYN GY) and Monsanto (MON) deal likely to come on Tuesday, according to MLex",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "MLex",
        "slug": "doj-decision-on-bayer-bayn-gy-and-monsanto-mon-deal-likely-to-come-on-tuesday-according-to-mlex-25-05-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 01:02:00",
        "gmt_time": "2018-05-25 17:02:00"
    },
    {
        "id": 660273,
        "updated_sequence": 983696,
        "published_at": {
            "unix": 1527267180,
            "text": "2018-05-25 17:53:00 +0100",
            "iso_8601": "2018-05-25T16:53:00Z"
        },
        "updated_at": {
            "unix": 1527267272,
            "text": "2018-05-25 17:54:32 +0100",
            "iso_8601": "2018-05-25T16:54:32Z"
        },
        "subject": "Goldman Sachs recommends short USD/CAD targeting 1.18, with a stop at 1.33; current price is 1.2970",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Goldman Sachs",
        "slug": "goldman-sachs-recommends-short-usd-cad-targeting-1-18-with-a-stop-at-1-33-current-price-is-1-2970-25-05-2018",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 00:53:00",
        "gmt_time": "2018-05-25 16:53:00"
    },
    {
        "id": 660272,
        "updated_sequence": 983693,
        "published_at": {
            "unix": 1527267120,
            "text": "2018-05-25 17:52:00 +0100",
            "iso_8601": "2018-05-25T16:52:00Z"
        },
        "updated_at": {
            "unix": 1527267220,
            "text": "2018-05-25 17:53:40 +0100",
            "iso_8601": "2018-05-25T16:53:40Z"
        },
        "subject": "Fed's Kaplan (non-voter) skeptical that the neutral rate can move higher",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-skeptical-that-the-neutral-rate-can-move-higher-25-05-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 00:52:00",
        "gmt_time": "2018-05-25 16:52:00"
    },
    {
        "id": 660271,
        "updated_sequence": 983690,
        "published_at": {
            "unix": 1527266400,
            "text": "2018-05-25 17:40:00 +0100",
            "iso_8601": "2018-05-25T16:40:00Z"
        },
        "updated_at": {
            "unix": 1527266806,
            "text": "2018-05-25 17:46:46 +0100",
            "iso_8601": "2018-05-25T16:46:46Z"
        },
        "subject": "White House Press Secretary Sanders says she would like a meeting with North Korea ",
        "content": "<ul><li>She adds &#39;we&#39;ll be ready&#39; if the summit takes place on June 12th&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-press-secretary-sanders-says-she-would-like-a-meeting-with-north-korea-25-05-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 00:40:00",
        "gmt_time": "2018-05-25 16:40:00"
    },
    {
        "id": 660270,
        "updated_sequence": 983685,
        "published_at": {
            "unix": 1527265260,
            "text": "2018-05-25 17:21:00 +0100",
            "iso_8601": "2018-05-25T16:21:00Z"
        },
        "updated_at": {
            "unix": 1527265352,
            "text": "2018-05-25 17:22:32 +0100",
            "iso_8601": "2018-05-25T16:22:32Z"
        },
        "subject": "Fed's Bostic (voter, dovish) says there are a lot of reasons to proceed with gradual hikes, not the least because that is what the Fed has guided",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bostic-voter-dovish-says-there-are-a-lot-of-reasons-to-proceed-with-gradual-hikes-not-the-least-because-that-is-what-the-fed-has-guided-25-05-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 00:21:00",
        "gmt_time": "2018-05-25 16:21:00"
    },
    {
        "id": 660269,
        "updated_sequence": 983682,
        "published_at": {
            "unix": 1527265140,
            "text": "2018-05-25 17:19:00 +0100",
            "iso_8601": "2018-05-25T16:19:00Z"
        },
        "updated_at": {
            "unix": 1527265230,
            "text": "2018-05-25 17:20:30 +0100",
            "iso_8601": "2018-05-25T16:20:30Z"
        },
        "subject": "Fed's Kaplan (non-voter, neutral) reiterates the case for gradual hikes, citing the possibility for 'rapid change'",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-neutral-reiterates-the-case-for-gradual-hikes-citing-the-possibility-for-rapid-change-25-05-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 00:19:00",
        "gmt_time": "2018-05-25 16:19:00"
    },
    {
        "id": 660268,
        "updated_sequence": 983679,
        "published_at": {
            "unix": 1527264720,
            "text": "2018-05-25 17:12:00 +0100",
            "iso_8601": "2018-05-25T16:12:00Z"
        },
        "updated_at": {
            "unix": 1527264841,
            "text": "2018-05-25 17:14:01 +0100",
            "iso_8601": "2018-05-25T16:14:01Z"
        },
        "subject": "UAE oil minister says no output decision will be made by just two or three members",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uae-oil-minister-says-no-output-decision-will-be-made-by-just-two-or-three-members-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 00:12:00",
        "gmt_time": "2018-05-25 16:12:00"
    },
    {
        "id": 660267,
        "updated_sequence": 983674,
        "published_at": {
            "unix": 1527264420,
            "text": "2018-05-25 17:07:00 +0100",
            "iso_8601": "2018-05-25T16:07:00Z"
        },
        "updated_at": {
            "unix": 1527264510,
            "text": "2018-05-25 17:08:30 +0100",
            "iso_8601": "2018-05-25T16:08:30Z"
        },
        "subject": "5SM official says incoming Italy PM Conte is not expected to present list of ministers on Friday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "5sm-official-says-incoming-italy-pm-conte-is-not-expected-to-present-list-of-ministers-on-friday-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 00:07:00",
        "gmt_time": "2018-05-25 16:07:00"
    },
    {
        "id": 660266,
        "updated_sequence": 983671,
        "published_at": {
            "unix": 1527264420,
            "text": "2018-05-25 17:07:00 +0100",
            "iso_8601": "2018-05-25T16:07:00Z"
        },
        "updated_at": {
            "unix": 1527264466,
            "text": "2018-05-25 17:07:46 +0100",
            "iso_8601": "2018-05-25T16:07:46Z"
        },
        "subject": "Russian President Putin says oil prices at USD 65/bbl suit Russia ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-president-putin-says-oil-prices-at-usd-65-bbl-suit-russia-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 00:07:00",
        "gmt_time": "2018-05-25 16:07:00"
    },
    {
        "id": 660265,
        "updated_sequence": 983668,
        "published_at": {
            "unix": 1527264180,
            "text": "2018-05-25 17:03:00 +0100",
            "iso_8601": "2018-05-25T16:03:00Z"
        },
        "updated_at": {
            "unix": 1527264290,
            "text": "2018-05-25 17:04:50 +0100",
            "iso_8601": "2018-05-25T16:04:50Z"
        },
        "subject": "Russia's Deputy FinMin Oreshkin says three-year forecast assumed oil prices at USD 60/bbl, Interfax reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-deputy-finmin-oreshkin-says-three-year-forecast-assumed-oil-prices-at-usd-60-bbl-interfax-reports-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-26 00:03:00",
        "gmt_time": "2018-05-25 16:03:00"
    },
    {
        "id": 660264,
        "updated_sequence": 983698,
        "published_at": {
            "unix": 1527263880,
            "text": "2018-05-25 16:58:00 +0100",
            "iso_8601": "2018-05-25T15:58:00Z"
        },
        "updated_at": {
            "unix": 1527267456,
            "text": "2018-05-25 17:57:36 +0100",
            "iso_8601": "2018-05-25T16:57:36Z"
        },
        "subject": "UAE Energy Minister says UAE, Saudi and Russia did not discuss parameters of OPEC easing ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uae-energy-minister-says-uae-saudi-and-russia-did-not-discuss-parameters-of-opec-easing-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 23:58:00",
        "gmt_time": "2018-05-25 15:58:00"
    },
    {
        "id": 660263,
        "updated_sequence": 983662,
        "published_at": {
            "unix": 1527263760,
            "text": "2018-05-25 16:56:00 +0100",
            "iso_8601": "2018-05-25T15:56:00Z"
        },
        "updated_at": {
            "unix": 1527263801,
            "text": "2018-05-25 16:56:41 +0100",
            "iso_8601": "2018-05-25T15:56:41Z"
        },
        "subject": "Russia's Energy Minister Novak says OPEC+ are likely to agree to gradually raise output; according to IFAX",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-energy-minister-novak-says-opec-are-likely-to-agree-to-gradually-raise-output-according-to-ifax-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 23:56:00",
        "gmt_time": "2018-05-25 15:56:00"
    },
    {
        "id": 660261,
        "updated_sequence": 983656,
        "published_at": {
            "unix": 1527262260,
            "text": "2018-05-25 16:31:00 +0100",
            "iso_8601": "2018-05-25T15:31:00Z"
        },
        "updated_at": {
            "unix": 1527262367,
            "text": "2018-05-25 16:32:47 +0100",
            "iso_8601": "2018-05-25T15:32:47Z"
        },
        "subject": "Brazilian govt has reportedly authorised the use of military force, if needed, to end nationwide blockades of highways, sources report",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazilian-govt-has-reportedly-authorised-the-use-of-military-force-if-needed-to-end-nationwide-blockades-of-highways-sources-report-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 23:31:00",
        "gmt_time": "2018-05-25 15:31:00"
    },
    {
        "id": 660262,
        "updated_sequence": 983659,
        "published_at": {
            "unix": 1527262200,
            "text": "2018-05-25 16:30:00 +0100",
            "iso_8601": "2018-05-25T15:30:00Z"
        },
        "updated_at": {
            "unix": 1527262408,
            "text": "2018-05-25 16:33:28 +0100",
            "iso_8601": "2018-05-25T15:33:28Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (-0.25%), FTSE 100 (+0.18%), DAX (+0.59%), CAC (-0.08%), IBEX (-1.88%), FTSE MIB (-1.28%), SMI (-0.22%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-25-ftse-100-0-18-dax-0-59-cac-0-08-ibex-1-88-ftse-mib-1-28-smi-0-22-25-05-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 23:30:00",
        "gmt_time": "2018-05-25 15:30:00"
    },
    {
        "id": 660260,
        "updated_sequence": 983653,
        "published_at": {
            "unix": 1527261360,
            "text": "2018-05-25 16:16:00 +0100",
            "iso_8601": "2018-05-25T15:16:00Z"
        },
        "updated_at": {
            "unix": 1527261511,
            "text": "2018-05-25 16:18:31 +0100",
            "iso_8601": "2018-05-25T15:18:31Z"
        },
        "subject": "NY Fed GDP Q2 3% Prev. 3.2% ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ny-fed-gdp-q2-3-prev-3-2-25-05-2018",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 23:16:00",
        "gmt_time": "2018-05-25 15:16:00"
    },
    {
        "id": 660259,
        "updated_sequence": 983650,
        "published_at": {
            "unix": 1527261060,
            "text": "2018-05-25 16:11:00 +0100",
            "iso_8601": "2018-05-25T15:11:00Z"
        },
        "updated_at": {
            "unix": 1527261154,
            "text": "2018-05-25 16:12:34 +0100",
            "iso_8601": "2018-05-25T15:12:34Z"
        },
        "subject": "Weekly Economic Calendar: 28th May - 1st June 2018 - Now available in the Research Suite",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19259/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Monday: UK and US Markets closed</li>\r\n  <li>Tuesday: Japanese unemployment, Fed&#39;s Bullard, ECB&#39;s Mersch and Lautenschlaeger speaks</li>\r\n  <li>Wednesday: German state and national CPI, US ADP national employment and GDP (2nd reading), BoC rate decision</li>\r\n  <li>Thursday: Chinese Manufacturing PMI, EZ CPI, Chicago PMI, Fed&#39;s Bullard to speak</li>\r\n  <li>Friday: EZ Manufacturing Final PMI, US NFP and average earnings, US ISM manufacturing PMI</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-economic-calendar-28th-may-1st-june-2018-now-available-in-the-research-suite-25-05-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 23:11:00",
        "gmt_time": "2018-05-25 15:11:00"
    },
    {
        "id": 660258,
        "updated_sequence": 983647,
        "published_at": {
            "unix": 1527260700,
            "text": "2018-05-25 16:05:00 +0100",
            "iso_8601": "2018-05-25T15:05:00Z"
        },
        "updated_at": {
            "unix": 1527260773,
            "text": "2018-05-25 16:06:13 +0100",
            "iso_8601": "2018-05-25T15:06:13Z"
        },
        "subject": "Heineken (HEIA NA) are said to be in talks to acquire a minority stake in Beavertown ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "The Times",
        "slug": "heineken-heia-na-are-said-to-be-in-talks-to-acquire-a-minority-stake-in-beavertown-25-05-2018",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 23:05:00",
        "gmt_time": "2018-05-25 15:05:00"
    },
    {
        "id": 660255,
        "updated_sequence": 983638,
        "published_at": {
            "unix": 1527259380,
            "text": "2018-05-25 15:43:00 +0100",
            "iso_8601": "2018-05-25T14:43:00Z"
        },
        "updated_at": {
            "unix": 1527259462,
            "text": "2018-05-25 15:44:22 +0100",
            "iso_8601": "2018-05-25T14:44:22Z"
        },
        "subject": "Atlanta Fed cuts their Q2 GDP forecast to 4.0% from 4.1% previously",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlanta-fed-cuts-their-q2-gdp-forecast-to-4-0-from-4-1-previously-25-05-2018",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 22:43:00",
        "gmt_time": "2018-05-25 14:43:00"
    },
    {
        "id": 660254,
        "updated_sequence": 983635,
        "published_at": {
            "unix": 1527258960,
            "text": "2018-05-25 15:36:00 +0100",
            "iso_8601": "2018-05-25T14:36:00Z"
        },
        "updated_at": {
            "unix": 1527259038,
            "text": "2018-05-25 15:37:18 +0100",
            "iso_8601": "2018-05-25T14:37:18Z"
        },
        "subject": "NOTICE: Due to the upcoming UK bank holiday and US Memorial Day holiday on Monday 28th May, the desk will be running a reduced service alongside the subsequent market closures. See below for further details",
        "content": "<p>- On Sunday May 27th the Asia-Pacific service will open at its regular time of 2200BST/1600CDT with the European service also opening at its regular time of 0630BST/0030CDT given that European markets will be open for trade.</p>\r\n\r\n<p>- The European service will run to 1630BST to cover the European cash equity close, upon which the desk will close. Note, there will be no US service thereafter for that session due to US market closures.</p>\r\n\r\n<p>- The service will then re-open later that evening on May 28th at 2200BST for the beginning of the Asia-Pacific session with full coverage to resume thereafter on Tuesday May 30th.</p>\r\n\r\n<p>UK</p>\r\n\r\n<p>All UK products are closed</p>\r\n\r\n<p>EUROPE</p>\r\n\r\n<p>Regular close and trading</p>\r\n\r\n<p>US</p>\r\n\r\n<p>Floor Trade</p>\r\n\r\n<p>All closed</p>\r\n\r\n<p>Electronic Trade</p>\r\n\r\n<p>Equity (Closed 1200CDT/1800BST, Re-opens 1700CDT/2300BST)</p>\r\n\r\n<p>Interest Rate (Closed 1200CDT/1800BST, Re-opens 1700CDT/2300BST)</p>\r\n\r\n<p>FX (Closed 1200CDT/1800BST, Re-opens 1700CDT/2300BST)</p>\r\n\r\n<p>NYMEX (Closed 1200CDT/1800BST, Re-opens 1700CDT/2300BST)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "notice-due-to-the-upcoming-uk-bank-holiday-and-us-memorial-day-holiday-on-monday-28th-may-the-desk-will-be-running-a-reduced-service-alongside-the-subsequent-market-closures-see-below-for-further-details-25-05-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 22:36:00",
        "gmt_time": "2018-05-25 14:36:00"
    },
    {
        "id": 660251,
        "updated_sequence": 983632,
        "published_at": {
            "unix": 1527258480,
            "text": "2018-05-25 15:28:00 +0100",
            "iso_8601": "2018-05-25T14:28:00Z"
        },
        "updated_at": {
            "unix": 1527258880,
            "text": "2018-05-25 15:34:40 +0100",
            "iso_8601": "2018-05-25T14:34:40Z"
        },
        "subject": "US President Trump said to have reached a tentative agreement with China on ZTE",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox Business",
        "slug": "us-president-trump-said-to-have-reached-a-tentative-agreement-with-china-on-zte-25-05-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 22:28:00",
        "gmt_time": "2018-05-25 14:28:00"
    },
    {
        "id": 660250,
        "updated_sequence": 983621,
        "published_at": {
            "unix": 1527258000,
            "text": "2018-05-25 15:20:00 +0100",
            "iso_8601": "2018-05-25T14:20:00Z"
        },
        "updated_at": {
            "unix": 1527258054,
            "text": "2018-05-25 15:20:54 +0100",
            "iso_8601": "2018-05-25T14:20:54Z"
        },
        "subject": "BoE's Carney says the message of limited and gradual is to households",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-s-carney-says-the-message-of-limited-and-gradual-is-to-households-25-05-2018",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 22:20:00",
        "gmt_time": "2018-05-25 14:20:00"
    },
    {
        "id": 660249,
        "updated_sequence": 983618,
        "published_at": {
            "unix": 1527257880,
            "text": "2018-05-25 15:18:00 +0100",
            "iso_8601": "2018-05-25T14:18:00Z"
        },
        "updated_at": {
            "unix": 1527257997,
            "text": "2018-05-25 15:19:57 +0100",
            "iso_8601": "2018-05-25T14:19:57Z"
        },
        "subject": "Russian President Putin says he's ready to talk to US President Trump",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-president-putin-says-he-s-ready-to-talk-to-us-president-trump-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 22:18:00",
        "gmt_time": "2018-05-25 14:18:00"
    },
    {
        "id": 660248,
        "updated_sequence": 983608,
        "published_at": {
            "unix": 1527257700,
            "text": "2018-05-25 15:15:00 +0100",
            "iso_8601": "2018-05-25T14:15:00Z"
        },
        "updated_at": {
            "unix": 1527257794,
            "text": "2018-05-25 15:16:34 +0100",
            "iso_8601": "2018-05-25T14:16:34Z"
        },
        "subject": "US Defence Secretary Mattis says he has received some possible good news on North Korea",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-defence-secretary-mattis-says-he-has-received-some-possible-good-news-on-north-korea-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 22:15:00",
        "gmt_time": "2018-05-25 14:15:00"
    },
    {
        "id": 660247,
        "updated_sequence": 983601,
        "published_at": {
            "unix": 1527257160,
            "text": "2018-05-25 15:06:00 +0100",
            "iso_8601": "2018-05-25T14:06:00Z"
        },
        "updated_at": {
            "unix": 1527257243,
            "text": "2018-05-25 15:07:23 +0100",
            "iso_8601": "2018-05-25T14:07:23Z"
        },
        "subject": "Weekly FX Wrap: Political woes grips EUR. The Donald snubs NK and is unhappy with China. TRY battles with Erdogan. Big data week for the UK",
        "content": "<p>This week saw proceedings kick off on a slightly more optimistic footing with the US/China suspension of reciprocal tariffs on each other. However, the optimism slowly turned to pessimism throughout the week after US President Trump stated that he was not happy with how Chinese trade talks have gone thus far. This allied with geopolitical concerns regarding North Korea after Trump cancelled the upcoming summit with North Korea, prompted a FTQ with the JPY the main beneficiary which subsequently dragged USD/JPY briefly below 109.00 after having started the week off above 111.00.</p>\r\n\r\n<p>The USD was dealt a modest blow by the latest account of the FOMC minutes as markets modestly scaled back their expectations for four rate hikes by the Fed this year with focus on the FOMC&rsquo;s tolerance for an overshoot of 2% inflation. That said, USD losses against its major peers (ex-JPY) proved to be short-lived (USD-index hit highest level since December), particularly against the EUR. This came as soft PMI readings and political woes in the region gripped sentiment and sent the EUR/USD pair to YTD lows after taking out 1.1677 to the downside and then through barriers at 1.1650. On the political front, Italy remained a key focus as the 5SM/League alliance took some more decisive steps towards forming a government after their nominee Conte was given the green light to do so by President Mattarella. However, ministerial appointments remains a sticking point for investors with Eurosceptic Savona touted as the alliance&rsquo;s number one choice. Elsewhere in the periphery, Spain endured its own political turmoil this week as the prospect of snap elections emerged after opposition parties threatened to call a no confidence vote on PM Rajoy.</p>\r\n\r\n<p>This will have provided food for thought for ECB policymakers ahead of next month&rsquo;s widely anticipated meeting. However, source reports have offered a slightly more bullish view by suggesting that ECB policymakers are in unison over ending QE in 2018, despite slower growth and Italian political concerns; albeit a decision is yet to be made.</p>\r\n\r\n<p>In what was a data-heavy week for the UK, the GBP remained out of favour as markets continue to question the prospects for BoE rate hikes this year after inflation metrics fell below expectations and GDP figures were not subject to &nbsp;any noteworthy revisions; the probability of an August rate hike stands at just around 27%. GBP/USD remains just north of 1.3300 with focus likely to return to Brexit negotiations with this week unable to once again provide any further clarity on the UK&rsquo;s future trading relationship with the EU with the UK cabinet yet to decide their strategy for the customs union and Irish border.</p>\r\n\r\n<p>Elsewhere, EM remained a key source of focus, most notably the TRY as markets continue to sell the currency against the USD as fears over central bank autonomy and Erdogan&rsquo;s staunch opposition to higher rates. The pair stopped just short of 5.0 after markets grew wary over inaction from the CBRT before the central bank finally came to the market on Wednesday with a 300bps hike to the lending rate. However, the pair still remains at elevated levels and pared a bulk of the CBRT-inspired sell off in USD/TRY as markets remain cautious over the prospects for domestic rates after the June 24th Turkish election.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-political-woes-grips-eur-the-donald-snubs-nk-and-is-unhappy-with-china-try-battles-with-erdogan-big-data-week-for-the-uk-25-05-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 22:06:00",
        "gmt_time": "2018-05-25 14:06:00"
    },
    {
        "id": 660246,
        "updated_sequence": 983604,
        "published_at": {
            "unix": 1527257160,
            "text": "2018-05-25 15:06:00 +0100",
            "iso_8601": "2018-05-25T14:06:00Z"
        },
        "updated_at": {
            "unix": 1527257305,
            "text": "2018-05-25 15:08:25 +0100",
            "iso_8601": "2018-05-25T14:08:25Z"
        },
        "subject": "RANsquawk sources note Proctor and Gamble (PG) is considering splitting the company into two or selling assets",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, shares moved higher from USD 73.89 to USD 74.12</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1527257305,
            "text": "2018-05-25 15:08:25 +0100",
            "iso_8601": "2018-05-25T14:08:25Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ransquawk-sources-note-proctor-and-gamble-pg-is-considering-splitting-the-company-into-two-or-selling-assets-25-05-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the readers own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2018-05-25 22:06:00",
        "gmt_time": "2018-05-25 14:06:00"
    },
    {
        "id": 660245,
        "updated_sequence": 983595,
        "published_at": {
            "unix": 1527257160,
            "text": "2018-05-25 15:06:00 +0100",
            "iso_8601": "2018-05-25T14:06:00Z"
        },
        "updated_at": {
            "unix": 1527257219,
            "text": "2018-05-25 15:06:59 +0100",
            "iso_8601": "2018-05-25T14:06:59Z"
        },
        "subject": "Canadas PM Trudeau expressed with Mexico Pres Pena Nieto strong concerns on US moves on autos ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-s-pm-trudeau-expressed-with-mexico-pres-pena-nieto-strong-concerns-on-us-moves-on-autos-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 22:06:00",
        "gmt_time": "2018-05-25 14:06:00"
    },
    {
        "id": 660239,
        "updated_sequence": 983575,
        "published_at": {
            "unix": 1527256620,
            "text": "2018-05-25 14:57:00 +0100",
            "iso_8601": "2018-05-25T13:57:00Z"
        },
        "updated_at": {
            "unix": 1527256753,
            "text": "2018-05-25 14:59:13 +0100",
            "iso_8601": "2018-05-25T13:59:13Z"
        },
        "subject": "Vedanta (VEDL) plans to keep operating in southern Indian city despite protest against copper smelter that killed 13 ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "vedanta-vedl-plans-to-keep-operating-in-southern-indian-city-despite-protest-against-copper-smelter-that-killed-13-25-05-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 21:57:00",
        "gmt_time": "2018-05-25 13:57:00"
    },
    {
        "id": 660238,
        "updated_sequence": 983605,
        "published_at": {
            "unix": 1527256560,
            "text": "2018-05-25 14:56:00 +0100",
            "iso_8601": "2018-05-25T13:56:00Z"
        },
        "updated_at": {
            "unix": 1527256649,
            "text": "2018-05-25 14:57:29 +0100",
            "iso_8601": "2018-05-25T13:57:29Z"
        },
        "subject": "RANsquawk sources note vague takeover chatter for Apache (APA) - unconfirmed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ransquawk-sources-note-vague-takeover-chatter-for-apache-apa-unconfirmed-25-05-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the readers own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2018-05-25 21:56:00",
        "gmt_time": "2018-05-25 13:56:00"
    },
    {
        "id": 660237,
        "updated_sequence": 983564,
        "published_at": {
            "unix": 1527256440,
            "text": "2018-05-25 14:54:00 +0100",
            "iso_8601": "2018-05-25T13:54:00Z"
        },
        "updated_at": {
            "unix": 1527256563,
            "text": "2018-05-25 14:56:03 +0100",
            "iso_8601": "2018-05-25T13:56:03Z"
        },
        "subject": "Citron research positive on Roku (ROKU)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "citron-research-positive-on-roku-roku-25-05-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 21:54:00",
        "gmt_time": "2018-05-25 13:54:00"
    },
    {
        "id": 660236,
        "updated_sequence": 983559,
        "published_at": {
            "unix": 1527256080,
            "text": "2018-05-25 14:48:00 +0100",
            "iso_8601": "2018-05-25T13:48:00Z"
        },
        "updated_at": {
            "unix": 1527256143,
            "text": "2018-05-25 14:49:03 +0100",
            "iso_8601": "2018-05-25T13:49:03Z"
        },
        "subject": "South Africas President Ramaphosa approves a special investigation over unlawful conduct of several government departments; according to a statement ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-africa-s-president-ramaphosa-approves-a-special-investigation-over-unlawful-conduct-of-several-government-departments-according-to-a-statement-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 21:48:00",
        "gmt_time": "2018-05-25 13:48:00"
    },
    {
        "id": 660234,
        "updated_sequence": 983551,
        "published_at": {
            "unix": 1527255840,
            "text": "2018-05-25 14:44:00 +0100",
            "iso_8601": "2018-05-25T13:44:00Z"
        },
        "updated_at": {
            "unix": 1527255869,
            "text": "2018-05-25 14:44:29 +0100",
            "iso_8601": "2018-05-25T13:44:29Z"
        },
        "subject": "ECBs Coeure says it could be a long lag in the transmission of non-standard measures in inflation ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-coeure-says-it-could-be-a-long-lag-in-the-transmission-of-non-standard-measures-in-inflation-25-05-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 21:44:00",
        "gmt_time": "2018-05-25 13:44:00"
    },
    {
        "id": 660234,
        "updated_sequence": 983551,
        "published_at": {
            "unix": 1527255840,
            "text": "2018-05-25 14:44:00 +0100",
            "iso_8601": "2018-05-25T13:44:00Z"
        },
        "updated_at": {
            "unix": 1527255869,
            "text": "2018-05-25 14:44:29 +0100",
            "iso_8601": "2018-05-25T13:44:29Z"
        },
        "subject": "ECBs Coeure says it could be a long lag in the transmission of non-standard measures in inflation ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-coeure-says-it-could-be-a-long-lag-in-the-transmission-of-non-standard-measures-in-inflation-25-05-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 21:44:00",
        "gmt_time": "2018-05-25 13:44:00"
    },
    {
        "id": 660235,
        "updated_sequence": 983554,
        "published_at": {
            "unix": 1527255780,
            "text": "2018-05-25 14:43:00 +0100",
            "iso_8601": "2018-05-25T13:43:00Z"
        },
        "updated_at": {
            "unix": 1527255896,
            "text": "2018-05-25 14:44:56 +0100",
            "iso_8601": "2018-05-25T13:44:56Z"
        },
        "subject": "Citi/YouGov inflation survey shows inflation expectations for next 12 months up to 2.5% from 2.4%; 5-10 year inflation up to 3.2% from 3.1%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "citi-yougov-inflation-survey-shows-inflation-expectations-for-next-12-months-up-to-2-5-from-2-4-5-10-year-inflation-up-to-3-2-from-3-1-25-05-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 21:43:00",
        "gmt_time": "2018-05-25 13:43:00"
    },
    {
        "id": 660233,
        "updated_sequence": 983548,
        "published_at": {
            "unix": 1527255300,
            "text": "2018-05-25 14:35:00 +0100",
            "iso_8601": "2018-05-25T13:35:00Z"
        },
        "updated_at": {
            "unix": 1527255485,
            "text": "2018-05-25 14:38:05 +0100",
            "iso_8601": "2018-05-25T13:38:05Z"
        },
        "subject": "French official says there has been little progress with the US on tariffs waiver talks ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-official-says-there-has-been-little-progress-with-the-us-on-tariffs-waiver-talks-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 21:35:00",
        "gmt_time": "2018-05-25 13:35:00"
    },
    {
        "id": 660232,
        "updated_sequence": 983541,
        "published_at": {
            "unix": 1527255180,
            "text": "2018-05-25 14:33:00 +0100",
            "iso_8601": "2018-05-25T13:33:00Z"
        },
        "updated_at": {
            "unix": 1527255226,
            "text": "2018-05-25 14:33:46 +0100",
            "iso_8601": "2018-05-25T13:33:46Z"
        },
        "subject": "Iran Deputy Foreign Minister says after talks with Europeans negotiations will continue to try and salvage the nuclear deal ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-deputy-foreign-minister-says-after-talks-with-europeans-negotiations-will-continue-to-try-and-salvage-the-nuclear-deal-25-05-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 21:33:00",
        "gmt_time": "2018-05-25 13:33:00"
    },
    {
        "id": 660231,
        "updated_sequence": 983533,
        "published_at": {
            "unix": 1527254640,
            "text": "2018-05-25 14:24:00 +0100",
            "iso_8601": "2018-05-25T13:24:00Z"
        },
        "updated_at": {
            "unix": 1527254686,
            "text": "2018-05-25 14:24:46 +0100",
            "iso_8601": "2018-05-25T13:24:46Z"
        },
        "subject": "US President Trump states that the North Korean summit could still take place on June 12th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-states-that-the-north-korean-summit-could-still-take-place-on-june-12th-25-05-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 21:24:00",
        "gmt_time": "2018-05-25 13:24:00"
    },
    {
        "id": 660229,
        "updated_sequence": 983535,
        "published_at": {
            "unix": 1527254520,
            "text": "2018-05-25 14:22:00 +0100",
            "iso_8601": "2018-05-25T13:22:00Z"
        },
        "updated_at": {
            "unix": 1527254721,
            "text": "2018-05-25 14:25:21 +0100",
            "iso_8601": "2018-05-25T13:25:21Z"
        },
        "subject": "Additional US Equity Stories",
        "content": "<ul><li>Fiat Chrysler (FCAU) - The automaker&nbsp;recalled&nbsp;4.8mln vehicles in the US due to software defect. (Newswires)</li>\r\n  <li>Autodesk (ADSK) - Cuts its Q2 EPS guidance. (Newswires)</li>\r\n  <li>Herbalife Nutrition (HLF) &ndash; Carl Icahn, the co.&rsquo;s biggest shareholder, said at most only 11.4mln shares could possibly be bought which would leave him with 34.3mln shares. He added that given the investment has become outsized, it is &lsquo;prudent&rsquo; for IEP to reduce exposure. (Newswires)</li>\r\n  <li>Tesla (TSLA) &ndash; The automaker agreed on a settlement for a lawsuit over its Model S and Model X vehicles made by customers who claimed the auto-pilot feature was unusable and dangerous. (Newswires)</li>\r\n  <li><p>Centennial Resource (CDEV) downgraded to Hold from Buy at National Alliance</p>\r\n  </li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-25-05-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 21:22:00",
        "gmt_time": "2018-05-25 13:22:00"
    },
    {
        "id": 660167,
        "updated_sequence": 983520,
        "published_at": {
            "unix": 1527254160,
            "text": "2018-05-25 14:16:00 +0100",
            "iso_8601": "2018-05-25T13:16:00Z"
        },
        "updated_at": {
            "unix": 1527254195,
            "text": "2018-05-25 14:16:35 +0100",
            "iso_8601": "2018-05-25T13:16:35Z"
        },
        "subject": "Option expiries of note for today's 10.00am NY cut (1500BST)",
        "content": "<ul><li>EUR/USD: 1.1650 (877M), 1.1700 (492M), 1.1725-30 (783M), 1.1750 (673),</li>\r\n  <li>AUD: 0.7500 (1.3BLN), 0.7515-30 (900M), 0.7550-70 (1BLN), 0.7600-10 (1.2BLN)</li>\r\n  <li>USD/CAD: 1.2750 (390M), 1.2855 (230M), 1.2870-75 (280M), 1.2900 (246M)</li>\r\n  <li>USD/JPY: 108.35 (1BLN), 110.00 (702M), 110.25-30 (1.3BLN), 110.50 (1.5BLN)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "option-expiries-of-note-for-today-s-10-00am-ny-cut-1500bst-25-05-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 21:16:00",
        "gmt_time": "2018-05-25 13:16:00"
    },
    {
        "id": 660230,
        "updated_sequence": 983518,
        "published_at": {
            "unix": 1527253800,
            "text": "2018-05-25 14:10:00 +0100",
            "iso_8601": "2018-05-25T13:10:00Z"
        },
        "updated_at": {
            "unix": 1527253916,
            "text": "2018-05-25 14:11:56 +0100",
            "iso_8601": "2018-05-25T13:11:56Z"
        },
        "subject": "BofAML Weekly Flow Show: Chasing commodities as bond losses mount",
        "content": "<p><strong>Late cycle assets continue to outperform, big inflows into resources...it&#39;s the Fed stupid<br />Meh flows despite US capitulation on China trade war &amp; dovish Fed minutes<br />Credit flows peaking; record Italian fund outflows; few signs yet of reversal in big EM longs</strong></p>\r\n\r\n<p><strong>Fixed Income Flows:</strong></p>\r\n\r\n<ul><li>IG bond fund outflows ($1.2bn)</li>\r\n  <li>HY bond outflows 3rd week running ($0.4bn)</li>\r\n  <li>Fifth straight week of EM debt outflows ($0.3bn)</li>\r\n  <li>Small muni fund inflows ($0.2bn)</li>\r\n  <li>Small Govt/Tsy inflows ($0.1bn)</li>\r\n  <li>Small TIPS inflows ($24mn)</li>\r\n  <li>Bank loan fund inflows 13 consecutive weeks (0.2bn)</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul><li><strong>Equity Flows</strong></li>\r\n  <li>US: modest inflows ($3.4bn)</li>\r\n  <li>Japan: large outflows ($2.6bn)</li>\r\n  <li>Europe: 11th straight week of outflows ($2.6bn)</li>\r\n  <li>EM: small inflows ($0.1bn)</li>\r\n  <li>By style: inflows US small cap ($1.9bn), US growth ($1.4bn), US large cap ($0.4bn), US value ($29mn)</li>\r\n  <li>By sector: inflows energy ($0.6bn), tech ($0.4bn), materials ($0.4bn), financials ($0.2bn), utilities ($0.1bn), consumer ($10mn); outflows real estate ($0.3bn), healthcare ($0.6bn)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BofAML ",
        "slug": "bofaml-weekly-flow-show-chasing-commodities-as-bond-losses-mount-25-05-2018",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 21:10:00",
        "gmt_time": "2018-05-25 13:10:00"
    },
    {
        "id": 660228,
        "updated_sequence": 983510,
        "published_at": {
            "unix": 1527253320,
            "text": "2018-05-25 14:02:00 +0100",
            "iso_8601": "2018-05-25T13:02:00Z"
        },
        "updated_at": {
            "unix": 1527253418,
            "text": "2018-05-25 14:03:38 +0100",
            "iso_8601": "2018-05-25T13:03:38Z"
        },
        "subject": "UK PPI output prices Y/Y (Apr) revised to 2.4% from 2.7% due errors in the data, ONS says",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-ppi-output-prices-y-y-apr-revised-to-2-4-from-2-7-due-errors-in-the-data-ons-says-25-05-2018",
        "hidden": false,
        "section": {
            "id": 29,
            "name": "UK Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 21:02:00",
        "gmt_time": "2018-05-25 13:02:00"
    },
    {
        "id": 660227,
        "updated_sequence": 983507,
        "published_at": {
            "unix": 1527252840,
            "text": "2018-05-25 13:54:00 +0100",
            "iso_8601": "2018-05-25T12:54:00Z"
        },
        "updated_at": {
            "unix": 1527253075,
            "text": "2018-05-25 13:57:55 +0100",
            "iso_8601": "2018-05-25T12:57:55Z"
        },
        "subject": "ECB policymakers in unison over ending QE in 2018, despite slower growth and Italian political concerns, sources report",
        "content": "<ul><li>Pace of ECB rate hikes could be impacted by weaker growth, the sluggish data gives the ECB with scope to delay hikes</li>\r\n  <li>ECB&rsquo;s headline inflation forecast could be nudged up in June due to higher oil prices and the weaker euro; growth, however, may be trimmed, and core inflation may be unchanged</li>\r\n  <li>Sources stress that no decision has been made yet</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-policymakers-in-unison-over-ending-qe-in-2018-despite-slower-growth-and-italian-political-concerns-sources-report-25-05-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 20:54:00",
        "gmt_time": "2018-05-25 12:54:00"
    },
    {
        "id": 660226,
        "updated_sequence": 983538,
        "published_at": {
            "unix": 1527252480,
            "text": "2018-05-25 13:48:00 +0100",
            "iso_8601": "2018-05-25T12:48:00Z"
        },
        "updated_at": {
            "unix": 1527254804,
            "text": "2018-05-25 14:26:44 +0100",
            "iso_8601": "2018-05-25T13:26:44Z"
        },
        "subject": "Daily US Equity Opening News - Earnings from ADSK, DXC, ROST, FL",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19256/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p>25th May 2018</p>\r\n\r\n<p>Earnings</p>\r\n\r\n<ul><li>Autodesk (ADSK) Q1 Adj EPS USD 0.06 vs. Exp. USD 0.03, revenue USD 0.574bln vs. Exp. USD 0.557bln. (Newswires)</li>\r\n  <li>Deckers Outdoor (DECK) Q4 EPS 0.50 vs Exp. USD 0.19 (may not compare), revenue USD 0.400 vs. Exp. USD 0.375. (Newswires)</li>\r\n  <li>DXC Technology (DXC) Q1 Adj EPS USD 2.28 vs. Exp. USD 2.19, revenue USD 6.29bln vs. Exp. USD 6.12bln. Declares dividend of 19 cents/shr (Prev. 18 cents). (Newswires)</li>\r\n  <li>Foot Locker (FL) Q1 EPS USD 1.45 vs. Exp. USD 1.25, revenue USD 2.025bln vs. Exp. USD 1.96bln. Backs FY18 SSS guidance of positive growth. (Newswires)</li>\r\n  <li>Gap (GPS) Q4 Adj. EPS USD 0.42 vs. Exp. USD 0.46, revenue USD 3.78bln vs. Exp. USD 3.61bln. Backs FY18 Eps view. Gap reports Q1 SSS up 1% vs. up 2% last year. &nbsp;(Newswires)</li>\r\n  <li>Ross Stores (ROST) Q1 EPS USD 1.11 vs. Exp. USD 1.06, revenue USD 3.53bln vs. Exp. USD 3.53bln. (Newswires)</li>\r\n</ul>\r\n\r\n<p>DJIA</p>\r\n\r\n<ul><li>Apple (AAPL) &ndash; The tech giant was granted USD 539mln in damages for the Samsung 2012 iPhone patent re-trial. (Newswires)</li>\r\n  <li>Exxon Mobil (XOM) &ndash; Sonatrach CEO is looking to enter a contract with the co. on shale gas. (Newswires)</li>\r\n  <li>Johnson Controls International (JCI) &ndash; Co.&rsquo;s power solutions unit is attracting interest from KKR (KKR) and Apollo (APO), could fetch USD 12bln. (Newswires)</li>\r\n  <li>Merck (MRK) &ndash; The FDA extended action date for lenvatinib for the treatment of unresectable hepatocellular carcinoma. (Newswires)</li>\r\n  <li>Pfizer (PFE) &ndash; The Australian court dismissed a claim accusing the co. of exercising its market power to overcome competition for drug Lipitor used to lower cholesterol levels. (Newswires)</li>\r\n  <li>United Health (UNH) &ndash; The healthcare giant signed a new strategic agreement with LabCorp, to last until 2019, aimed at personalising care advices and improving customers experience. (Newswires)</li>\r\n</ul>\r\n\r\n<p>S&amp;P500</p>\r\n\r\n<ul><li>Aetna (AET) &ndash; The co. extended the contract with LabCorp (LH) to access its laboratory services. (Newswires)</li>\r\n  <li>Huntington Bancshares (HBAN) - Director David Porteous sells almost USD 1mln in the co. (Newswires)</li>\r\n  <li>Lockheed Martin (LMT) &ndash; The Senate Committee drafted bill presents measures that prevent Turkey from buying F-35 fighter jets from the plane manufacturer. (Newswires)</li>\r\n  <li>Monsanto (MON) &ndash; Bayer (BAYN GY) sees positive synergy results from the potential merger with the co. which could add USD 300mln to the previous estimate. (Newswires)</li>\r\n  <li>United Airlines (UAL) &ndash; The airline named Jane Garvey chairman, previously FAA chief. (Newswires)</li>\r\n  <li>WestRock (WR) &ndash; The co. received regulatory approval for the merger with Great Plains-Westar Energy (GXP) valued at around USD 15bln. (Newswires) &nbsp;</li>\r\n</ul>\r\n\r\n<p>NASDAQ 100</p>\r\n\r\n<ul><li>Alexion (ALXN) &ndash; The co.&rsquo;s offer for acquiring assets in Wilson Therapeutics has been accepted by 97.7% of shareholders. (Newswires)</li>\r\n  <li>Amazon (AMZN) &ndash; STARZPLAY, a subsidiary of Lion&rsquo;s Gate Entertainment (LGF), is to launch channels on Amazon Prime in the UK and Germany. Separately, the Congressional Black Caucus raised concerns over privacy and race prejudice in Rekognition facial recognition technology. Orlando Police Chief defended the facial recognition feature as it was limited to basic tests. (Newswires/The Verge)</li>\r\n  <li>Facebook (FB) &ndash; CEO Zuckerberg said users are not concerned about apps and social media&rsquo;s stealing their data as most users opt in the General Data Protection Regulation. (Business Insider)</li>\r\n  <li>Micron Technology (MU) &ndash; China&rsquo;s Ministry of Commerce met with co.&rsquo;s representatives to discuss its concerns over prices increases in C DRAM products over the last quarters. (Newswires)</li>\r\n  <li>Qualcomm (QCOM) &ndash; The chipmaker expands its cash tender offer period to purchase the outstanding shares in NXP Semiconductors (NXP). (Newswires)</li>\r\n  <li>Tech names (FB, IBM, MSFT, INTC) &ndash; The high-net worth CEOs are gathering in Paris to meet French President Macron and attend events. (Business Insider)</li>\r\n</ul>\r\n\r\n<p>OTHER NEWS</p>\r\n\r\n<ul><li>Alibaba (BABA) &ndash; China is looking to introduce cornerstone investors to aid the co. and Xiaomi in selling shares at home, according to three sources. (Newswires)</li>\r\n  <li>BioMarin Pharmaceutical (BMRN) &ndash; US regulators approved Palynziq for the treatment of phenylketonuria, a rare metabolic disorder in adults set at a price of USD 267,00/year. (Newswires)</li>\r\n  <li>Enstar Group (ESGR) &ndash; Hillhouse Capital built a 9.8% stake in the co. for investment purposes. (Newswires)</li>\r\n  <li>Livenation (LYV) &ndash; Investor Shiva Stein is suing the co. claiming it has given out USD 11mln in bonuses last year despite missing performance objectives. (Newswires)</li>\r\n  <li>Marvel (MRVL) &ndash; The co. announced the US Committee on Foreign Investment completed its review on the merger for Cavium (CAVM). (Newswires)</li>\r\n  <li>Melanox (MLNX) &ndash; At the general meeting, shareholders voted in favour of the co.&rsquo;s governance proposal. (Newswires)</li>\r\n  <li>Roku (ROKU) &ndash; The co. named Sky&rsquo;s (SKY LN) Mai Fyfield to the board of directors to be effective immediately. (Newswires)</li>\r\n  <li>Snapchat (SNAP) &ndash; The social media added the Send and Request location option to protect users&rsquo; privacy. (Newswires)</li>\r\n</ul>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>Upgrades</p>\r\n\r\n<ul><li>CANADIAN NATIONAL (CNI) UPGRADED TO HOLD FROM SELL AT DEUTSCHE BANK</li>\r\n  <li>COLGATE-PALMOLIVE (CL) UPGRADED TO BUY FROM HOLD AT ARGUS</li>\r\n  <li>NOVARTIS (NVS) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT CREDIT SUISSE</li>\r\n  <li>PAYPAL (PYPL) UPGRADED TO BUY FROM HOLD AT STIFEL</li>\r\n</ul>\r\n\r\n<p>Downgrades</p>\r\n\r\n<ul><li>8X8, INC. (EGHT) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li>\r\n  <li>CINCINNATI BELL (CBB) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li>\r\n  <li>FIRST CASH FINANCIAL (FCFS) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li>\r\n  <li>LIBERTY TRIPADVISOR (LTRPA) DOWNGRADED TO SELL FROM NEUTRAL AT GUGGENHEIM</li>\r\n  <li>ULTRA PETROLEUM (UPL) DOWNGRADED TO HOLD FROM BUY AT STIFEL</li>\r\n  <li>ZOE&#39;S KITCHEN (ZOES) DOWNGRADED TO HOLD FROM BUY AT MAXIM</li>\r\n  <li>ZOE&#39;S KITCHEN (ZOES) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WILLIAM BLAIR</li>\r\n</ul>\r\n\r\n<p>Initiations</p>\r\n\r\n<ul><li>AIG (AIG) REINSTATED WITH A NEUTRAL AT JPMORGAN; PT USD 63</li>\r\n  <li>C&amp;J ENERGY SERVICES (CJ) INITIATED WITH A BUY AT SEAPORT GLOBAL; PT USD 50</li>\r\n  <li>CELYAD (CYAD) INITIATED WITH AN OUTPERFORM AT WELLS FARGO; PT USD 44</li>\r\n  <li>ENANTA (ENTA) INITIATED WITH AN OUTPERFORM AT OPPENHEIMER; PT USD 135</li>\r\n  <li>ENGILITY (EGL) INITIATED WITH A BUY AT STIFEL; PT USD 38</li>\r\n  <li>MANTECH (MANT) INITIATED WITH A HOLD AT STIFEL; PT USD 55</li>\r\n  <li>SAIC (SAIC) INITIATED WITH A HOLD AT STIFEL; PT USD 85</li>\r\n  <li>SAVARA (SVRA) INITIATED WITH A BUY AT H.C. WAINWRIGHT; PT USD 22</li>\r\n  <li>TRANSALTA (TAC) INITIATED WITH A HOLD AT TD SECURITIES</li>\r\n  <li>VISTAGEN THERAPEUTICS (VTGN) INITIATED WITH AN OUTPERFORM AT OPPENHEIMER; PT USD 6</li>\r\n</ul>\r\n\r\n<p>Ex-Dividends</p>\r\n\r\n<ul><li>Assurant Inc (AIZ). USD 0.56&nbsp;</li>\r\n  <li>Carter&#39;s Inc (CRI). USD 0.45&nbsp;</li>\r\n  <li>Dunkin&#39; Brands Group Inc (DNKN). USD 0.35&nbsp;</li>\r\n  <li>Johnson &amp; Johnson (JNJ). USD 0.90&nbsp;</li>\r\n  <li>KeyCorp (KEY). USD 0.12&nbsp;</li>\r\n  <li>Nordson Corp (NDSN). USD 0.30&nbsp;</li>\r\n  <li>S&amp;P Global Inc (SPGI). USD 0.50&nbsp;</li>\r\n  <li>Tractor Supply Co (TSCO). USD 0.31&nbsp;</li>\r\n  <li>Voya Financial Inc (VOYA). USD 0.01&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-us-equity-opening-news-earnings-from-adsk-dxc-rost-fl-25-05-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 20:48:00",
        "gmt_time": "2018-05-25 12:48:00"
    },
    {
        "id": 660225,
        "updated_sequence": 983500,
        "published_at": {
            "unix": 1527252300,
            "text": "2018-05-25 13:45:00 +0100",
            "iso_8601": "2018-05-25T12:45:00Z"
        },
        "updated_at": {
            "unix": 1527252701,
            "text": "2018-05-25 13:51:41 +0100",
            "iso_8601": "2018-05-25T12:51:41Z"
        },
        "subject": "Fiat Chrysler (FCA IM) recalls 4.8mln vehicles in the US due to software defect",
        "content": "<ul><li>Recalled models include the Dodge, Jeeps and Chryslers</li>\r\n</ul>\r\n",
        "reaction_details": "<ul><li>Company shares immediately ticked lower in light of this news from EUR 18.8860 to EUR 18.4640</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1527252540,
            "text": "2018-05-25 13:49:00 +0100",
            "iso_8601": "2018-05-25T12:49:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fiat-chrysler-fca-im-recalls-4-8mln-vehicles-in-the-us-due-to-software-defect-25-05-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 20:45:00",
        "gmt_time": "2018-05-25 12:45:00"
    },
    {
        "id": 660220,
        "updated_sequence": 983471,
        "published_at": {
            "unix": 1527250620,
            "text": "2018-05-25 13:17:00 +0100",
            "iso_8601": "2018-05-25T12:17:00Z"
        },
        "updated_at": {
            "unix": 1527250987,
            "text": "2018-05-25 13:23:07 +0100",
            "iso_8601": "2018-05-25T12:23:07Z"
        },
        "subject": "Mexico economy minister Guajardo does not like the idea of a 'skinny' NAFTA deal",
        "content": "<ul><li>Says negotiations should not be subject to political calendars,&nbsp;calls for negotiations to be concluded as soon as possible</li>\r\n  <li>Says there is an 80% chance of completing the deal before the change of Mexican govt in December 2018</li>\r\n  <li>Repeats that it would be easier to reach a NAFTA deal if there were no sunset clause on the table</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-economy-minister-guajardo-does-not-like-the-idea-of-a-skinny-nafta-deal-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 20:17:00",
        "gmt_time": "2018-05-25 12:17:00"
    },
    {
        "id": 660219,
        "updated_sequence": 983462,
        "published_at": {
            "unix": 1527250200,
            "text": "2018-05-25 13:10:00 +0100",
            "iso_8601": "2018-05-25T12:10:00Z"
        },
        "updated_at": {
            "unix": 1527250380,
            "text": "2018-05-25 13:13:00 +0100",
            "iso_8601": "2018-05-25T12:13:00Z"
        },
        "subject": "Spanish PM Rajoy rules out a snap election",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows the Spanish opposition party putting forward a motion of no confidence against PM Rajoy</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1527250380,
            "text": "2018-05-25 13:13:00 +0100",
            "iso_8601": "2018-05-25T12:13:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "spanish-pm-rajoy-rules-out-a-snap-election-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 20:10:00",
        "gmt_time": "2018-05-25 12:10:00"
    },
    {
        "id": 660218,
        "updated_sequence": 983456,
        "published_at": {
            "unix": 1527250140,
            "text": "2018-05-25 13:09:00 +0100",
            "iso_8601": "2018-05-25T12:09:00Z"
        },
        "updated_at": {
            "unix": 1527250218,
            "text": "2018-05-25 13:10:18 +0100",
            "iso_8601": "2018-05-25T12:10:18Z"
        },
        "subject": "Fed's Kaplan (Non-voter, Neutral) sees the neutral FFR level at 2.50% to 2.75%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-neutral-sees-the-neutral-ffr-level-at-2-50-to-2-75-25-05-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 20:09:00",
        "gmt_time": "2018-05-25 12:09:00"
    },
    {
        "id": 660217,
        "updated_sequence": 983453,
        "published_at": {
            "unix": 1527250020,
            "text": "2018-05-25 13:07:00 +0100",
            "iso_8601": "2018-05-25T12:07:00Z"
        },
        "updated_at": {
            "unix": 1527250069,
            "text": "2018-05-25 13:07:49 +0100",
            "iso_8601": "2018-05-25T12:07:49Z"
        },
        "subject": "Fed's Kaplan (Non-voter, Neutral) says oil prices are not a danger to US economy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-neutral-says-oil-prices-are-not-a-danger-to-us-economy-25-05-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 20:07:00",
        "gmt_time": "2018-05-25 12:07:00"
    },
    {
        "id": 660216,
        "updated_sequence": 983450,
        "published_at": {
            "unix": 1527249900,
            "text": "2018-05-25 13:05:00 +0100",
            "iso_8601": "2018-05-25T12:05:00Z"
        },
        "updated_at": {
            "unix": 1527250016,
            "text": "2018-05-25 13:06:56 +0100",
            "iso_8601": "2018-05-25T12:06:56Z"
        },
        "subject": "Spanish PM Rajoy defends his position by saying  a no confidence motion is bad for the country's interest",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "spanish-pm-rajoy-defends-his-position-by-saying-a-no-confidence-motion-is-bad-for-the-country-s-interest-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 20:05:00",
        "gmt_time": "2018-05-25 12:05:00"
    },
    {
        "id": 660215,
        "updated_sequence": 983447,
        "published_at": {
            "unix": 1527249720,
            "text": "2018-05-25 13:02:00 +0100",
            "iso_8601": "2018-05-25T12:02:00Z"
        },
        "updated_at": {
            "unix": 1527249890,
            "text": "2018-05-25 13:04:50 +0100",
            "iso_8601": "2018-05-25T12:04:50Z"
        },
        "subject": "Fed's Kaplan (Non-voter, Neutral) reiterates his base case is for 3 hikes this year; adding that he'd tolerate some moves above 2% inflation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-neutral-reiterates-his-base-case-is-for-3-hikes-this-year-adding-that-he-d-tolerate-some-moves-above-2-inflation-25-05-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 20:02:00",
        "gmt_time": "2018-05-25 12:02:00"
    },
    {
        "id": 660213,
        "updated_sequence": 983441,
        "published_at": {
            "unix": 1527249060,
            "text": "2018-05-25 12:51:00 +0100",
            "iso_8601": "2018-05-25T11:51:00Z"
        },
        "updated_at": {
            "unix": 1527249238,
            "text": "2018-05-25 12:53:58 +0100",
            "iso_8601": "2018-05-25T11:53:58Z"
        },
        "subject": "Spanish PM Rajoy is to speak at 13:00 BST",
        "content": "<ul><li>This comes into context of Podemos and the socialists calling for a vote of no confidence vs. the PP</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "spanish-pm-rajoy-is-to-speak-at-13-00-bst-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 19:51:00",
        "gmt_time": "2018-05-25 11:51:00"
    },
    {
        "id": 660214,
        "updated_sequence": 983438,
        "published_at": {
            "unix": 1527249060,
            "text": "2018-05-25 12:51:00 +0100",
            "iso_8601": "2018-05-25T11:51:00Z"
        },
        "updated_at": {
            "unix": 1527249166,
            "text": "2018-05-25 12:52:46 +0100",
            "iso_8601": "2018-05-25T11:52:46Z"
        },
        "subject": "Italy's League leader Salvini says Premier candidate Conte will decide if Savona is the only candidate for Finance Minister post",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-league-leader-salvini-says-premier-candidate-conte-will-decide-if-savona-is-the-only-candidate-for-finance-minister-post-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 19:51:00",
        "gmt_time": "2018-05-25 11:51:00"
    },
    {
        "id": 660212,
        "updated_sequence": 983424,
        "published_at": {
            "unix": 1527245940,
            "text": "2018-05-25 11:59:00 +0100",
            "iso_8601": "2018-05-25T10:59:00Z"
        },
        "updated_at": {
            "unix": 1527246018,
            "text": "2018-05-25 12:00:18 +0100",
            "iso_8601": "2018-05-25T11:00:18Z"
        },
        "subject": "Norges bank chief sees no reason to deviate from the plan set out March",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "norges-bank-chief-sees-no-reason-to-deviate-from-the-plan-set-out-march-25-05-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 18:59:00",
        "gmt_time": "2018-05-25 10:59:00"
    },
    {
        "id": 660211,
        "updated_sequence": 983427,
        "published_at": {
            "unix": 1527245880,
            "text": "2018-05-25 11:58:00 +0100",
            "iso_8601": "2018-05-25T10:58:00Z"
        },
        "updated_at": {
            "unix": 1527246037,
            "text": "2018-05-25 12:00:37 +0100",
            "iso_8601": "2018-05-25T11:00:37Z"
        },
        "subject": "Dunelm (DNLM LN) set to see underlying profits below those delivered last year",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, company shares dropped 9% from GBP 6.320 to GBP 5.585</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1527246037,
            "text": "2018-05-25 12:00:37 +0100",
            "iso_8601": "2018-05-25T11:00:37Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dunelm-dnlm-ln-set-to-see-underlying-profits-below-those-delivered-last-year-25-05-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 18:58:00",
        "gmt_time": "2018-05-25 10:58:00"
    },
    {
        "id": 660210,
        "updated_sequence": 983429,
        "published_at": {
            "unix": 1527245280,
            "text": "2018-05-25 11:48:00 +0100",
            "iso_8601": "2018-05-25T10:48:00Z"
        },
        "updated_at": {
            "unix": 1527246661,
            "text": "2018-05-25 12:11:01 +0100",
            "iso_8601": "2018-05-25T11:11:01Z"
        },
        "subject": "Spanish socialist leader confirms they have put forward their own vote of no confidence",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "spanish-socialist-leader-confirms-they-have-put-forward-their-own-vote-of-no-confidence-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 18:48:00",
        "gmt_time": "2018-05-25 10:48:00"
    },
    {
        "id": 660209,
        "updated_sequence": 983432,
        "published_at": {
            "unix": 1527245160,
            "text": "2018-05-25 11:46:00 +0100",
            "iso_8601": "2018-05-25T10:46:00Z"
        },
        "updated_at": {
            "unix": 1527248511,
            "text": "2018-05-25 12:41:51 +0100",
            "iso_8601": "2018-05-25T11:41:51Z"
        },
        "subject": "Foot Locker Inc (FL) Q1 EPS USD 1.45 vs. Exp. USD 1.25, revenue USD 2.025 bln vs. Exp. USD 1.96 bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "foot-locker-inc-fl-q1-eps-usd-1-45-vs-exp-usd-1-25-revenue-usd-2-025-bln-vs-exp-usd-1-96-bln-25-05-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 18:46:00",
        "gmt_time": "2018-05-25 10:46:00"
    },
    {
        "id": 660208,
        "updated_sequence": 983408,
        "published_at": {
            "unix": 1527244620,
            "text": "2018-05-25 11:37:00 +0100",
            "iso_8601": "2018-05-25T10:37:00Z"
        },
        "updated_at": {
            "unix": 1527244724,
            "text": "2018-05-25 11:38:44 +0100",
            "iso_8601": "2018-05-25T10:38:44Z"
        },
        "subject": "China's Premier Li reiterates his view to keep economic operations stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-premier-li-reiterates-his-view-to-keep-economic-operations-stable-25-05-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 18:37:00",
        "gmt_time": "2018-05-25 10:37:00"
    },
    {
        "id": 660207,
        "updated_sequence": 983405,
        "published_at": {
            "unix": 1527244320,
            "text": "2018-05-25 11:32:00 +0100",
            "iso_8601": "2018-05-25T10:32:00Z"
        },
        "updated_at": {
            "unix": 1527244387,
            "text": "2018-05-25 11:33:07 +0100",
            "iso_8601": "2018-05-25T10:33:07Z"
        },
        "subject": "RANsquawk Daily US Opening News - 25th May 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19255/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Oil slides as Russian and Saudi energy ministers confirm speculation of possible production increases in June</li>\r\n  <li>Italian/German spread continue widening as markets await news from Italy, party leaders to meet today</li>\r\n  <li>Looking ahead, highlight include, US Durables, Uni. Of Michigan and Coeure, Powell, Kaplan, Weidmann and Carney speaking</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>ASIA-PAC</p>\r\n\r\n<p>Asian stock markets traded cautiously as the region reacted to US President Trump&rsquo;s cancellation of the summit with North Korea. However, losses for the regional bourses were contained in a similar fashion to their US counterparts after Trump kept the door open for the summit to take place in the future. ASX 200 (-0.2%), Nikkei 225 (Unch.) and KOSPI (-0.1%) all began weaker due to the summit cancellation with South Korea taking the brunt of the news, although the picture somewhat improved as participants digested a more conciliatory tone from North Korea overnight which stated it was still willing to resolve issues with the US, while US and South Korea officials also agreed to create conditions for talks between US and North Korea. In addition, Japanese stocks found some reprieve from a weaker currency, while Shanghai Comp. (-0.1%) and Hang Seng (-0.2%) were kept subdued amid a lack of drivers and as this week&rsquo;s PBoC liquidity operations resulted to a net drain of CNY 30bln in contrast to the substantial net injection of CNY 410bln last week. Finally, 10yr JGBs were flat with only minimal support seen amid a cautious-but-improved risk tone in the region, while the BoJ&rsquo;s Rinban announcement for over JPY 1tln of JGBs in 1yr-10yr maturities also failed to spur demand as the central bank kept all purchase amounts unchanged.</p>\r\n\r\n<p>US Commerce Secretary Ross will visit China June 2nd-4th for trade discussions. (Newswires)</p>\r\n\r\n<p>PBoC skipped open market operations for a net weekly drain of CNY 30bln vs. last week&#39;s CNY 410bln net injection. (Newswires)</p>\r\n\r\n<p>PBoC set CNY mid-point at 6.3867 (Prev. 6.3816)</p>\r\n\r\n<p>Japanese Tokyo CPI (May) Y/Y 0.4% vs. Exp. 0.5% (Prev. 0.5%). (Newswires)</p>\r\n\r\n<p>Japanese Tokyo CPI Ex. Fresh Food (May) Y/Y 0.5% vs. Exp. 0.6% (Prev. 0.6%)</p>\r\n\r\n<p>CENTRAL BANKS</p>\r\n\r\n<p>ECB&#39;s Liikanen (Neutral) says if inflation is for a longer time below 2% we would have to tolerate inflation over 2%. (Newswires)</p>\r\n\r\n<p>EU/UK/US</p>\r\n\r\n<p>UK officials are said to have warned that EU attitude to Brexit negotiations risks damaging security and economic ties. (BBC)</p>\r\n\r\n<p>UK GDP 2nd Release QQ (Q1) 0.1% vs. Exp. 0.1% (Prev. 0.1%)</p>\r\n\r\n<p>UK GDP 2nd Release YY (Q1) 1.2% vs. Exp. 1.2% (Prev. 1.2%)</p>\r\n\r\n<p>Italy&#39;s populist party leaders and Premier candidate Conte are to meet in Rome today. (Newswires)</p>\r\n\r\n<p>Spanish opposition have put forward a motion of no confidence vs. PM Rajoy. (Newswires)</p>\r\n\r\n<p>GEOPOLITICS</p>\r\n\r\n<p>North Korea expressed regret regarding the US cancellation of the summit and said it is willing to talk with the US anytime. North Korea added it is still willing to resolve issues with US whenever and however and that they hoped for issues to be resolved &quot;Trump style&quot;. Furthermore, North Korea stated that the Summit was necessary to resolve current hostile bilateral relationship and that its previous remarks regarding the summit had been in protest against strong US comments, according to reports citing Vice Foreign Minister Kim Kye Gwan. (KCNA)</p>\r\n\r\n<p>US and South Korea officials are said to have agreed in phone call to create conditions for talks between US and North Korea. (Newswires)</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>European equities are mostly positive as the region bucks the trend experienced in Asia and Wall St.</p>\r\n\r\n<p>FTSE MIB is underperforming against its peers with banks taking a hit as the Italian Banks Index falls to one-month lows. The energy sector underperforms yet again amid the continuing sell-off in oil prices.</p>\r\n\r\n<p>In terms of stock specifics, Novartis (+1.4%) is buoyed by an upgrade at Credit Suisse, AstraZeneca (+0.9%) is higher following a positive result from Phase 3 trials and Kingfisher (+4%) after Homebase was sold to Hilco Capital and thus marks an exit of Wesfarmers from the UK market.</p>\r\n\r\n<p>Some negative news for Daimler, as the German motor authority KBA probes suspected emission manipulation in the company with more than 600,000 possibly being recalled. Daimler have refused to comment.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>The USD resides in modest positive territory (+0.1%) albeit off best levels as the greenback struggles to recoup some of the post-FOMC minutes losses. Subsequently EUR/USD was knocked back below 1.1700 in early trade but failed to make a test of the 2018 low at 1.1677 as the recent pullback in the USD moved back onto a 1.1700 handle. In terms of EZ data, this morning&rsquo;s German IFO release came in slightly ahead of expectations but questions nonetheless remain about the EZ&rsquo;s economic performance with ABN Amro suggesting &lsquo;The combination of ongoing weakness in underlying inflationary pressures and more uncertainty about the economic growth outlook strengthens the case for the ECB to exit at only a very slow pace&rsquo;.</p>\r\n\r\n<p>Elsewhere, GBP/USD remains firmly below 1.3400 with GBP softer against its major counterparts in what&rsquo;s been a busy week of tier 1 data for the UK after Wednesday&rsquo;s soft inflation figures and yesterday&rsquo;s upbeat retail report. Today was the turn of GDP which was a key focus for traders after the prelim reading derailed expectations of a May hike by the BoE. However, the GBP failed to gain any notable traction off the figures with the Q/Q and Y/Y readings both unrevised as expected, albeit coupled with lacklustre business investment metrics.</p>\r\n\r\n<p>USD/JPY hovers around the 109.50 level and off worst levels as the broadly firmer USD out-muscles the JPY amid touted short-covering and softer than anticipated inflation metrics overnight. Further direction for the pair will likely come from the broader risk-tone which has been a guiding force for the pair throughout the week as trade and geopolitical concerns have prompted a FTQ across the space.</p>\r\n\r\n<p>NAFTA currencies await further updates on the progress of negotiations after reports late yesterday that Mexico made the US an offer in an effort to reach a NAFTA agreement. TRY remains a key focus for markets with the TRY granted some temporary reprieve after the CBRT decided that re-discount credits for earnings from foreign exports can be made in TRY. Scandi currencies, most notably the SEK gained ground on the EUR in early trade after the Swedish Debt office announced is to take a position for a stronger SEK with the aim to reduce costs of central government debt; adding that SEK is weak at the moment but is expected to strengthen.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Fixed income markets trade broadly higher with Bunds taking out yesterday&rsquo;s high at 160.29 to sit just below 160.40. Focus in Europe remains around the ongoing divergence between Italian and German paper with the IT/GE spread now at 200bps as concerns linger about Italy&rsquo;s future relationship with the EU. Although some investors might have been comforted by the fact that Italy is moving ever-closer to forming a government, the composition and ministerial appointments are perhaps less encouraging. The main headache for markets remains the question marks over the Economy Minister position with Eurosceptic Savona still seen as the front-runner for the position. Peripheral markets will also be concerned by developments in Spain amid opposition parties putting forward a motion of no confidence against PM Rajoy amid former aides to the PM being convicted of a corruption racket under his tenure. UK Gilts remain little-fazed by the UK GDP data but eye May 4th highs seen at 122.94.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Oil is set to close the week in the red for the first time this month as both WTI and Brent are negative for the day at USD 69.31 and USD 76.95 respectively. This comes amid confirmation of a potential easing of supply cuts by OPEC to make up for the lost capacity of Venezuela and Iran with Russian Oil Minister Novak stating that all proposals will be discussed in June when asked about possible oil production increase by 1mln bpd. In addition to this the Saudi Energy Minister said they are certainly prepared to adjust policy in June, and release of supply will be gradual, adding that there is likely to be an oil supply boost in the second half of 2018.</p>\r\n\r\n<p>Furthermore, SocGen have revised their oil forecast higher for Q4 2018 with Brent revised to USD 78/bbl (+USD 14) and WTI revised to USD 73/bbl (+USD 13).</p>\r\n\r\n<p>Gold is currently trading flat as safe haven demand softens the blow of profit taking heading into the weekend. Steel strengthening as concerns over demand diminish alongside declining inventories. Copper and nickel also rising, with nickel hitting near 3 year highs, spurred on by increasing base metals prices.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-25th-may-2018-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 18:32:00",
        "gmt_time": "2018-05-25 10:32:00"
    },
    {
        "id": 660206,
        "updated_sequence": 983399,
        "published_at": {
            "unix": 1527242400,
            "text": "2018-05-25 11:00:00 +0100",
            "iso_8601": "2018-05-25T10:00:00Z"
        },
        "updated_at": {
            "unix": 1527242716,
            "text": "2018-05-25 11:05:16 +0100",
            "iso_8601": "2018-05-25T10:05:16Z"
        },
        "subject": "German motor authority KBA probes suspected emission manipulation in Daimler (DAI GY) models including the C-class and G-class; more than 600,000 cars could be recalled",
        "content": "<ul><li>Daimler refuses to comment</li>\r\n</ul>\r\n",
        "reaction_details": "<ul><li>In an immediate reaction, Daimler shares fell from EUR 65.55 to EUR 65.22</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1527242715,
            "text": "2018-05-25 11:05:15 +0100",
            "iso_8601": "2018-05-25T10:05:15Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Spiegel",
        "slug": "german-motor-authority-kba-probes-suspected-emission-manipulation-in-daimler-dai-gy-models-including-the-c-class-and-g-class-more-than-600-000-cars-could-be-recalled-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 18:00:00",
        "gmt_time": "2018-05-25 10:00:00"
    },
    {
        "id": 660204,
        "updated_sequence": 983387,
        "published_at": {
            "unix": 1527242100,
            "text": "2018-05-25 10:55:00 +0100",
            "iso_8601": "2018-05-25T09:55:00Z"
        },
        "updated_at": {
            "unix": 1527242222,
            "text": "2018-05-25 10:57:02 +0100",
            "iso_8601": "2018-05-25T09:57:02Z"
        },
        "subject": "Telia (TELIA SS) has confirmed they are in talks with Bonnier over their broadcasting business",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "telia-telia-ss-has-confirmed-they-are-in-talks-with-bonnier-over-their-broadcasting-business-25-05-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 17:55:00",
        "gmt_time": "2018-05-25 09:55:00"
    },
    {
        "id": 660203,
        "updated_sequence": 983384,
        "published_at": {
            "unix": 1527241500,
            "text": "2018-05-25 10:45:00 +0100",
            "iso_8601": "2018-05-25T09:45:00Z"
        },
        "updated_at": {
            "unix": 1527241642,
            "text": "2018-05-25 10:47:22 +0100",
            "iso_8601": "2018-05-25T09:47:22Z"
        },
        "subject": "Telia (TELIA SS) shares have been halted after falling over 2% amid reports that the company is in talks to buy Bonnier's broadcasting business",
        "content": "<p>Regulator:&nbsp;The reason for suspension is due to non disclosure of inside information about the issuer or financial instrument. Trading in all other instruments related to the issuer will also be suspended from trading. Order books will be flushed.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Resume",
        "slug": "telia-telia-ss-shares-have-been-halted-after-falling-over-2-amid-reports-that-the-company-is-in-talks-to-buy-bonnier-s-broadcasting-business-25-05-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 17:45:00",
        "gmt_time": "2018-05-25 09:45:00"
    },
    {
        "id": 660202,
        "updated_sequence": 983379,
        "published_at": {
            "unix": 1527241200,
            "text": "2018-05-25 10:40:00 +0100",
            "iso_8601": "2018-05-25T09:40:00Z"
        },
        "updated_at": {
            "unix": 1527241336,
            "text": "2018-05-25 10:42:16 +0100",
            "iso_8601": "2018-05-25T09:42:16Z"
        },
        "subject": "Italy's populist party leaders and Premier candidate Conte are to meet in Rome today",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ANSA",
        "slug": "italy-s-populist-party-leaders-and-premier-candidate-conte-are-to-meet-in-rome-today-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 17:40:00",
        "gmt_time": "2018-05-25 09:40:00"
    },
    {
        "id": 660200,
        "updated_sequence": 983363,
        "published_at": {
            "unix": 1527240720,
            "text": "2018-05-25 10:32:00 +0100",
            "iso_8601": "2018-05-25T09:32:00Z"
        },
        "updated_at": {
            "unix": 1527240842,
            "text": "2018-05-25 10:34:02 +0100",
            "iso_8601": "2018-05-25T09:34:02Z"
        },
        "subject": "ECB's Liikanen (Neutral) says if inflation is for a longer time below 2% we would have to tolerate inflation over 2%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-liikanen-neutral-says-if-inflation-is-for-a-longer-time-below-2-we-would-have-to-tolerate-inflation-over-2-25-05-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 17:32:00",
        "gmt_time": "2018-05-25 09:32:00"
    },
    {
        "id": 660201,
        "updated_sequence": 983366,
        "published_at": {
            "unix": 1527240720,
            "text": "2018-05-25 10:32:00 +0100",
            "iso_8601": "2018-05-25T09:32:00Z"
        },
        "updated_at": {
            "unix": 1527240859,
            "text": "2018-05-25 10:34:19 +0100",
            "iso_8601": "2018-05-25T09:34:19Z"
        },
        "subject": "Russian Energy Minister Novak says it is too early to talk about the possible scale of easing production cuts; adding that easing production cuts would make sense in Q3 2018",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-novak-says-it-is-too-early-to-talk-about-the-possible-scale-of-easing-production-cuts-adding-that-easing-production-cuts-would-make-sense-in-q3-2018-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 17:32:00",
        "gmt_time": "2018-05-25 09:32:00"
    },
    {
        "id": 660199,
        "updated_sequence": 983360,
        "published_at": {
            "unix": 1527240600,
            "text": "2018-05-25 10:30:00 +0100",
            "iso_8601": "2018-05-25T09:30:00Z"
        },
        "updated_at": {
            "unix": 1527240706,
            "text": "2018-05-25 10:31:46 +0100",
            "iso_8601": "2018-05-25T09:31:46Z"
        },
        "subject": "Saudi Energy Minister Al-Falih says there is likely to be an oil supply boost in the second half of 2018",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-energy-minister-al-falih-says-there-is-likely-to-be-an-oil-supply-boost-in-the-second-half-of-2018-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 17:30:00",
        "gmt_time": "2018-05-25 09:30:00"
    },
    {
        "id": 660198,
        "updated_sequence": 983357,
        "published_at": {
            "unix": 1527240540,
            "text": "2018-05-25 10:29:00 +0100",
            "iso_8601": "2018-05-25T09:29:00Z"
        },
        "updated_at": {
            "unix": 1527240678,
            "text": "2018-05-25 10:31:18 +0100",
            "iso_8601": "2018-05-25T09:31:18Z"
        },
        "subject": "UBS FX spot ideas 25th May 2018",
        "content": "<p>UBS Sales and Trading team favours the trades below:<br /><br /><strong>EURUSD:&nbsp;</strong>Play range 1.1675-1.1740<br /><strong>USDJPY:</strong>&nbsp;Sell rally 109.90-00, stop above 110.20, target 109.20<br /><strong>EURJPY:</strong>&nbsp;Buy dips 127.70, stop below 127.40, target 128.60-80<br /><strong>USDCHF:&nbsp;</strong>Sell rally 0.9950-60, stop above 0.9980, target 0.9890 &nbsp;<br /><strong>EURCHF:&nbsp;</strong>Play range 1.1590-1.1635<br /><strong>GBPUSD:</strong>&nbsp;Sell rally 1.3375-85, stop above 1.3395, target 1.3315<br /><strong>EURGBP:&nbsp;</strong>Play range 0.8740-0.8770<br /><strong>AUDUSD:&nbsp;</strong>Buy dips 0.7535-45, stop below 0.7520, target 0.7585<br /><strong>NZDUSD</strong>:&nbsp;Buy dips 0.6895-0.6905, stop below 0.6880, target 0.6950<br /><strong>USDCAD:</strong>&nbsp;Buy dips 1.2875-85, stop below 1.2850, target 1.2975<br /><strong>EURSEK</strong>:&nbsp;Sell rally 10.30-10.31, stop above 10.335, target 10.22<br /><strong>EURNOK:</strong> Sell rally 9.51-9.52, stop above 9.5375, target 9.45<br /><strong>XAUUSD</strong>:&nbsp;Buy dips 1302, stop below 1298, take profit 1312&nbsp;<br />&nbsp;</p>\r\n\r\n<p><em>Sent to UBS clients at 0822 BST on 25 May 2018</em></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "UBS",
        "slug": "ubs-fx-spot-ideas-25th-may-2018-25-05-2018",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 17:29:00",
        "gmt_time": "2018-05-25 09:29:00"
    },
    {
        "id": 660197,
        "updated_sequence": 983370,
        "published_at": {
            "unix": 1527240360,
            "text": "2018-05-25 10:26:00 +0100",
            "iso_8601": "2018-05-25T09:26:00Z"
        },
        "updated_at": {
            "unix": 1527240984,
            "text": "2018-05-25 10:36:24 +0100",
            "iso_8601": "2018-05-25T09:36:24Z"
        },
        "subject": "Saudi Energy Minister says they are certainly prepared to adjust policy in June, and release of supply will be gradual",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "saudi-energy-minister-says-they-are-certainly-prepared-to-adjust-policy-in-june-and-release-of-supply-will-be-gradual-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 17:26:00",
        "gmt_time": "2018-05-25 09:26:00"
    },
    {
        "id": 660196,
        "updated_sequence": 983372,
        "published_at": {
            "unix": 1527240240,
            "text": "2018-05-25 10:24:00 +0100",
            "iso_8601": "2018-05-25T09:24:00Z"
        },
        "updated_at": {
            "unix": 1527241000,
            "text": "2018-05-25 10:36:40 +0100",
            "iso_8601": "2018-05-25T09:36:40Z"
        },
        "subject": "Saudi Energy Minister Al Falih says they are keeping an eye on Venezuelan output, Iranian sanction impact is a concern",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-energy-minister-al-falih-says-they-are-keeping-an-eye-on-venezuelan-output-iranian-sanction-impact-is-a-concern-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 17:24:00",
        "gmt_time": "2018-05-25 09:24:00"
    },
    {
        "id": 660195,
        "updated_sequence": 983348,
        "published_at": {
            "unix": 1527240060,
            "text": "2018-05-25 10:21:00 +0100",
            "iso_8601": "2018-05-25T09:21:00Z"
        },
        "updated_at": {
            "unix": 1527240145,
            "text": "2018-05-25 10:22:25 +0100",
            "iso_8601": "2018-05-25T09:22:25Z"
        },
        "subject": "EU MID SESSION UPDATE: Italian/German spread continues to widen. UK GDP in line, EURSEK slides as Swedish debt agency comments on SEK strengthening",
        "content": "<p>EQUITIES</p>\r\n\r\n<p>European equities are mostly positive as the region bucks the trend experienced in Asia and Wall St.</p>\r\n\r\n<p>FTSE MIB is underperforming against its peers with banks taking a hit as the Italian Banks Index falls to one-month lows. The energy sector underperforms yet again amid the continuing sell-off in oil prices. In terms of stock specifics, Novartis (+1.4%) is buoyed by an upgrade at Credit Suisse, AstraZeneca (+0.9%) is higher following a positive result from Phase 3 trials and Kingfisher (+4%) after Homebase was sold to Hilco Capital and thus marks an exit of Wesfarmers from the UK market.&nbsp;</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>The USD resides in modest positive territory (+0.1%) albeit off best levels as the greenback struggles to recoup some of the post-FOMC minutes losses. Subsequently EUR/USD was knocked back below 1.1700 in early trade but failed to make a test of the 2018 low at 1.1677 as the recent pullback in the USD moved back onto a 1.1700 handle. In terms of EZ data, this morning&rsquo;s German IFO release came in slightly ahead of expectations but questions nonetheless remain about the EZ&rsquo;s economic performance with ABN Amro suggesting &lsquo;The combination of ongoing weakness in underlying inflationary pressures and more uncertainty about the economic growth outlook strengthens the case for the ECB to exit at only a very slow pace&rsquo;.</p>\r\n\r\n<p>Elsewhere, GBP/USD remains firmly below 1.3400 with GBP softer against its major counterparts in what&rsquo;s been a busy week of tier 1 data for the UK after Wednesday&rsquo;s soft inflation figures and yesterday&rsquo;s upbeat retail report. Today was the turn of GDP which was a key focus for traders after the prelim reading derailed expectations of a May hike by the BoE. However, the GBP failed to gain any notable traction off the figures with the Q/Q and Y/Y readings both unrevised as expected, albeit coupled with lacklustre business investment metrics.</p>\r\n\r\n<p>For USD/JPY, the pair trades just north of the 109.50 level and off worst levels as the broadly firmer USD out-muscles the JPY amid touted short-covering and softer than anticipated inflation metrics overnight. Further direction for the pair will likely come from the broader risk-tone which has been a guiding force for the pair throughout the week as trade and geopolitical concerns have prompted a FTQ across the space.</p>\r\n\r\n<p>NAFTA currencies await further updates on the progress of negotiations after reports late yesterday&nbsp; that Mexico made the US an offer in an effort to reach a NAFTA agreement. TRY remains a key focus for markets with the TRY granted some temporary reprieve after the CBRT decided that re-discount credits for earnings from foreign exports can be made in TRY. Scandi currencies, most notably the SEK gained ground on the EUR in early trade after the Swedish Debt office announced is to take a position for a stronger SEK with the aim to reduce costs of central government debt; adding that SEK is weak at the moment but is expected to strengthen.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Fixed income markets trade broadly higher with Bunds taking out yesterday&rsquo;s high at 160.29 to sit just below 160.40. Focus in Europe remains around the ongoing divergence between Italian and German paper with the IT/GE spread now at 200bps as concerns linger about Italy&rsquo;s future relationship with the EU. Although some investors might have been comforted by the fact that Italy is moving ever-closer to forming a government, the composition and ministerial appointments are perhaps less encouraging. The main headache for markets remains the question marks over the Economy Minister position with Eurosceptic Savona still seen as the front-runner for the position. Peripheral markets will also be concerned by developments in Spain amid opposition parties putting forward a motion of no confidence against PM Rajoy amid former aides to the PM being convicted of a corruption racket under his tenure. UK Gilts remain little-fazed by the UK GDP data but eye May 4th highs seen at 122.94.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Oil is set to close the week in the red for the first time this month as both WTI and Brent are negative for the day at USD 70.25 and USD 77.99 respectively. This comes amid murmurs of a potential easing of supply cuts by OPEC to make up for the lost capacity of Venezuela and Iran with Russian Oil Minister Novak stating that all proposals will be discussed in June when asked about possible oil production increase by 1mln bpd. Furthermore, SocGen have revised their oil forecast higher for Q4 2018 with Brent revised to USD 78/bbl (+USD 14) and WTI revised to USD 73/bbl (+USD 13).</p>\r\n\r\n<p>Gold is currently trading flat as safe haven demand softens the blow of profit taking heading into the weekend. Steel strengthening as concerns over demand diminish alongside declining inventories. Copper and nickel also rising, with nickel hitting near 3 year highs, spurred on by increasing base metals prices.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "eu-mid-session-update-italian-german-spread-continues-to-widen-uk-gdp-in-line-eursek-slides-as-swedish-debt-agency-comments-on-sek-strengthening-25-05-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 17:21:00",
        "gmt_time": "2018-05-25 09:21:00"
    },
    {
        "id": 660194,
        "updated_sequence": 983374,
        "published_at": {
            "unix": 1527239820,
            "text": "2018-05-25 10:17:00 +0100",
            "iso_8601": "2018-05-25T09:17:00Z"
        },
        "updated_at": {
            "unix": 1527241016,
            "text": "2018-05-25 10:36:56 +0100",
            "iso_8601": "2018-05-25T09:36:56Z"
        },
        "subject": "Russian Energy Minister Novak says that oil stocks may have already dropped 5mln barrels below their 5 year average",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-energy-minister-novak-says-that-oil-stocks-may-have-already-dropped-5mln-barrels-below-their-5-year-average-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 17:17:00",
        "gmt_time": "2018-05-25 09:17:00"
    },
    {
        "id": 660114,
        "updated_sequence": 983339,
        "published_at": {
            "unix": 1527238800,
            "text": "2018-05-25 10:00:00 +0100",
            "iso_8601": "2018-05-25T09:00:00Z"
        },
        "updated_at": {
            "unix": 1527238800,
            "text": "2018-05-25 10:00:00 +0100",
            "iso_8601": "2018-05-25T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-24-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 17:00:00",
        "gmt_time": "2018-05-25 09:00:00"
    },
    {
        "id": 660192,
        "updated_sequence": 983337,
        "published_at": {
            "unix": 1527238320,
            "text": "2018-05-25 09:52:00 +0100",
            "iso_8601": "2018-05-25T08:52:00Z"
        },
        "updated_at": {
            "unix": 1527238359,
            "text": "2018-05-25 09:52:39 +0100",
            "iso_8601": "2018-05-25T08:52:39Z"
        },
        "subject": "Spanish opposition have put forward a motion of no confidence vs. PM Mariano Rajoy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "spanish-opposition-have-put-forward-a-motion-of-no-confidence-vs-pm-mariano-rajoy-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 16:52:00",
        "gmt_time": "2018-05-25 08:52:00"
    },
    {
        "id": 660190,
        "updated_sequence": 983376,
        "published_at": {
            "unix": 1527237900,
            "text": "2018-05-25 09:45:00 +0100",
            "iso_8601": "2018-05-25T08:45:00Z"
        },
        "updated_at": {
            "unix": 1527241036,
            "text": "2018-05-25 10:37:16 +0100",
            "iso_8601": "2018-05-25T09:37:16Z"
        },
        "subject": "When Saudi Energy Minister was asked about the 1mln BPD increase, he responded that \"all options are on the table\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "when-saudi-energy-minister-was-asked-about-the-1mln-bpd-increase-he-responded-that-all-options-are-on-the-table-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 16:45:00",
        "gmt_time": "2018-05-25 08:45:00"
    },
    {
        "id": 660189,
        "updated_sequence": 983328,
        "published_at": {
            "unix": 1527237420,
            "text": "2018-05-25 09:37:00 +0100",
            "iso_8601": "2018-05-25T08:37:00Z"
        },
        "updated_at": {
            "unix": 1527237924,
            "text": "2018-05-25 09:45:24 +0100",
            "iso_8601": "2018-05-25T08:45:24Z"
        },
        "subject": "Russian Oil Minister Novak says all proposals will be discussed in June when asked about possible oil production increase by 1mln bpd",
        "content": "<ul><li>This follows reports that&nbsp;OPEC &amp; Non-OPEC were&nbsp;discussing increasing oil output by around 1mln BPD, with a decision to be made in&nbsp;June</li>\r\n  <li>When Saudi energy minister was asked about this increase, he responded that &quot;all options are on the table&quot;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-oil-minister-novak-says-all-proposals-will-be-discussed-in-june-when-asked-about-possible-oil-production-increase-by-1mln-bpd-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 16:37:00",
        "gmt_time": "2018-05-25 08:37:00"
    },
    {
        "id": 660188,
        "updated_sequence": 983318,
        "published_at": {
            "unix": 1527237360,
            "text": "2018-05-25 09:36:00 +0100",
            "iso_8601": "2018-05-25T08:36:00Z"
        },
        "updated_at": {
            "unix": 1527237464,
            "text": "2018-05-25 09:37:44 +0100",
            "iso_8601": "2018-05-25T08:37:44Z"
        },
        "subject": "Turkish deputy PM says they will tell investors normalisation and simplification of monetary policy will continue, sees no tax hikes",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-deputy-pm-says-they-will-tell-investors-normalisation-and-simplification-of-monetary-policy-will-continue-sees-no-tax-hikes-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 16:36:00",
        "gmt_time": "2018-05-25 08:36:00"
    },
    {
        "id": 660187,
        "updated_sequence": 983315,
        "published_at": {
            "unix": 1527237240,
            "text": "2018-05-25 09:34:00 +0100",
            "iso_8601": "2018-05-25T08:34:00Z"
        },
        "updated_at": {
            "unix": 1527237299,
            "text": "2018-05-25 09:34:59 +0100",
            "iso_8601": "2018-05-25T08:34:59Z"
        },
        "subject": "Russian central bank sees factors for more gradual normalisation of monetary policy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-central-bank-sees-factors-for-more-gradual-normalisation-of-monetary-policy-25-05-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 16:34:00",
        "gmt_time": "2018-05-25 08:34:00"
    },
    {
        "id": 660180,
        "updated_sequence": 983285,
        "published_at": {
            "unix": 1527236640,
            "text": "2018-05-25 09:24:00 +0100",
            "iso_8601": "2018-05-25T08:24:00Z"
        },
        "updated_at": {
            "unix": 1527236709,
            "text": "2018-05-25 09:25:09 +0100",
            "iso_8601": "2018-05-25T08:25:09Z"
        },
        "subject": "H&M (HMB SS) Chairman has bought an additional 4.35mln shares in the company",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "h-m-hmb-ss-chairman-has-bought-an-additional-4-35mln-shares-in-the-company-25-05-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 16:24:00",
        "gmt_time": "2018-05-25 08:24:00"
    },
    {
        "id": 660179,
        "updated_sequence": 983282,
        "published_at": {
            "unix": 1527235740,
            "text": "2018-05-25 09:09:00 +0100",
            "iso_8601": "2018-05-25T08:09:00Z"
        },
        "updated_at": {
            "unix": 1527235818,
            "text": "2018-05-25 09:10:18 +0100",
            "iso_8601": "2018-05-25T08:10:18Z"
        },
        "subject": "Turkish central bank says they reacted strongly and will continue to do so",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-central-bank-says-they-reacted-strongly-and-will-continue-to-do-so-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 16:09:00",
        "gmt_time": "2018-05-25 08:09:00"
    },
    {
        "id": 660175,
        "updated_sequence": 983310,
        "published_at": {
            "unix": 1527234900,
            "text": "2018-05-25 08:55:00 +0100",
            "iso_8601": "2018-05-25T07:55:00Z"
        },
        "updated_at": {
            "unix": 1527237225,
            "text": "2018-05-25 09:33:45 +0100",
            "iso_8601": "2018-05-25T08:33:45Z"
        },
        "subject": "SocGen revised their oil forecast higher for Q4 2018, Brent revised to USD 78/bbl (+USD 14) and WTI revised to USD 73/bbl (+USD 13)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "socgen-revised-their-oil-forecast-higher-for-q4-2018-brent-revised-to-usd-78-bbl-usd-14-and-wti-revised-to-usd-73-bbl-usd-13-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 15:55:00",
        "gmt_time": "2018-05-25 07:55:00"
    },
    {
        "id": 660173,
        "updated_sequence": 983255,
        "published_at": {
            "unix": 1527234660,
            "text": "2018-05-25 08:51:00 +0100",
            "iso_8601": "2018-05-25T07:51:00Z"
        },
        "updated_at": {
            "unix": 1527234791,
            "text": "2018-05-25 08:53:11 +0100",
            "iso_8601": "2018-05-25T07:53:11Z"
        },
        "subject": "ECB says banks borrowed EUR 197mln at marginal rate & deposited EUR 642.572bln; Excess liquidity 1.8407tln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-borrowed-eur-197mln-at-marginal-rate-deposited-eur-642-572bln-excess-liquidity-1-8407tln-25-05-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 15:51:00",
        "gmt_time": "2018-05-25 07:51:00"
    },
    {
        "id": 660174,
        "updated_sequence": 983258,
        "published_at": {
            "unix": 1527234600,
            "text": "2018-05-25 08:50:00 +0100",
            "iso_8601": "2018-05-25T07:50:00Z"
        },
        "updated_at": {
            "unix": 1527234910,
            "text": "2018-05-25 08:55:10 +0100",
            "iso_8601": "2018-05-25T07:55:10Z"
        },
        "subject": "Morgan Stanley new trade: Sell USD/JPY at 110.00; target 103.00, stop at 111.50. Sell USD/CHF at 0.9940; target 0.9400, stop at 1.0065",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morgan-stanley-new-trade-sell-usd-jpy-at-110-00-target-103-00-stop-at-111-50-sell-usd-chf-at-0-9940-target-0-9400-stop-at-1-0065-25-05-2018",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 15:50:00",
        "gmt_time": "2018-05-25 07:50:00"
    },
    {
        "id": 660172,
        "updated_sequence": 983252,
        "published_at": {
            "unix": 1527234480,
            "text": "2018-05-25 08:48:00 +0100",
            "iso_8601": "2018-05-25T07:48:00Z"
        },
        "updated_at": {
            "unix": 1527234571,
            "text": "2018-05-25 08:49:31 +0100",
            "iso_8601": "2018-05-25T07:49:31Z"
        },
        "subject": "FX Morning Colour: EUR/USD remains just above 2018 lows. GBP await GDP. USD claws back some ground ",
        "content": "<p>The USD resides in modest positive territory (+0.3%) thus far in early European trade and hovering around the 94.00 level as the greenback recoups some of the post-FOMC minutes losses. Subsequently EUR/USD has been knocked back below 1.1700 with all eyes now on the 2018 low at 1.1677 ahead of German IFO figures at 0900BST and as questions remain about the EZ&rsquo;s economic performance with ABN Amro suggesting &lsquo;The combination of ongoing weakness in underlying inflationary pressures and more uncertainty about the economic growth outlook strengthens the case for the ECB to exit at only a very slow pace&rsquo;.</p>\r\n\r\n<p>Elsewhere, the firmer USD has also placed weight on GBP/USD with the pair firmly below 1.3400 ahead of the secondary reading of Q1 UK GDP which will be closely watched by markets after the soft prelim reading derailed expectations of a BoE hike for May. The BoE subsequently stood pat on rates but downplayed the initial reading, suggesting that the print was erratic, most likely due to weather conditions and likely to be revised higher. A failure to confirm this view by the Bank could cause further credibility issues at the bank.</p>\r\n\r\n<p>For USD/JPY, the pair remains below 109.35 and off worst levels as the broadly firmer USD out-muscles the JPY amid touted short-covering and softer than anticipated inflation metrics overnight. Further direction for the pair will likely come form the broader risk-tone which has been a guiding force for the pair throughout the week as trade and geopolitical concerns have prompted a FTQ across the space.</p>\r\n\r\n<p>In terms of other things to be aware of, price action for AUD/USD could be contained by option expiries with the pair trading in close proximity to around USD 1bln of expiries between 0.07750-70. NAFTA currencies await further updates on the progress of negotiations after reports late yesterday &nbsp;that Mexico made the US an offer in an effort to reach a NAFTA agreement. TRY remains a key focus for markets with the TRY granted some temporary reprieve after the CBRT decided that re-discount credits for earnings from foreign exports can be made in TRY. Scandi currencies, most notably the SEK gained ground on the EUR in early trade after the Swedish Debt office announced is to take a position for a stronger SEK with the aim to reduce costs of central government debt; adding that SEK is weak at the moment but is expected to strengthen.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-eur-usd-remains-just-above-2018-lows-gbp-await-gdp-usd-claws-back-some-ground-25-05-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 15:48:00",
        "gmt_time": "2018-05-25 07:48:00"
    },
    {
        "id": 660172,
        "updated_sequence": 983252,
        "published_at": {
            "unix": 1527234480,
            "text": "2018-05-25 08:48:00 +0100",
            "iso_8601": "2018-05-25T07:48:00Z"
        },
        "updated_at": {
            "unix": 1527234571,
            "text": "2018-05-25 08:49:31 +0100",
            "iso_8601": "2018-05-25T07:49:31Z"
        },
        "subject": "FX Morning Colour: EUR/USD remains just above 2018 lows. GBP await GDP. USD claws back some ground ",
        "content": "<p>The USD resides in modest positive territory (+0.3%) thus far in early European trade and hovering around the 94.00 level as the greenback recoups some of the post-FOMC minutes losses. Subsequently EUR/USD has been knocked back below 1.1700 with all eyes now on the 2018 low at 1.1677 ahead of German IFO figures at 0900BST and as questions remain about the EZ&rsquo;s economic performance with ABN Amro suggesting &lsquo;The combination of ongoing weakness in underlying inflationary pressures and more uncertainty about the economic growth outlook strengthens the case for the ECB to exit at only a very slow pace&rsquo;.</p>\r\n\r\n<p>Elsewhere, the firmer USD has also placed weight on GBP/USD with the pair firmly below 1.3400 ahead of the secondary reading of Q1 UK GDP which will be closely watched by markets after the soft prelim reading derailed expectations of a BoE hike for May. The BoE subsequently stood pat on rates but downplayed the initial reading, suggesting that the print was erratic, most likely due to weather conditions and likely to be revised higher. A failure to confirm this view by the Bank could cause further credibility issues at the bank.</p>\r\n\r\n<p>For USD/JPY, the pair remains below 109.35 and off worst levels as the broadly firmer USD out-muscles the JPY amid touted short-covering and softer than anticipated inflation metrics overnight. Further direction for the pair will likely come form the broader risk-tone which has been a guiding force for the pair throughout the week as trade and geopolitical concerns have prompted a FTQ across the space.</p>\r\n\r\n<p>In terms of other things to be aware of, price action for AUD/USD could be contained by option expiries with the pair trading in close proximity to around USD 1bln of expiries between 0.07750-70. NAFTA currencies await further updates on the progress of negotiations after reports late yesterday &nbsp;that Mexico made the US an offer in an effort to reach a NAFTA agreement. TRY remains a key focus for markets with the TRY granted some temporary reprieve after the CBRT decided that re-discount credits for earnings from foreign exports can be made in TRY. Scandi currencies, most notably the SEK gained ground on the EUR in early trade after the Swedish Debt office announced is to take a position for a stronger SEK with the aim to reduce costs of central government debt; adding that SEK is weak at the moment but is expected to strengthen.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-eur-usd-remains-just-above-2018-lows-gbp-await-gdp-usd-claws-back-some-ground-25-05-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 15:48:00",
        "gmt_time": "2018-05-25 07:48:00"
    },
    {
        "id": 660171,
        "updated_sequence": 983231,
        "published_at": {
            "unix": 1527233700,
            "text": "2018-05-25 08:35:00 +0100",
            "iso_8601": "2018-05-25T07:35:00Z"
        },
        "updated_at": {
            "unix": 1527233768,
            "text": "2018-05-25 08:36:08 +0100",
            "iso_8601": "2018-05-25T07:36:08Z"
        },
        "subject": "Fitch states that an additional rate hike by the CBRT is possible at its June meeting",
        "content": "<ul><li>Continued TRY softness could weigh on credit rating.&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-states-that-an-additional-rate-hike-by-the-cbrt-is-possible-at-its-june-meeting-25-05-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 15:35:00",
        "gmt_time": "2018-05-25 07:35:00"
    },
    {
        "id": 660170,
        "updated_sequence": 983312,
        "published_at": {
            "unix": 1527233640,
            "text": "2018-05-25 08:34:00 +0100",
            "iso_8601": "2018-05-25T07:34:00Z"
        },
        "updated_at": {
            "unix": 1527237248,
            "text": "2018-05-25 09:34:08 +0100",
            "iso_8601": "2018-05-25T08:34:08Z"
        },
        "subject": "Swedish Debt office is to take a position for a stronger SEK with the aim to reduce costs of central government debt; adding that SEK is weak at the moment but is expected to strengthen ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, EUR/SEK fell from 10.2700 to 10.1900</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1527234480,
            "text": "2018-05-25 08:48:00 +0100",
            "iso_8601": "2018-05-25T07:48:00Z"
        },
        "analysis_details": "<ul><li>SEB:&nbsp;The fact that the SNDO is taking a position for a stronger SEK vs EUR is a very good sign for SEK bulls. Historically this has been a strong signal for EUR/SEK to continue lower in line with our views (gradual decline).</li>\r\n  <li>Riksbank&#39;s Skingsley did say at the earlier this month&nbsp;that&nbsp;Krona is expected to strengthen again&nbsp;</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1527234000,
            "text": "2018-05-25 08:40:00 +0100",
            "iso_8601": "2018-05-25T07:40:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "swedish-debt-office-is-to-take-a-position-for-a-stronger-sek-with-the-aim-to-reduce-costs-of-central-government-debt-adding-that-sek-is-weak-at-the-moment-but-is-expected-to-strengthen-25-05-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 15:34:00",
        "gmt_time": "2018-05-25 07:34:00"
    },
    {
        "id": 660169,
        "updated_sequence": 983225,
        "published_at": {
            "unix": 1527231960,
            "text": "2018-05-25 08:06:00 +0100",
            "iso_8601": "2018-05-25T07:06:00Z"
        },
        "updated_at": {
            "unix": 1527232005,
            "text": "2018-05-25 08:06:45 +0100",
            "iso_8601": "2018-05-25T07:06:45Z"
        },
        "subject": "EU Morning Movers: Pennon (PNN LN) +3.8%, BT (BT/A LN) +2.5%, AstraZeneca (AZN LN) +0.7%, Deutsche Bank (DBK GY) -0.4%, Total (FP FP) -0.3%, Roche (ROG SW) -0.8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-morning-movers-pennon-pnn-ln-3-8-bt-bt-a-ln-2-5-astrazeneca-azn-ln-0-7-deutsche-bank-dbk-gy-0-4-total-fp-fp-0-3-roche-rog-sw-0-8-25-05-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 15:06:00",
        "gmt_time": "2018-05-25 07:06:00"
    },
    {
        "id": 660168,
        "updated_sequence": 983222,
        "published_at": {
            "unix": 1527231780,
            "text": "2018-05-25 08:03:00 +0100",
            "iso_8601": "2018-05-25T07:03:00Z"
        },
        "updated_at": {
            "unix": 1527231856,
            "text": "2018-05-25 08:04:16 +0100",
            "iso_8601": "2018-05-25T07:04:16Z"
        },
        "subject": "OPEC & Non-OPEC discuss increasing oil output by around 1mln BPD, decision to be made in June",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "opec-non-opec-discuss-increasing-oil-output-by-around-1mln-bpd-decision-to-be-made-in-june-25-05-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 15:03:00",
        "gmt_time": "2018-05-25 07:03:00"
    },
    {
        "id": 660165,
        "updated_sequence": 983213,
        "published_at": {
            "unix": 1527231000,
            "text": "2018-05-25 07:50:00 +0100",
            "iso_8601": "2018-05-25T06:50:00Z"
        },
        "updated_at": {
            "unix": 1527231082,
            "text": "2018-05-25 07:51:22 +0100",
            "iso_8601": "2018-05-25T06:51:22Z"
        },
        "subject": "Turkish central bank has decided that re-discount credits for earnings from foreign exports can be made in TRY",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-central-bank-has-decided-that-re-discount-credits-for-earnings-from-foreign-exports-can-be-made-in-try-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 14:50:00",
        "gmt_time": "2018-05-25 06:50:00"
    },
    {
        "id": 660164,
        "updated_sequence": 983210,
        "published_at": {
            "unix": 1527230880,
            "text": "2018-05-25 07:48:00 +0100",
            "iso_8601": "2018-05-25T06:48:00Z"
        },
        "updated_at": {
            "unix": 1527230967,
            "text": "2018-05-25 07:49:27 +0100",
            "iso_8601": "2018-05-25T06:49:27Z"
        },
        "subject": "China is said to encourage private investing in government car-makers, with the policy on auto investment said to be preliminary",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-said-to-encourage-private-investing-in-government-car-makers-with-the-policy-on-auto-investment-said-to-be-preliminary-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 14:48:00",
        "gmt_time": "2018-05-25 06:48:00"
    },
    {
        "id": 660163,
        "updated_sequence": 983207,
        "published_at": {
            "unix": 1527230580,
            "text": "2018-05-25 07:43:00 +0100",
            "iso_8601": "2018-05-25T06:43:00Z"
        },
        "updated_at": {
            "unix": 1527230635,
            "text": "2018-05-25 07:43:55 +0100",
            "iso_8601": "2018-05-25T06:43:55Z"
        },
        "subject": "Iran says they will decide whether they will stay in the nuclear deal within a few weeks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-says-they-will-decide-whether-they-will-stay-in-the-nuclear-deal-within-a-few-weeks-25-05-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 14:43:00",
        "gmt_time": "2018-05-25 06:43:00"
    },
    {
        "id": 660162,
        "updated_sequence": 983204,
        "published_at": {
            "unix": 1527229980,
            "text": "2018-05-25 07:33:00 +0100",
            "iso_8601": "2018-05-25T06:33:00Z"
        },
        "updated_at": {
            "unix": 1527230004,
            "text": "2018-05-25 07:33:24 +0100",
            "iso_8601": "2018-05-25T06:33:24Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>SSE (SSE LN) &ndash; FY adj. pre tax profit GBP 1.453bln vs. Exp. GBP 1.46bln, total dividend 80 pence per share, final dividend 66.3 pence per share, adj. EPS -3.6% to 121.1 pence. (Newswires)</p>\r\n\r\n<p>AstraZeneca (AZN LN) &ndash; Imfinzi significantly improves overall survival in phase 3 trial for non-small cell lung cancer. (Newswires)</p>\r\n\r\n<p>Pennon (PNN LN) &ndash; FY revenue GBP 1.393bln vs. Prev. GBP 1.353bln FY dividend GBP 0.3859/shr vs. Prev. GBP 0.3596. Co. expects UK residual waste market dynamics to be favourable with demand for energy recover facilities exceeding capacity in the long term. (Newswires)</p>\r\n\r\n<p>Maersk (MAERSKB DC) - Co. have introduced an emergency bunker surcharge in the wake of higher marine fuel costs. (FT)&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-25-05-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 14:33:00",
        "gmt_time": "2018-05-25 06:33:00"
    },
    {
        "id": 660160,
        "updated_sequence": 983185,
        "published_at": {
            "unix": 1527227280,
            "text": "2018-05-25 06:48:00 +0100",
            "iso_8601": "2018-05-25T05:48:00Z"
        },
        "updated_at": {
            "unix": 1527227335,
            "text": "2018-05-25 06:48:55 +0100",
            "iso_8601": "2018-05-25T05:48:55Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>25th May 2018</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian stock markets traded cautiously as the region reacted to US President Trump&rsquo;s cancellation of the summit with North Korea. However, losses for the regional bourses were contained in a similar fashion to their US counterparts after Trump kept the door open for the summit to take place in the future. ASX 200 (-0.2%), Nikkei 225 (Unch.) and KOSPI (-0.1%) all began weaker due to the summit cancellation with South Korea taking the brunt of the news, although the picture somewhat improved as participants digested a more conciliatory tone from North Korea overnight which stated it was still willing to resolve issues with the US, while US and South Korea officials also agreed to create conditions for talks between US and North Korea. In addition, Japanese stocks found some reprieve from a weaker currency, while Shanghai Comp. (-0.1%) and Hang Seng (-0.2%) were kept subdued amid a lack of drivers and as this week&rsquo;s PBoC liquidity operations resulted to a net drain of CNY 30bln in contrast to the substantial net injection of JPY 410bln last week. Finally, 10yr JGBs were flat with only minimal support seen amid a cautious-but-improved risk tone in the region, while the BoJ&rsquo;s Rinban announcement for over JPY 1tln of JGBs in 1yr-10yr maturities also failed to spur demand as the central bank kept all purchase amounts unchanged.</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>Barclays (BARC LN) &ndash; Shareholders want the Co. to set out plans to find a new chairman following the unease caused when chairman John McFarlane considered a merger with Standard Chartered (STAN LN). (The Times)</p>\r\n\r\n<p>BT (BT/A LN) &ndash; Co.&rsquo;s OpenReach Grid unit is reportedly the subject of interest from infrastructure funds and PE firms. (Newswires)</p>\r\n\r\n<p>Royal Dutch Shell (RDSA LN) &ndash; A British judge has ruled that Nigeria&rsquo;s Bodo community should retain the option of litigation for a year over the clean up of two spills in 2008. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>ROYAL MAIL (RMG LN) DOWNGRADED TO SELL FROM HOLD AT BERENBERG</p>\r\n\r\n<p>IMPERIAL BRANDS (IMB LN) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Deutsche Bank (DBK GY) &ndash; Chairman Achleitner survives shareholder vote on their removal from the board. (Newswires)</p>\r\n\r\n<p>ThyssenKrupp (TKA GY) &ndash; A meeting will be held in June for the planned JV with Tata Steel. (Westdeutsche Allegmeine Zeitung)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>HOCHTIEF (HOT GY) UPGRADED TO HOLD FROM SELL AT SOCGEN</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>Total (FP FP) &ndash; Co. is to purchase a 10% stake in Russian Arctic LNG 2 project (a project developed by Novatek in the Siberian arctic). Co. did not specify financial details, however the acquisition values the project at USD 25.5bln. (FT)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Atos (ATO FP) &ndash; Co. has authorised an up to 10% share buyback at its annual meeting. (Newswires)</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>Ackermans &amp; Van Haaren (ACKB BB) &ndash; 2018 net cash position EUR 79.5mln, FY guidance reiterated. (Newswires)</p>\r\n\r\n<p>Enel (ENEL IM) &ndash; Co. CEO said there are no plans to list Open Fiber broadband business. (Newswires)</p>\r\n\r\n<p>Banco Sabadell (SAB SM) &ndash; Co. are to sell the last of their EUR 7.5bln of toxic mortgage securities next month. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>ATLANTIA (ATL IM) DOWNGRADED TO HOLD FROM BUY AT SOCGEN</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>Richemont (CFR SW) / Yoox Net-A-Porter (YNAP IM) &ndash; Richemont has reached 95% of Yoox Net-A-Porter shares, say requirements for squeeze-out have been fulfilled. Borsa Italiana is to order delisting of YNAP as of 20th June. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>ROCHE (ROG SW) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT CREDIT SUISSE</p>\r\n\r\n<p>NOVARTIS (NOVN SW) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT CREDIT SUISSE</p>\r\n\r\n<p>US</p>\r\n\r\n<p>* EQUITIES: SPX -0.2% at 2727, NDX -0.1% at 6949, DJI -0.3% at 24812.&nbsp; SECTORS: Cons Cyclicals -0.1%, Cons Non-Cyclicals: 0.2%, Energy: -1.7%, Financials: -0.7%, Health Care: -0.3%, Industrials: 0.6%, Materials: -0.4%, Telecom: 0.6%, Tech: -0.1%, Utilities: 0.8%</p>\r\n\r\n<p>US equity futures continue to shrug-off news flow, and the thin range seen in ES this week continued on Thursday ahead of the Memorial Day long weekend. The 2720-2730 range was prevalent premarket, and after the cash day got underway, news Trump pulled out from the North Korea peace summit in June brought a risk-off tone, sending ES to test 2705 once again; however, later in the session, Trump gave more colour and floated the possibility that a summit could take place at a later day, if North Korea&rsquo;s rhetoric was to become more constructive. ES resumed its drift upwards into the range, moving back into the range of the weekly horizontal drift.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-25-05-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 13:48:00",
        "gmt_time": "2018-05-25 05:48:00"
    },
    {
        "id": 660159,
        "updated_sequence": 983182,
        "published_at": {
            "unix": 1527225900,
            "text": "2018-05-25 06:25:00 +0100",
            "iso_8601": "2018-05-25T05:25:00Z"
        },
        "updated_at": {
            "unix": 1527225992,
            "text": "2018-05-25 06:26:32 +0100",
            "iso_8601": "2018-05-25T05:26:32Z"
        },
        "subject": "China is said to increase fuel prices from tomorrow",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-said-to-increase-fuel-prices-from-tomorrow-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 13:25:00",
        "gmt_time": "2018-05-25 05:25:00"
    },
    {
        "id": 660158,
        "updated_sequence": 983187,
        "published_at": {
            "unix": 1527225720,
            "text": "2018-05-25 06:22:00 +0100",
            "iso_8601": "2018-05-25T05:22:00Z"
        },
        "updated_at": {
            "unix": 1527227745,
            "text": "2018-05-25 06:55:45 +0100",
            "iso_8601": "2018-05-25T05:55:45Z"
        },
        "subject": "DAILY EUROPEAN OPENING NEWS: Asia cautious after US President Trumps cancellation of the NK summit, albeit Trump has left the door open for the summit to take place in the future",
        "content": "<p>Asia cautious after US President Trump&rsquo;s cancellation of the NK summit, albeit Trump has left the door open for the summit to take place in the future</p>\r\n\r\n<p>FX markets quiet with the USD recovering some of the lost ground from the FOMC minutes; GBP/USD back below 1.3400 and EUR/USD eyeing 1.1700</p>\r\n\r\n<p>Looking ahead, highlights include German IFO, UK GDP, US Durables, Uni. Of Michigan and a slew of speakers</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian stock markets traded cautiously as the region reacted to US President Trump&rsquo;s cancellation of the summit with North Korea. However, losses for the regional bourses were contained in a similar fashion to their US counterparts after Trump kept the door open for the summit to take place in the future. ASX 200 (-0.2%), Nikkei 225 (Unch.) and KOSPI (-0.1%) all began weaker due to the summit cancellation with South Korea taking the brunt of the news, although the picture somewhat improved as participants digested a more conciliatory tone from North Korea overnight which stated it was still willing to resolve issues with the US, while US and South Korea officials also agreed to create conditions for talks between US and North Korea. In addition, Japanese stocks found some reprieve from a weaker currency, while Shanghai Comp. (-0.1%) and Hang Seng (-0.2%) were kept subdued amid a lack of drivers and as this week&rsquo;s PBoC liquidity operations resulted to a net drain of CNY 30bln in contrast to the substantial net injection of CNY 410bln last week. Finally, 10yr JGBs were flat with only minimal support seen amid a cautious-but-improved risk tone in the region, while the BoJ&rsquo;s Rinban announcement for over JPY 1tln of JGBs in 1yr-10yr maturities also failed to spur demand as the central bank kept all purchase amounts unchanged.&nbsp;</p>\r\n\r\n<p>US Commerce Secretary Ross will visit China June 2nd-4th for trade discussions. (Newswires)</p>\r\n\r\n<p>PBoC skipped open market operations for a net weekly drain of CNY 30bln vs. last week&#39;s CNY 410bln net injection. (Newswires)<br />PBoC set CNY mid-point at 6.3867 (Prev. 6.3816)</p>\r\n\r\n<p>Japanese Tokyo CPI (May) Y/Y 0.4% vs. Exp. 0.5% (Prev. 0.5%). (Newswires)<br />Japanese Tokyo CPI Ex. Fresh Food (May) Y/Y 0.5% vs. Exp. 0.6% (Prev. 0.6%)</p>\r\n\r\n<p><br />UK/EU</p>\r\n\r\n<p>BoE Governor Carney said BoE could tolerate a lengthier inflation overshoot up to a point and endorses a gradual path of hikes but added that it can be accelerated if growth rises above 1.5% trend rate and business investment recovers strongly. Carney also commented that Brexit is entering a &lsquo;critical phase&rsquo; and BoE has tools to deal with all outcomes, while he added that BoE could take steps as it did after the Brexit referendum If the process becomes disorderly. (Newswires)</p>\r\n\r\n<p>UK Chancellor Hammond said both Brexit customs models are work in progress, while there were also comments from EU&#39;s Barnier that they will not accept cherry picking regarding the Brexit. (Newswires)</p>\r\n\r\n<p>UK officials are said to have warned that EU attitude to Brexit negotiations risks damaging security and economic ties. (BBC)<br />&nbsp;</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>FX markets were relatively quiet amid a sparse overnight data calendar, although the greenback was slightly firmer with the DXY approaching the 94.00 level as it recovered some of the lost ground from this week&rsquo;s dovish-leaning FOMC minutes. This weighed on its major counterparts across the pond in which GBP/USD languished firmly below the 1.3400 handle while EUR/USD eyes a test of 1.1700 to the downside. Elsewhere, USD/JPY and JPY-crosses were higher on short-covering from the recent declines and amid a slight improvement of the risk tone, with softer than expected Tokyo CPI data as well as Gotobi demand suggested to be some of the factors at play. MXN remained firm overnight with support seen in late US trade on reports that Mexico made the US an offer in an effort to reach a NAFTA agreement.</p>\r\n\r\n<p>Mexico reportedly made the US an offer in a bid to reach a NAFTA agreement. In other news, Mexico President Pena Nieto said he remains optimistic regarding NAFTA renegotiation following call with Canadian PM Trudeau, while there were earlier comments from Canadian PM Trudeau that the US move on possible auto tariffs is &#39;on even flimsier logical ground than argument in favour of steel and aluminium tariffs&#39; and that the US auto tariffs are clearly linked to NAFTA talks. (Newswires)</p>\r\n\r\n<p><br />COMMODITIES</p>\r\n\r\n<p>Commodities traded sideways with WTI crude futures languishing below the USD 71.00/bbl level following yesterday&rsquo;s risk averse tone spurred by Trump&rsquo;s summit cancellation, while there were also comments from Saudi Arabian and Russian Energy Ministers that a relaxation of caps will be considered next month. Elsewhere, gold was marginally lower following a rebound in the greenback from the post-FOMC minutes weakness, while copper was indecisive amid the broad cautious overnight risk tone.</p>\r\n\r\n<p>Saudi Energy Minister Al Falih said that they target balancing and not over correction of the oil market, while he added that easing OPEC+ caps is on table, but no decision has been made yet and that Saudi and Russia need to conduct at least 2 more meetings before June. (Newswires)</p>\r\n\r\n<p>Russian Energy Minister Novak said the global oil glut is finished and that OPEC+ will definitely discuss easing caps in June. (Newswires)</p>\r\n\r\n<p>Russian President Putin is said to back the completion of oil tax scheme and may get rid of oil export duties by 2024. (Newswires)</p>\r\n\r\n<p>Sanctioned Russian oligarch Deripaska is said to be examining options to cede control in EN+ Group which has a controlling interest in Rusal, while there were also comments from Rusal that Deripaska has resigned as non-executive board member. (Newswires)</p>\r\n\r\n<p><br />GEOPOLITICS</p>\r\n\r\n<p>US President Trump said US is ready if necessary to counter any North Korean threat and that a maximum pressure campaign on North Korea will continue. President Trump also commented that it is possible the existing summit with North Korea could take place at a later date, while a White House official said back channels for discussions with North Korea are still open, but the rhetoric must change from North Korea&#39;s side. (Newswires)</p>\r\n\r\n<p>North Korea expressed regret regarding the US cancellation of the summit and said it is willing to talk with the US anytime. North Korea added it is still willing to resolve issues with US whenever and however and that they hoped for issues to be resolved &quot;Trump style&quot;. Furthermore, North Korea stated that the Summit was necessary to resolve current hostile bilateral relationship and that its previous remarks regarding the summit had been in protest against strong US comments, according to reports citing Vice Foreign Minister Kim Kye Gwan. (KCNA)</p>\r\n\r\n<p>US and South Korea officials are said to have agreed in phone call to create conditions for talks between US and North Korea. (Newswires)</p>\r\n\r\n<p>French President Macron stressed he does not want to renegotiate the Iran nuclear deal and that he sees possible talks to complement the deal but not replace it. (Newswires)<br />&nbsp;</p>\r\n\r\n<p>US</p>\r\n\r\n<p>Treasuries edged higher in the session amid growing geopolitical tensions between North Korea and the US which deteriorated risk sentiment and pushed investors into safe havens. The yield curve bull-flattened with most of the buying action focused in the long end of the curve, where 10yr and 30yr yields were down by c.2bps at settlement, seeing 5s30s and 10s30s narrow by c.1bps. The Treasury auctioned 30bln in 7yr notes, stopping-through by 0.5bps at a high yield of 2.930%. The bid-to-cover came in at 2.62 the highest since January. 65.5% was awarded to indirects, dealers took 21.6% whilst directs saw the biggest share since February, just under 13%. Overall the auction was well-received given the strong internals. US 10yr T-Notes futures settled 16+ ticks higher at 119-15+.</p>\r\n\r\n<p>Fed&#39;s Harker (non-voter, dovish) said he sees 3 rate hikes this year and 3 rate hikes next year, while he added that he may be open to a fourth hike in 2018 if inflation accelerates and that the Fed is getting closer to neutral rate. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-opening-news-asia-cautious-after-us-president-trump-s-cancellation-of-the-nk-summit-albeit-trump-has-left-the-door-open-for-the-summit-to-take-place-in-the-future-25-05-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 13:22:00",
        "gmt_time": "2018-05-25 05:22:00"
    },
    {
        "id": 660157,
        "updated_sequence": 983176,
        "published_at": {
            "unix": 1527224880,
            "text": "2018-05-25 06:08:00 +0100",
            "iso_8601": "2018-05-25T05:08:00Z"
        },
        "updated_at": {
            "unix": 1527225017,
            "text": "2018-05-25 06:10:17 +0100",
            "iso_8601": "2018-05-25T05:10:17Z"
        },
        "subject": "Canadian police report an explosion in an Indian restaurant in Ontario, Canada where at least 15 were injured and 2 suspects fled the scene",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canadian-police-report-an-explosion-in-an-indian-restaurant-in-ontario-canada-where-at-least-15-were-injured-and-2-suspects-fled-the-scene-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 13:08:00",
        "gmt_time": "2018-05-25 05:08:00"
    },
    {
        "id": 660154,
        "updated_sequence": 983167,
        "published_at": {
            "unix": 1527224040,
            "text": "2018-05-25 05:54:00 +0100",
            "iso_8601": "2018-05-25T04:54:00Z"
        },
        "updated_at": {
            "unix": 1527224158,
            "text": "2018-05-25 05:55:58 +0100",
            "iso_8601": "2018-05-25T04:55:58Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia traded cautiously after Trump scrapped summit, although losses were contained with the door left open for a future meeting and amid conciliatory tone from North Korea",
        "content": "<p>Asia stock markets traded cautiously as the region reacted to US President Trump&rsquo;s cancellation of the summit with North Korea. However, losses for the regional bourses were contained in a similar fashion to their US counterparts after Trump kept the door open for the summit to take place in the future. ASX 200 (-0.2%), Nikkei 225 (Unch.) and KOSPI (-0.1%) all began weaker due to the summit cancellation with South Korea taking the brunt of the news, although the picture somewhat improved as participants digested a more conciliatory tone from North Korea overnight which stated it was still willing to resolve issues with the US, while US and South Korea officials also agreed to create conditions for talks between US and North Korea. In addition, Japanese stocks found some reprieve from a weaker currency, while Shanghai Comp. (-0.1%) and Hang Seng (-0.2%) were kept subdued amid a lack of drivers and as this week&rsquo;s PBoC liquidity operations resulted to a net drain of CNY 30bln in contrast to the substantial net injection of JPY 410bln last week. Finally, 10yr JGBs were flat with only minimal support seen amid a cautious-but-improved risk tone in the region, while the BoJ&rsquo;s Rinban announcement for over JPY 1tln of JGBs in 1yr-10yr maturities also failed to spur demand as the central bank kept all purchase amounts unchanged. &nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-traded-cautiously-after-trump-scrapped-summit-although-losses-were-contained-with-the-door-left-open-for-a-future-meeting-and-amid-conciliatory-tone-from-north-korea-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 12:54:00",
        "gmt_time": "2018-05-25 04:54:00"
    },
    {
        "id": 660153,
        "updated_sequence": 983164,
        "published_at": {
            "unix": 1527222240,
            "text": "2018-05-25 05:24:00 +0100",
            "iso_8601": "2018-05-25T04:24:00Z"
        },
        "updated_at": {
            "unix": 1527222353,
            "text": "2018-05-25 05:25:53 +0100",
            "iso_8601": "2018-05-25T04:25:53Z"
        },
        "subject": "Russian President Putin is said to back the completion of oil tax scheme and may get rid of oil export duties by 2024",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-president-putin-is-said-to-back-the-completion-of-oil-tax-scheme-and-may-get-rid-of-oil-export-duties-by-2024-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 12:24:00",
        "gmt_time": "2018-05-25 04:24:00"
    },
    {
        "id": 660152,
        "updated_sequence": 983161,
        "published_at": {
            "unix": 1527222120,
            "text": "2018-05-25 05:22:00 +0100",
            "iso_8601": "2018-05-25T04:22:00Z"
        },
        "updated_at": {
            "unix": 1527222287,
            "text": "2018-05-25 05:24:47 +0100",
            "iso_8601": "2018-05-25T04:24:47Z"
        },
        "subject": "UK officials are said to have warned that EU attitude to Brexit negotiations risks damaging security and economic ties",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-officials-are-said-to-have-warned-that-eu-attitude-to-brexit-negotiations-risks-damaging-security-and-economic-ties-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 12:22:00",
        "gmt_time": "2018-05-25 04:22:00"
    },
    {
        "id": 660151,
        "updated_sequence": 983158,
        "published_at": {
            "unix": 1527221520,
            "text": "2018-05-25 05:12:00 +0100",
            "iso_8601": "2018-05-25T04:12:00Z"
        },
        "updated_at": {
            "unix": 1527221582,
            "text": "2018-05-25 05:13:02 +0100",
            "iso_8601": "2018-05-25T04:13:02Z"
        },
        "subject": "CSPC Pharmaceutical (1093 HK) Q1 net HKD 909.9mln vs. Prev. HKD 637.9mln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cspc-pharmaceutical-1093-hk-q1-net-hkd-909-9mln-vs-prev-hkd-637-9mln-y-y-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 12:12:00",
        "gmt_time": "2018-05-25 04:12:00"
    },
    {
        "id": 660150,
        "updated_sequence": 983155,
        "published_at": {
            "unix": 1527221280,
            "text": "2018-05-25 05:08:00 +0100",
            "iso_8601": "2018-05-25T04:08:00Z"
        },
        "updated_at": {
            "unix": 1527221339,
            "text": "2018-05-25 05:08:59 +0100",
            "iso_8601": "2018-05-25T04:08:59Z"
        },
        "subject": "Larsen & Toubro (LT IS) construction unit receives INR 31.9bln order",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "larsen-toubro-lt-is-construction-unit-receives-inr-31-9bln-order-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 12:08:00",
        "gmt_time": "2018-05-25 04:08:00"
    },
    {
        "id": 660149,
        "updated_sequence": 983149,
        "published_at": {
            "unix": 1527218700,
            "text": "2018-05-25 04:25:00 +0100",
            "iso_8601": "2018-05-25T03:25:00Z"
        },
        "updated_at": {
            "unix": 1527218868,
            "text": "2018-05-25 04:27:48 +0100",
            "iso_8601": "2018-05-25T03:27:48Z"
        },
        "subject": "PRE-MARKET INDIAN STOCK NEWS: Gail India (GAIL IS) Q4 net INR 10.2bln vs. Exp. INR 13.4bln, rev. INR 5.0bln vs. Exp. INR 4.2bln",
        "content": "<p>Cummins India (KKC IS)<br />- Co. Q4 net INR 1.61bln vs. Exp. INR 1.71bln. (Newswires)</p>\r\n\r\n<p>Gail India (GAIL IS)<br />- Co. Q4 net INR 10.2bln vs. Exp. INR 13.4bln, rev. INR 5.0bln vs. Exp. INR 4.2bln. (Newswires)</p>\r\n\r\n<p>Idea Cellular (IDEA IS)<br />- India government is reportedly pushing for merger between Co. and Vodafone India. (Newswires)</p>\r\n\r\n<p>Jet Airways (JETIN IS)<br />- Co. CEO says expects change to disparity between high fuel prices and low fares. (Newswires)</p>\r\n\r\n<p>Vedanta (VEDL IS)<br />- Tamil Nadu Pollution Control Board ordered to shut the Vedanta-Sterlite copper factory amid violent and deadly protests. (ET)</p>\r\n\r\n<p>Other News<br />- India&rsquo;s National Stock Exchange is reported to be in merger discussions with MCX. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-indian-stock-news-gail-india-gail-is-q4-net-inr-10-2bln-vs-exp-inr-13-4bln-rev-inr-5-0bln-vs-exp-inr-4-2bln-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 11:25:00",
        "gmt_time": "2018-05-25 03:25:00"
    },
    {
        "id": 660148,
        "updated_sequence": 983146,
        "published_at": {
            "unix": 1527218340,
            "text": "2018-05-25 04:19:00 +0100",
            "iso_8601": "2018-05-25T03:19:00Z"
        },
        "updated_at": {
            "unix": 1527218469,
            "text": "2018-05-25 04:21:09 +0100",
            "iso_8601": "2018-05-25T03:21:09Z"
        },
        "subject": "UK Treasury reportedly seeking to restrict funding increase for NHS, according to reports in FT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "uk-treasury-reportedly-seeking-to-restrict-funding-increase-for-nhs-according-to-reports-in-ft-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 11:19:00",
        "gmt_time": "2018-05-25 03:19:00"
    },
    {
        "id": 660147,
        "updated_sequence": 983143,
        "published_at": {
            "unix": 1527217680,
            "text": "2018-05-25 04:08:00 +0100",
            "iso_8601": "2018-05-25T03:08:00Z"
        },
        "updated_at": {
            "unix": 1527217760,
            "text": "2018-05-25 04:09:20 +0100",
            "iso_8601": "2018-05-25T03:09:20Z"
        },
        "subject": "Australia FY to April 30th underlying cash deficit at AUD 14.9bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-fy-to-april-30th-underlying-cash-deficit-at-aud-14-9bln-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 11:08:00",
        "gmt_time": "2018-05-25 03:08:00"
    },
    {
        "id": 660146,
        "updated_sequence": 983135,
        "published_at": {
            "unix": 1527216660,
            "text": "2018-05-25 03:51:00 +0100",
            "iso_8601": "2018-05-25T02:51:00Z"
        },
        "updated_at": {
            "unix": 1527216699,
            "text": "2018-05-25 03:51:39 +0100",
            "iso_8601": "2018-05-25T02:51:39Z"
        },
        "subject": "US Commerce Secretary Ross will visit China June 2nd-4th for trade discussions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-commerce-secretary-ross-will-visit-china-june-2nd-4th-for-trade-discussions-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 10:51:00",
        "gmt_time": "2018-05-25 02:51:00"
    },
    {
        "id": 660145,
        "updated_sequence": 983140,
        "published_at": {
            "unix": 1527216540,
            "text": "2018-05-25 03:49:00 +0100",
            "iso_8601": "2018-05-25T02:49:00Z"
        },
        "updated_at": {
            "unix": 1527216978,
            "text": "2018-05-25 03:56:18 +0100",
            "iso_8601": "2018-05-25T02:56:18Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades cautious after Trump cancels summit with North Korea, although losses are contained as he also kept door open for a future meeting and with North Korea providing a more conciliatory tone",
        "content": "<p>Asia stock markets trade cautiously as region reacts to US President Trump&rsquo;s cancellation of the summit with North Korea. However, downside for regional bourses have been contained in a similar fashion to their US counterparts after Trump later suggested that the door was open for the summit to take place in the future. ASX 200 (-0.1%), Nikkei 225 (+0.1%) and KOSPI (-0.1%) were all initially weaker due to the summit cancellation with South Korea taking the brunt of the news, although the picture has improved since as participants digest a more conciliatory tone from North Korea overnight which stated it was still willing to resolve issues with the US, while US and South Korea officials have also agreed to create conditions for talks between US and North Korea. In addition, Japanese stocks found some reprieve from a weaker currency, while Shanghai Comp. (-0.3%) and Hang Seng (-0.5%) are subdued amid a lack of drivers and as this week&rsquo;s PBoC liquidity operations resulted to a net drain of CNY 30bln in contrast to the considerable net injection of JPY 410bln last week.</p>\r\n\r\n<p>FX markets are relatively quiet amid a sparse overnight data calendar, although the greenback is slightly firmer with the DXY approaching the 94.00 level as it recovers the lost ground from this week&rsquo;s dovish-leaning FOMC minutes. This has weighed on its major counterparts across the pond with GBP/USD languishing firmly below the 1.3400 handle and with EUR/USD eyeing 1.1700 to the downside. Elsewhere, USD/JPY and JPY-crosses are higher on short-covering from the recent declines and a slight improvement of the risk tone, with softer than expected Tokyo CPI data as well as Gotobi demand suggested to be some of the factors at play. MXN also remains firm overnight with support seen in late US trade on reports that Mexico made the US an offer in an effort to reach a NAFTA agreement.</p>\r\n\r\n<p>Finally, 10yr JGBs are flat with only minimal support seen amid a cautious-but-improved risk tone in the region, while the BoJ&rsquo;s Rinban announcement for over JPY 1tln of JGBs in 1yr-10yr maturities also failed to spur demand with the central bank keeping its purchase amounts unchanged. &nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-cautious-after-trump-cancels-summit-with-north-korea-although-losses-are-contained-as-he-also-kept-door-open-for-a-future-meeting-and-with-north-korea-providing-a-more-conciliatory-tone-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 10:49:00",
        "gmt_time": "2018-05-25 02:49:00"
    },
    {
        "id": 660144,
        "updated_sequence": 983129,
        "published_at": {
            "unix": 1527216240,
            "text": "2018-05-25 03:44:00 +0100",
            "iso_8601": "2018-05-25T02:44:00Z"
        },
        "updated_at": {
            "unix": 1527216296,
            "text": "2018-05-25 03:44:56 +0100",
            "iso_8601": "2018-05-25T02:44:56Z"
        },
        "subject": "Mexico President Pena Nieto says remains optimistic regarding NAFTA renegotiation following call with Canadian PM Trudeau",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-president-pena-nieto-says-remains-optimistic-regarding-nafta-renegotiation-following-call-with-canadian-pm-trudeau-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 10:44:00",
        "gmt_time": "2018-05-25 02:44:00"
    },
    {
        "id": 660143,
        "updated_sequence": 983126,
        "published_at": {
            "unix": 1527214680,
            "text": "2018-05-25 03:18:00 +0100",
            "iso_8601": "2018-05-25T02:18:00Z"
        },
        "updated_at": {
            "unix": 1527214814,
            "text": "2018-05-25 03:20:14 +0100",
            "iso_8601": "2018-05-25T02:20:14Z"
        },
        "subject": "China NDRC to hold meeting later today with miners and utility companies on coal prices",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>- As a reminder, there were reports earlier this week that the NDRC were seeking a cut in benchmark coal prices.</p>\r\n",
        "analysis_updated_at": {
            "unix": 1527214814,
            "text": "2018-05-25 03:20:14 +0100",
            "iso_8601": "2018-05-25T02:20:14Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-ndrc-to-hold-meeting-later-today-with-miners-and-utility-companies-on-coal-prices-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 10:18:00",
        "gmt_time": "2018-05-25 02:18:00"
    },
    {
        "id": 660142,
        "updated_sequence": 983115,
        "published_at": {
            "unix": 1527211860,
            "text": "2018-05-25 02:31:00 +0100",
            "iso_8601": "2018-05-25T01:31:00Z"
        },
        "updated_at": {
            "unix": 1527211924,
            "text": "2018-05-25 02:32:04 +0100",
            "iso_8601": "2018-05-25T01:32:04Z"
        },
        "subject": "IMF's Zhang says strong short-term outlook for Asia and global economies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "imf-s-zhang-says-strong-short-term-outlook-for-asia-and-global-economies-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 09:31:00",
        "gmt_time": "2018-05-25 01:31:00"
    },
    {
        "id": 660141,
        "updated_sequence": 983112,
        "published_at": {
            "unix": 1527210900,
            "text": "2018-05-25 02:15:00 +0100",
            "iso_8601": "2018-05-25T01:15:00Z"
        },
        "updated_at": {
            "unix": 1527211000,
            "text": "2018-05-25 02:16:40 +0100",
            "iso_8601": "2018-05-25T01:16:40Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.3867 (Prev. 6.3816)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-3867-prev-6-3816-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 09:15:00",
        "gmt_time": "2018-05-25 01:15:00"
    },
    {
        "id": 660140,
        "updated_sequence": 983152,
        "published_at": {
            "unix": 1527210900,
            "text": "2018-05-25 02:15:00 +0100",
            "iso_8601": "2018-05-25T01:15:00Z"
        },
        "updated_at": {
            "unix": 1527219625,
            "text": "2018-05-25 04:40:25 +0100",
            "iso_8601": "2018-05-25T03:40:25Z"
        },
        "subject": "PBoC skips open market operations for a net weekly drain of CNY 30bln vs. last week's CNY 410bln net injection",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-net-weekly-drain-of-cny-30bln-vs-last-week-s-cny-410bln-net-injection-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 09:15:00",
        "gmt_time": "2018-05-25 01:15:00"
    },
    {
        "id": 660139,
        "updated_sequence": 983106,
        "published_at": {
            "unix": 1527210600,
            "text": "2018-05-25 02:10:00 +0100",
            "iso_8601": "2018-05-25T01:10:00Z"
        },
        "updated_at": {
            "unix": 1527210736,
            "text": "2018-05-25 02:12:16 +0100",
            "iso_8601": "2018-05-25T01:12:16Z"
        },
        "subject": "BoJ offers to buy JPY 250bln in 1-3yr JGBs, JPY 330bln in 3-5yr JGBs, JPY 450bln in 5-10yr and JPY 25bln in inflation-indexed JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-250bln-in-1-3yr-jgbs-jpy-330bln-in-3-5yr-jgbs-jpy-450bln-in-5-10yr-and-jpy-25bln-in-inflation-indexed-jgbs-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 09:10:00",
        "gmt_time": "2018-05-25 01:10:00"
    },
    {
        "id": 660138,
        "updated_sequence": 983103,
        "published_at": {
            "unix": 1527210480,
            "text": "2018-05-25 02:08:00 +0100",
            "iso_8601": "2018-05-25T01:08:00Z"
        },
        "updated_at": {
            "unix": 1527210544,
            "text": "2018-05-25 02:09:04 +0100",
            "iso_8601": "2018-05-25T01:09:04Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: BYD (1211 HK) wins Brazilian monorail contract valued at USD 689mln",
        "content": "<p>BYD (1211 HK)<br />- Co. wins Brazilian monorail system contract valued at USD 689mln. (SCMP)<br /><br />Rusal (486 HK)<br />- Co. says Deripaska has resigned as non-executive board member, while there were also reports that Deripaska is said to be examining options to cede control in EN+ Group which has a controlling interest in Rusal. (Newswires)</p>\r\n\r\n<p>Shandong Linglong (601966 CH)<br />- Reports note speculation Co. and Jiangsu Protruly (600074 CH) could be dropped from CSI 300 index. (Newswires)</p>\r\n\r\n<p>Union Medical Healthcare (2138 HK)<br />- Co. issues profit alert in which it guides FY net and revenue to increase over 30% Y/Y. (Newswires)</p>\r\n\r\n<p>Other News<br />- China April YTD SOEs&rsquo; revenues increased 9.7% Y/Y. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-byd-1211-hk-wins-brazilian-monorail-contract-valued-at-usd-689mln-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 09:08:00",
        "gmt_time": "2018-05-25 01:08:00"
    },
    {
        "id": 660137,
        "updated_sequence": 983100,
        "published_at": {
            "unix": 1527210000,
            "text": "2018-05-25 02:00:00 +0100",
            "iso_8601": "2018-05-25T01:00:00Z"
        },
        "updated_at": {
            "unix": 1527210165,
            "text": "2018-05-25 02:02:45 +0100",
            "iso_8601": "2018-05-25T01:02:45Z"
        },
        "subject": "Australia sells 500mln 2.75% 2029 Bonds, b/c 5.21 (Prev. 3.57), avg. yield 2.8273% (Prev. 2.8181%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-sells-500mln-2-75-2029-bonds-b-c-5-21-prev-3-57-avg-yield-2-8273-prev-2-8181-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 09:00:00",
        "gmt_time": "2018-05-25 01:00:00"
    },
    {
        "id": 660136,
        "updated_sequence": 983123,
        "published_at": {
            "unix": 1527208740,
            "text": "2018-05-25 01:39:00 +0100",
            "iso_8601": "2018-05-25T00:39:00Z"
        },
        "updated_at": {
            "unix": 1527214666,
            "text": "2018-05-25 03:17:46 +0100",
            "iso_8601": "2018-05-25T02:17:46Z"
        },
        "subject": "US and South Korea officials are said to have agreed in phone call to create conditions for talks between US and North Korea",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-and-south-korea-officials-are-said-to-have-agreed-in-phone-call-to-create-conditions-for-talks-between-us-and-north-korea-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 08:39:00",
        "gmt_time": "2018-05-25 00:39:00"
    },
    {
        "id": 660134,
        "updated_sequence": 983091,
        "published_at": {
            "unix": 1527208320,
            "text": "2018-05-25 01:32:00 +0100",
            "iso_8601": "2018-05-25T00:32:00Z"
        },
        "updated_at": {
            "unix": 1527208600,
            "text": "2018-05-25 01:36:40 +0100",
            "iso_8601": "2018-05-25T00:36:40Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Nanya Technology (24068 TT) forecasts record revenue this quarter on strong DRAM demand",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>Nanya Technology (24068 TT)<br />- Co. forecasts record revenue this quarter on strong DRAM demand. (Taipei Times)<br /><br />Data Recap<br />- Money Supply M1 (Apr) Y/Y 5.6% (Prev. 5.5%). (Newswires)<br />- Money Supply M2 (Apr) Y/Y 3.6% (Prev. 3.6%)<br />&nbsp;</p>\r\n\r\n<p>SINGAPORE</p>\r\n\r\n<p>Mapletree Logistics Trust (MLT SP)<br />- Co. prices offering of new units at SGD 1.197 per unit vs. last close SGD 1.230. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-nanya-technology-24068-tt-forecasts-record-revenue-this-quarter-on-strong-dram-demand-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 08:32:00",
        "gmt_time": "2018-05-25 00:32:00"
    },
    {
        "id": 660133,
        "updated_sequence": 983085,
        "published_at": {
            "unix": 1527207720,
            "text": "2018-05-25 01:22:00 +0100",
            "iso_8601": "2018-05-25T00:22:00Z"
        },
        "updated_at": {
            "unix": 1527208059,
            "text": "2018-05-25 01:27:39 +0100",
            "iso_8601": "2018-05-25T00:27:39Z"
        },
        "subject": "Wesfarmers (WES AT) agree to spin-off Homebase unit to Hilco and expects to realize a loss on the transaction of GBP 200mlm-230mln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wesfarmers-wes-at-agree-to-spin-off-homebase-unit-to-hilco-and-expects-to-realize-a-loss-on-the-transaction-of-gbp-200mlm-230mln-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 08:22:00",
        "gmt_time": "2018-05-25 00:22:00"
    },
    {
        "id": 660132,
        "updated_sequence": 983079,
        "published_at": {
            "unix": 1527207240,
            "text": "2018-05-25 01:14:00 +0100",
            "iso_8601": "2018-05-25T00:14:00Z"
        },
        "updated_at": {
            "unix": 1527207322,
            "text": "2018-05-25 01:15:22 +0100",
            "iso_8601": "2018-05-25T00:15:22Z"
        },
        "subject": "Rusal (486 HK) says Deripaska has resigned as non-executive board member",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rusal-486-hk-says-deripaska-has-resigned-as-non-executive-board-member-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 08:14:00",
        "gmt_time": "2018-05-25 00:14:00"
    },
    {
        "id": 660131,
        "updated_sequence": 983076,
        "published_at": {
            "unix": 1527206580,
            "text": "2018-05-25 01:03:00 +0100",
            "iso_8601": "2018-05-25T00:03:00Z"
        },
        "updated_at": {
            "unix": 1527206977,
            "text": "2018-05-25 01:09:37 +0100",
            "iso_8601": "2018-05-25T00:09:37Z"
        },
        "subject": "Asia equity markets begin negative as region reacts to Trump's cancellation of the US-North Korea summit; ASX 200 (-0.2%), Nikkei 225 (-0.3%), KOSPI (-0.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-negative-as-region-reacts-to-trump-s-cancellation-of-the-us-north-korea-summit-asx-200-0-2-nikkei-225-0-3-kospi-0-6-25-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-05-25 08:03:00",
        "gmt_time": "2018-05-25 00:03:00"
    }
]