[
    {
        "id": 660296,
        "updated_sequence": 987627,
        "published_at": {
            "unix": 1527885000,
            "text": "2018-06-01 21:30:00 +0100",
            "iso_8601": "2018-06-01T20:30:00Z"
        },
        "updated_at": {
            "unix": 1527885000,
            "text": "2018-06-01 21:30:00 +0100",
            "iso_8601": "2018-06-01T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-25-05-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 04:30:00",
        "gmt_time": "2018-06-01 20:30:00"
    },
    {
        "id": 661195,
        "updated_sequence": 987625,
        "published_at": {
            "unix": 1527884040,
            "text": "2018-06-01 21:14:00 +0100",
            "iso_8601": "2018-06-01T20:14:00Z"
        },
        "updated_at": {
            "unix": 1527884119,
            "text": "2018-06-01 21:15:19 +0100",
            "iso_8601": "2018-06-01T20:15:19Z"
        },
        "subject": "Canada launches WTO and NAFTA cases on US metal tariffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-launches-wto-and-nafta-cases-on-us-metal-tariffs-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 04:14:00",
        "gmt_time": "2018-06-01 20:14:00"
    },
    {
        "id": 661194,
        "updated_sequence": 987620,
        "published_at": {
            "unix": 1527884040,
            "text": "2018-06-01 21:14:00 +0100",
            "iso_8601": "2018-06-01T20:14:00Z"
        },
        "updated_at": {
            "unix": 1527884058,
            "text": "2018-06-01 21:14:18 +0100",
            "iso_8601": "2018-06-01T20:14:18Z"
        },
        "subject": "S&P affirms Ireland at 'A+/A-1'; outlook remains stable`",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "S&P",
        "slug": "s-p-affirms-ireland-at-a-a-1-outlook-remains-stable-01-06-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 04:14:00",
        "gmt_time": "2018-06-01 20:14:00"
    },
    {
        "id": 661193,
        "updated_sequence": 987622,
        "published_at": {
            "unix": 1527883680,
            "text": "2018-06-01 21:08:00 +0100",
            "iso_8601": "2018-06-01T20:08:00Z"
        },
        "updated_at": {
            "unix": 1527884067,
            "text": "2018-06-01 21:14:27 +0100",
            "iso_8601": "2018-06-01T20:14:27Z"
        },
        "subject": "RANsquawk US Market Wrap - 1st June 2018: North Korea summit on 12 June is back on, Trump says",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19303/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>SNAP-SHOT: Equities up, Treasuries lower, DXY higher, Crude lower</li>\r\n  <li>REAR-VIEW: European politics stabilises, NFP headline beat, wages steady</li>\r\n  <li>NEXT WEEK&#39;S KEY EVENTS: Monday: UK Markit/CIPS Construction PMI // Tuesday: Japanese Services PMI, Caixin Services PMI, RBA Rate Decision, EZ Markit Services and Manufacturing PMI, US ISM Non-Manufacturing, UK Markit/CIPS Services PMI // Wednesday: Australian GDP // Thursday: EZ GDP (3rd Reading) // Friday: Japanese GDP, Canadian Jobs Data, G7 meeting in Canada</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>*TRADE WARS:&nbsp;</strong>German Economy Minister said that the EU may work with Mexico and Canada on trade, while Juncker confirmed the EU intention to lodge a WTO complaint against the US over tariffs. EU trade chief Malmstrom also noted negotiations are not possible at the moment with the US. Elsewhere, the WSJ reported Chinese officials are reluctant on long-term pacts with the US. It was also mentioned that long term pacts regarding energy and agriculture are being questioned. In a call with French President Macron, the White House reported US President Trump discussed the need to re-balance trade with Europe. We can expect the tone at the upcoming G7 meeting to be chilly towards the US, with the French finance minister saying the meeting will effectively be G6 versus 1. On NAFTA, Mexico&rsquo;s Trade Negotiator Kalach says a skinny deal does not look possible at this stage, and similarly US NEC Director Kudlow noted NAFTA talks will play-out for a while. Later, US President Trump said he would be open to having separate trade deals with Canada and Mexico, though analysts doubt this is feasible.</p>\r\n\r\n<p><strong>*EUROPEAN POLITICS</strong>:&nbsp;The latest state of play saw Italy&rsquo;s 5SM and League completing an accord on a coalition government and Italy&#39;s President Mattarella giving Conte the mandate to form his government. In terms of personnel, Di Maio and Salvini were named as deputy PM&rsquo;s and the titles of Labour Minister and Interior Minister respectively with Tria Finance Minister and Milanesi as Foreign Minister. Markets met the announcement with some relief given the prospects of Savona heading up the finance ministry, which shook markets earlier in the week.&nbsp;Questions still remain surrounding the sustainability of such an alliance; Barclays states that &ldquo;it will be difficult for a 5SM-League-led government to adopt in full its economic programme&rdquo;. Ultimately, the possibility of snap elections remains plausible and if called, some have suggested that this could be seen as a proxy for an anti-EU referendum. As such, any fractions that emerge in the coalition next week could continue to send jitters around the market.&nbsp;Over in&nbsp;Spain,&nbsp;Socialist leader Sanchez was named PM after lawmakers vote Rajoy out of office with a 180 to 169 vote. This was very much expected after the socialist opposition party proposed the no confidence vote amid parties linked to Rajoy&rsquo;s party corruption. New PM Sanchez does not wish to see new elections, and he wants the 2018 budget to remain in place, with the fiscal policy introduced by the previous government. He is also aiming to pass the 2019 budget and wishes to carry on the stability programme at least for this year. As a note of caution, Oxford Economics highlights that &ldquo;Although S&aacute;nchez managed to obtain the backing from several parties to oust Rajoy, this was a sign of the widespread discontent with the Popular Party policies and corruption scandals, rather than an endorsement of the Socialists themselves as a real alternative&rdquo;. New elections are already scheduled for 2020 but given the instability of the new government, a snap election appears likely. As for the market, though the situation will contribute to greater uncertainty, the overall impact should be limited as Spain is growing at a robust pace, it is not planning to boost government expenditure, for the moment, and in the country support for the EU is elevated, all factors that make it less of a risk for markets when compared to Italy.</p>\r\n\r\n<p><strong>*GEOPOLITICS</strong>:&nbsp;US President Trump says the meeting with Kim Jong Un is back on, it is to take place in Singapore on June 12th, also notes the North Korean&rsquo;s do want to denuclearise and Trump does believe this is the case. North and South Korea have agreed to meet on June 12th for military talks. A senior lieutenant to North Korean leader Kim Jong Un is set to hand-deliver a letter to President Donald Trump in the White House on Friday, with the letter to express interests in meeting, according to WSJ.</p>\r\n\r\n<p><strong>*FED SPEAK: Fed&#39;s Kashkari (Non-voter, Dove)&nbsp;</strong>reiterated his view that wage growth is picking up at a slow pace, though he expected it to be stronger given the low rate of unemployment.&nbsp;He also added that wage growth is still lower than expected and slack remains in labour market.</p>\r\n\r\n<p><strong>Fed&rsquo;s Williams (Voter, Central)&nbsp;</strong>says Fed should continue with gradual hikes over the upcoming two years, expects US rates to be neutral after three more hikes and says Fed should not necessarily pause once it reaches neutral if economy remains firm rates could rise above neutral for a period of time.</p>\r\n\r\n<p><strong>*DATA:</strong>&nbsp;Official&nbsp;Non-Farm Payrolls&nbsp;posted a 223K gain, beating expectations at 188K,&nbsp;the&nbsp;<strong>Unemployment Rate</strong>&nbsp;came in at 3.8% the lowest in 18 years, whilst<strong>&nbsp;Average Hourly Earnings</strong>&nbsp;was unchanged at 2.7%. The overall strength of the labour report increases the likes of a rate hike in June, analysts say.&nbsp;Looking at the payroll components, 31,000 was the increase in retail, 25,000 in construction and 23,000 in professional and technical services.&nbsp;The household survey employment measure was up by 293K in June which together with the 12K increase in the labour force explains the fall in unemployment to 3.8%, though this was also attributed to a fall in the participation rate (62.7%). Capital Economics said that all sectors are performing well,&nbsp;adding to the already strong economic outlook. In this scenario, the Fed is still expected to hike rates at least three times this year, with&nbsp;political uncertainty fading in Italy&nbsp;and trade war impacts to be limited given exports only make up 12% of GDP, the consultancy said. Elsewhere, the<strong>&nbsp;ISM Manufacturing</strong>&nbsp;came in at 58.7, a touch above the consensus of 58.2. The gains were attributed to a rebound in new orders, production and employment which added to the weakness seen in March and April. On the flip side, inventories and export orders fell. The softness seen in the previous months was said to be led by bad weather and trade war fear.&nbsp;<strong>Construction Spending</strong>&nbsp;MM&nbsp;was at 1.8% in April, a big beat on the 0.8% consensus, mostly due to gains in the private residential sector, specifically multi-family units and home improvements. Spending in the public sector fell however. Though the headline rebounded to early Q1 levels, data in the incoming months is necessary to understand the direction of Q2.</p>\r\n\r\n<p><strong>*EQUITIES: SPX +1.07% at 2734 , NDX +1.67% at 7084, DJI +0.89% at 24633.</strong>&nbsp;&nbsp;SECTORS:&nbsp;Cons Cyclicals +0.70%, Cons Non-Cyclicals:-0.03%, Energy: +0.50%, Financials: +1.1%%, Health Care: +1.2%, Industrials: +1.2%, Materials: +1.5%, Telecom: +0.2%, Tech: +2.00%, Utilities: -1.5%</p>\r\n\r\n<p><strong>US Equity futures </strong>benefitted from a risk-on tone on Friday, as political tensions eased in Europe. The constructive risk environment saw the S&amp;P 500 Emini grinding higher through the course of the session, despite a slight dip following the US jobs report; however, downticks were fleeting and the futures resumed ricking higher through the course of the session, breaking the key 2730 level but finding resistance just shy of 2740 where selling was observed.</p>\r\n\r\n<p><strong>Sectors:</strong>&nbsp;Utilities expressed its defensive nature again due to the risk-on tone, and it closed heavily in the red where it was totting-up losses around 2%; the outperformers were led by tech, carrying on its recent gains. Utility names and energy names seemed to be weighing on Friday, again due to the defensive nature, while lower oil prices were also cited.</p>\r\n\r\n<p>Thursday after market Costco (COST) beat on the bottom line but missed on its top line, resulting in the stock closing red; earnings from Lululemon (LULU) stood out as its report was seen as one of the best for its sector, and the stock saw intraday highs just shy of 18% after its EPS &amp; revenue beat, as well as raising its FY18 EPS outlook.</p>\r\n\r\n<p><strong>*CRUDE</strong>: WTI futures (July) settle $1.23 lower at $65.81/bbl; Brent futures (August) settle $0.77 lower at $76.79.&nbsp;The arb between WTI and Brent continues to widen, on Friday rising to over $11; WTI once again underperformed Brent; the prevailing wisdom is that infrastructure bottlenecks and continued rising crude production rates in the US is dragging on WTI (Baker Hughes reported oil rigs rose for the second straight week to 861 from 859), while Brent is supported by OPEC+ jawboning, despite the potential for a relaxation of supply curbs that the cartel and its partners are expected to announce in June; additionally, and of more note on Friday, was news that supply of the five grades that underpin Brent will slip in July by 30k BPD to 910k BPD. It was also reported today that the Saudis are planning to raise their crude OSP to Asia for the second straight month. Later, it was reported that an OPEC+ ministerial monitoring committee will hold an unofficial meeting on Saturday in Kuwait, though Russia and Venezuela will not attend.</p>\r\n\r\n<p><strong>*FIXED INCOME:</strong> US 10yr T-Notes futures (Sep 2018) settled 19 ticks lower at 119-27.&nbsp;The Treasury complex was under pressure for most of Friday, along with decent volume, as political tensions in Europe eased, a decent NFP report, and news that the summit with North Korea is back on. However, although yields were higher across the curve by between 6-8bps, major curves continued to narrow, with 2s30s over 2bps narrower, and 5s30s flatter by around the same margin; 2s5s was relatively unchanged.</p>\r\n\r\n<p><strong>*FX WEEKLY REVIEW:</strong>&nbsp;&nbsp;USD:&nbsp;Volatile trade amidst various direct and indirect drivers, with Italian politics the dominant theme in the run up to latest US jobs data and the return of trade wars after the US imposed sanctions vs the EU, Canada and Mexico, sparking a mixture of verbal and physical counter-actions. The index is actually closing out Friday&rsquo;s session close to where it was at the start of the week and just over 94.000, having registered a fresh ytd peak on Tuesday (95.030) when events in Rome were really reverberating across global financial markets and reaching contagious if not systemic risk averse proportions. However, Italy&rsquo;s populist parties eventually agreed on a coalition Government compromise that keeps Savona in the cabinet, but out of the prominent Finance Minister post that President Mattarella blocked, to resolve the situation and avoid snap elections. Back to the BLS report, all metrics were better than forecast aside from y/y average earnings, and this along with a tweet from the US President effectively pre-empting upbeat news nullified or dampened the subsequent reaction.</p>\r\n\r\n<p><strong>EUR:</strong>&nbsp;The single currency has almost moved in lock-step with Italian assets on unfolding developments, and has recovered from a new 2018 low vs the Greenback (just above 1.1500) towards 1.1700 where very large option expiries have curtailed a firmer rebound (at the figure and extending to 1.1750). Note, some late Friday Eur selling was seen where a brief re-test of the 1.1600 handle was used as a support.</p>\r\n\r\n<p><strong>CAD:&nbsp;</strong>Very choppy moves in the Loonie, with the BoC&rsquo;s hawkish hold on Wednesday boosting the Cad to near 1.2800 highs vs its US counterpart, but then a sharp fall from grace and slump to 1.3000 after a considerable miss on the annualised Canadian GDP miss and reciprocal steel/aluminium tariffs against the US, plus further delay in NAFTA negotiations.</p>\r\n\r\n<p><strong>GBP:</strong>&nbsp;Relatively resilient vs the Usd after its return from Monday&rsquo;s late May UK holiday, with Cable returning to 1.3300+ levels from a near 1.3200 low with the aid of a stronger than expected manufacturing PMI and reports that a solution to the contentious Irish border issue may be forthcoming via a dual UK-EU arrangement whereby the island assumes both sets of regulations.</p>\r\n\r\n<p><strong>JPY, CHF:&nbsp;</strong>Mixed fortunes for the traditional safe-havens in line with changes in overall risk sentiment, but both rangebound overall between 108.10-109.75 and 0.9820-0.9985 respectively vs the Dollar.</p>\r\n\r\n<p><strong>AUD, NZD:</strong>&nbsp;As above, the antipodean dollars have been hostage to broader risk-off/on fluctuations, but also some disappointing data and very big option-related flows. The Aud has found 0.7600 formidable to breach as a result and Kiwi 0.7000, while the cross pivots 1.0800.</p>\r\n\r\n<p><strong>SEK, NOK:</strong>&nbsp;Solid weeks on balance for the Scandi crowns vs the Eur on a combination of upbeat data/surveys and more Central Bank rhetoric maintaining pre-year end tightening prospects, while the Sek received and additional lift from the SNDO hedging for a stronger currency.</p>\r\n\r\n<p><strong>TRY, MXN:&nbsp;</strong>More whippy moves, with the Lira deriving some support from CBRT clarity on monetary policy, but still plagued by Turkey&rsquo;s economic and fiscal problems and spec that ratings agencies may cut the sovereign, while the Peso has suffered alongside the Cad on US trade and NAFTA dynamics. Usd/Try almost up to 4.6500 and Usd/Mxn hit 20.000 at various stages.</p>\r\n\r\n<p><strong>*WEEK AHEAD:&nbsp;</strong>Next week&#39;s key events: Monday: UK Markit/CIPS Construction PMI // Tuesday: Japanese Services PMI, Caixin Services PMI, RBA Rate Decision, EZ Markit Services and Manufacturing PMI, US ISM Non-Manufacturing, UK Markit/CIPS Services PMI // Wednesday: Australian GDP // Thursday: EZ GDP (3rd Reading) // Friday: Japanese GDP, Canadian Jobs Data, G7 meeting in Canada. To download the report,&nbsp;please click <a href=\"https://ransquawk.com/research_sheets\">here.</a></p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-1st-june-2018-north-korea-summit-on-12-june-is-back-on-trump-says-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 04:08:00",
        "gmt_time": "2018-06-01 20:08:00"
    },
    {
        "id": 661192,
        "updated_sequence": 987610,
        "published_at": {
            "unix": 1527883620,
            "text": "2018-06-01 21:07:00 +0100",
            "iso_8601": "2018-06-01T20:07:00Z"
        },
        "updated_at": {
            "unix": 1527883665,
            "text": "2018-06-01 21:07:45 +0100",
            "iso_8601": "2018-06-01T20:07:45Z"
        },
        "subject": "Fitch Affirms Belgium at 'AA-'; Outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-affirms-belgium-at-aa-outlook-stable-01-06-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 04:07:00",
        "gmt_time": "2018-06-01 20:07:00"
    },
    {
        "id": 661191,
        "updated_sequence": 987607,
        "published_at": {
            "unix": 1527883620,
            "text": "2018-06-01 21:07:00 +0100",
            "iso_8601": "2018-06-01T20:07:00Z"
        },
        "updated_at": {
            "unix": 1527883648,
            "text": "2018-06-01 21:07:28 +0100",
            "iso_8601": "2018-06-01T20:07:28Z"
        },
        "subject": "Fitch Affirms Portugal at 'BBB'; Outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fitch",
        "slug": "fitch-affirms-portugal-at-bbb-outlook-stable-01-06-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 04:07:00",
        "gmt_time": "2018-06-01 20:07:00"
    },
    {
        "id": 661190,
        "updated_sequence": 987604,
        "published_at": {
            "unix": 1527883560,
            "text": "2018-06-01 21:06:00 +0100",
            "iso_8601": "2018-06-01T20:06:00Z"
        },
        "updated_at": {
            "unix": 1527883597,
            "text": "2018-06-01 21:06:37 +0100",
            "iso_8601": "2018-06-01T20:06:37Z"
        },
        "subject": "ECB's Visco says Italy is out of the long political crisis",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-visco-says-italy-is-out-of-the-long-political-crisis-01-06-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 04:06:00",
        "gmt_time": "2018-06-01 20:06:00"
    },
    {
        "id": 661163,
        "updated_sequence": 987612,
        "published_at": {
            "unix": 1527883500,
            "text": "2018-06-01 21:05:00 +0100",
            "iso_8601": "2018-06-01T20:05:00Z"
        },
        "updated_at": {
            "unix": 1527883701,
            "text": "2018-06-01 21:08:21 +0100",
            "iso_8601": "2018-06-01T20:08:21Z"
        },
        "subject": "RANsquawk Week in Focus, Week Commencing 4th June 2018",
        "content": "<ul><li>Next week&#39;s key events: Monday: UK Markit/CIPS Construction PMI // Tuesday: Japanese Services PMI, Caixin Services PMI, RBA Rate Decision, EZ Markit Services and Manufacturing PMI, US ISM Non-Manufacturing, UK Markit/CIPS Services PMI // Wednesday: Australian GDP // Thursday: EZ GDP (3rd Reading) // Friday: Japanese GDP, Canadian Jobs Data, G7 meeting in Canada.&nbsp;<strong>To download the report, please click <a href=\"/research_sheets/19302/download\">here</a></strong></li>\r\n  <li>If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-4th-june-2018-01-06-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 04:05:00",
        "gmt_time": "2018-06-01 20:05:00"
    },
    {
        "id": 661162,
        "updated_sequence": 987614,
        "published_at": {
            "unix": 1527883500,
            "text": "2018-06-01 21:05:00 +0100",
            "iso_8601": "2018-06-01T20:05:00Z"
        },
        "updated_at": {
            "unix": 1527883712,
            "text": "2018-06-01 21:08:32 +0100",
            "iso_8601": "2018-06-01T20:08:32Z"
        },
        "subject": "RANsquawk Central Bank Weekly, 1 June 2018",
        "content": "<ul><li>ECB: Inflation back to target after 13-months; monitoring European politics // SNB: CHF flirting with levels that may see SNB intervene // FED: Fed still likely to hike at its June meeting // BOC: Hawkish hold, as the BOC uses Fed tactics to prepare for hikes // RBA: Will likely hold rates next week, and maintain neutral outlook // CBT: &lsquo;Simpler&rsquo; monetary policy reassures ahead of elections // RBI: Expected to tilt further hawkish like some of its EM peers // BANXICO: Mexico&rsquo;s economy is a complicated situation. <strong>To download the report, please click <a href=\"/research_sheets/19301/download\">here</a>.&nbsp;</strong></li>\r\n  <li>If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-1-june-2018-01-06-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 04:05:00",
        "gmt_time": "2018-06-01 20:05:00"
    },
    {
        "id": 661189,
        "updated_sequence": 987601,
        "published_at": {
            "unix": 1527882720,
            "text": "2018-06-01 20:52:00 +0100",
            "iso_8601": "2018-06-01T19:52:00Z"
        },
        "updated_at": {
            "unix": 1527882764,
            "text": "2018-06-01 20:52:44 +0100",
            "iso_8601": "2018-06-01T19:52:44Z"
        },
        "subject": "Fed’s Williams (Voter, Hawkish) says Fed should continue with gradual hikes over the upcoming two years, expects US rates to be neutral after three more hikes and says Fed should not necessarily pause once it reaches neutral if economy remains firm ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-williams-voter-hawkish-says-fed-should-continue-with-gradual-hikes-over-the-upcoming-two-years-expects-us-rates-to-be-neutral-after-three-more-hikes-and-says-fed-should-not-necessarily-pause-once-it-reaches-neutral-if-economy-remai-01-06-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 03:52:00",
        "gmt_time": "2018-06-01 19:52:00"
    },
    {
        "id": 661188,
        "updated_sequence": 987596,
        "published_at": {
            "unix": 1527882480,
            "text": "2018-06-01 20:48:00 +0100",
            "iso_8601": "2018-06-01T19:48:00Z"
        },
        "updated_at": {
            "unix": 1527882601,
            "text": "2018-06-01 20:50:01 +0100",
            "iso_8601": "2018-06-01T19:50:01Z"
        },
        "subject": "US President Trump's administration reportedly might claim a USD 1.7bln pentalty against ZTE, as two sides are discussing removing the commerce ban, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-s-administration-reportedly-might-claim-a-usd-1-7bln-pentalty-against-zte-as-two-sides-are-discussing-removing-the-commerce-ban-according-to-sources-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 03:48:00",
        "gmt_time": "2018-06-01 19:48:00"
    },
    {
        "id": 661187,
        "updated_sequence": 987593,
        "published_at": {
            "unix": 1527882180,
            "text": "2018-06-01 20:43:00 +0100",
            "iso_8601": "2018-06-01T19:43:00Z"
        },
        "updated_at": {
            "unix": 1527882261,
            "text": "2018-06-01 20:44:21 +0100",
            "iso_8601": "2018-06-01T19:44:21Z"
        },
        "subject": "ECB's Weidmann (Hawk) says direct impact on US tariffs on the EU economy are limited, but does note trade wars are a large risk for economic development ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-weidmann-hawk-says-direct-impact-on-us-tariffs-on-the-eu-economy-are-limited-but-does-note-trade-wars-are-a-large-risk-for-economic-development-01-06-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 03:43:00",
        "gmt_time": "2018-06-01 19:43:00"
    },
    {
        "id": 661186,
        "updated_sequence": 987590,
        "published_at": {
            "unix": 1527881880,
            "text": "2018-06-01 20:38:00 +0100",
            "iso_8601": "2018-06-01T19:38:00Z"
        },
        "updated_at": {
            "unix": 1527882019,
            "text": "2018-06-01 20:40:19 +0100",
            "iso_8601": "2018-06-01T19:40:19Z"
        },
        "subject": "CFTC Commitment of Traders data shows EUR longs being pared, GBP longs nudged up",
        "content": "<ul><li>EUR long 93K vs 115K long last week.</li>\r\n  <li>GBP long 9K vs 6K long last week.</li>\r\n  <li>JPY short 8K vs 4K long last week.</li>\r\n  <li>CHF long 43K vs 36K long last week.</li>\r\n  <li>CAD short 24K vs 28K short last week.</li>\r\n  <li>AUD short 21k vs&nbsp;23K&nbsp;short&nbsp;last week.&nbsp;</li>\r\n  <li>NZD long 1K vs 2K long last week.</li>\r\n  <li><strong>Via <a href=\"https://t.co/zZ7qQurxEQ\">ForexLive</a></strong></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ForexLive",
        "slug": "cftc-commitment-of-traders-data-shows-eur-longs-being-pared-gbp-longs-nudged-up-01-06-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 03:38:00",
        "gmt_time": "2018-06-01 19:38:00"
    },
    {
        "id": 661185,
        "updated_sequence": 987587,
        "published_at": {
            "unix": 1527881700,
            "text": "2018-06-01 20:35:00 +0100",
            "iso_8601": "2018-06-01T19:35:00Z"
        },
        "updated_at": {
            "unix": 1527881856,
            "text": "2018-06-01 20:37:36 +0100",
            "iso_8601": "2018-06-01T19:37:36Z"
        },
        "subject": "Fox (FOXA) insiders concede the board must seriously weigh any bid from Comcast (CMCSA) for entertainment assets, despite the proposed Disney (DIS) deal, according to FBN's Gasparino citing sources ",
        "content": "<p><a href=\"https://twitter.com/CGasparino/status/1002634335374270465\">Click here for tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fox Business News",
        "slug": "fox-foxa-insiders-concede-the-board-must-seriously-weigh-any-bid-from-comcast-cmcsa-for-entertainment-assets-despite-the-proposed-disney-dis-deal-according-to-fbn-s-gasparino-citing-sources-01-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 03:35:00",
        "gmt_time": "2018-06-01 19:35:00"
    },
    {
        "id": 661184,
        "updated_sequence": 987584,
        "published_at": {
            "unix": 1527879600,
            "text": "2018-06-01 20:00:00 +0100",
            "iso_8601": "2018-06-01T19:00:00Z"
        },
        "updated_at": {
            "unix": 1527879737,
            "text": "2018-06-01 20:02:17 +0100",
            "iso_8601": "2018-06-01T19:02:17Z"
        },
        "subject": "Citron Research making cautious comments on Trade Desk (TTD) noting analyst's USD 80 price target is too generous ",
        "content": "<p>Click here for <a href=\"https://twitter.com/CitronResearch/status/1002625631614431232\">tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Citron Research",
        "slug": "citron-research-making-cautious-comments-on-trade-desk-ttd-noting-analyst-s-usd-80-price-target-is-too-generous-01-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 03:00:00",
        "gmt_time": "2018-06-01 19:00:00"
    },
    {
        "id": 661183,
        "updated_sequence": 987574,
        "published_at": {
            "unix": 1527879180,
            "text": "2018-06-01 19:53:00 +0100",
            "iso_8601": "2018-06-01T18:53:00Z"
        },
        "updated_at": {
            "unix": 1527879251,
            "text": "2018-06-01 19:54:11 +0100",
            "iso_8601": "2018-06-01T18:54:11Z"
        },
        "subject": "US President Trump says he would be open to having separate trade deals with Canada and Mexico ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-would-be-open-to-having-separate-trade-deals-with-canada-and-mexico-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 02:53:00",
        "gmt_time": "2018-06-01 18:53:00"
    },
    {
        "id": 661182,
        "updated_sequence": 987571,
        "published_at": {
            "unix": 1527879120,
            "text": "2018-06-01 19:52:00 +0100",
            "iso_8601": "2018-06-01T18:52:00Z"
        },
        "updated_at": {
            "unix": 1527879184,
            "text": "2018-06-01 19:53:04 +0100",
            "iso_8601": "2018-06-01T18:53:04Z"
        },
        "subject": "US President Trump says he will hold off on sanctions, but he did note there were hundreds of sanctions ready to go ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-he-will-hold-off-on-sanctions-but-he-did-note-there-were-hundreds-of-sanctions-ready-to-go-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 02:52:00",
        "gmt_time": "2018-06-01 18:52:00"
    },
    {
        "id": 661181,
        "updated_sequence": 987568,
        "published_at": {
            "unix": 1527878820,
            "text": "2018-06-01 19:47:00 +0100",
            "iso_8601": "2018-06-01T18:47:00Z"
        },
        "updated_at": {
            "unix": 1527878836,
            "text": "2018-06-01 19:47:16 +0100",
            "iso_8601": "2018-06-01T18:47:16Z"
        },
        "subject": "US President trump does not want to use the term ‘Maximum pressure’ as they are getting along with North Korea ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-does-not-want-to-use-the-term-maximum-pressure-as-they-are-getting-along-with-north-korea-01-06-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 02:47:00",
        "gmt_time": "2018-06-01 18:47:00"
    },
    {
        "id": 661180,
        "updated_sequence": 987579,
        "published_at": {
            "unix": 1527878700,
            "text": "2018-06-01 19:45:00 +0100",
            "iso_8601": "2018-06-01T18:45:00Z"
        },
        "updated_at": {
            "unix": 1527879547,
            "text": "2018-06-01 19:59:07 +0100",
            "iso_8601": "2018-06-01T18:59:07Z"
        },
        "subject": "OPEC+ ministerial monitoring committee is to hold an unofficial meeting on Saturday in Kuwait, according to reports ",
        "content": "<ul><li>Russia and Venezuela are reportedly not going to be attending this meeting&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "opec-ministerial-monitoring-committee-is-to-hold-an-unofficial-meeting-on-saturday-in-kuwait-according-to-reports-01-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 02:45:00",
        "gmt_time": "2018-06-01 18:45:00"
    },
    {
        "id": 661179,
        "updated_sequence": 987565,
        "published_at": {
            "unix": 1527878520,
            "text": "2018-06-01 19:42:00 +0100",
            "iso_8601": "2018-06-01T18:42:00Z"
        },
        "updated_at": {
            "unix": 1527878799,
            "text": "2018-06-01 19:46:39 +0100",
            "iso_8601": "2018-06-01T18:46:39Z"
        },
        "subject": "US President Trump says the meeting with Kim Jong Un is back on, it is to take place in Singapore on June 12th, also notes the North Koreans’s do want to denuclearise and Trump does believe this is the case ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This comes after US President Trumps meeting with Kim Yong Chol</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1527878640,
            "text": "2018-06-01 19:44:00 +0100",
            "iso_8601": "2018-06-01T18:44:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-the-meeting-with-kim-jong-un-is-back-on-it-is-to-take-place-in-singapore-on-june-12th-also-notes-the-north-koreans-s-do-want-to-denuclearise-and-trump-does-believe-this-is-the-case-01-06-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 02:42:00",
        "gmt_time": "2018-06-01 18:42:00"
    },
    {
        "id": 661178,
        "updated_sequence": 987576,
        "published_at": {
            "unix": 1527877920,
            "text": "2018-06-01 19:32:00 +0100",
            "iso_8601": "2018-06-01T18:32:00Z"
        },
        "updated_at": {
            "unix": 1527879375,
            "text": "2018-06-01 19:56:15 +0100",
            "iso_8601": "2018-06-01T18:56:15Z"
        },
        "subject": "WTI futures (July) settle USD 1.23 lower at USD 65.81/bbl; Brent futures (July) settle USD 0.77 lower at USD 76.79",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The arb between WTI and Brent continues to widen, on Friday rising to over $11; WTI once again underperformed Brent; the prevailing wisdom is that infrastructure bottlenecks and continued rising crude production rates in the US is dragging on WTI (Baker Hughes reported oil rigs rose for the second straight week to 861 from 859), while Brent is supported by OPEC+ jawboning, despite the potential for a relaxation of supply curbs that the cartel and its partners are expected to announce in June; additionally, and of more note on Friday, was news that supply of the five grades that underpin Brent will slip in July by 30k BPD to 910k BPD. It was also reported today that the Saudis are planning to raise their crude OSP to Asia for the second straight month.</p>\r\n",
        "analysis_updated_at": {
            "unix": 1527877980,
            "text": "2018-06-01 19:33:00 +0100",
            "iso_8601": "2018-06-01T18:33:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-futures-july-settle-usd-1-23-lower-at-usd-65-81-bbl-brent-futures-july-settle-usd-0-77-lower-at-usd-76-79-01-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 02:32:00",
        "gmt_time": "2018-06-01 18:32:00"
    },
    {
        "id": 661177,
        "updated_sequence": 987552,
        "published_at": {
            "unix": 1527877440,
            "text": "2018-06-01 19:24:00 +0100",
            "iso_8601": "2018-06-01T18:24:00Z"
        },
        "updated_at": {
            "unix": 1527877507,
            "text": "2018-06-01 19:25:07 +0100",
            "iso_8601": "2018-06-01T18:25:07Z"
        },
        "subject": "Microsoft (MSFT) in talks to acquire GitHub for USD 2bln, according to Business Insider",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "microsoft-msft-in-talks-to-acquire-github-for-usd-2bln-according-to-business-insider-01-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 02:24:00",
        "gmt_time": "2018-06-01 18:24:00"
    },
    {
        "id": 661176,
        "updated_sequence": 987549,
        "published_at": {
            "unix": 1527876180,
            "text": "2018-06-01 19:03:00 +0100",
            "iso_8601": "2018-06-01T18:03:00Z"
        },
        "updated_at": {
            "unix": 1527876232,
            "text": "2018-06-01 19:03:52 +0100",
            "iso_8601": "2018-06-01T18:03:52Z"
        },
        "subject": "Iran backed forces begin to withdraw from southern Syria, according to Military sources, says Al Arabiya ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Al Arabiya",
        "slug": "iran-backed-forces-begin-to-withdraw-from-southern-syria-according-to-military-sources-says-al-arabiya-01-06-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 02:03:00",
        "gmt_time": "2018-06-01 18:03:00"
    },
    {
        "id": 661175,
        "updated_sequence": 987543,
        "published_at": {
            "unix": 1527875400,
            "text": "2018-06-01 18:50:00 +0100",
            "iso_8601": "2018-06-01T17:50:00Z"
        },
        "updated_at": {
            "unix": 1527875505,
            "text": "2018-06-01 18:51:45 +0100",
            "iso_8601": "2018-06-01T17:51:45Z"
        },
        "subject": "Canada Finance Minister Morneau says G7 must send message to US that trade measures are not helpful, and inappropriate ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-finance-minister-morneau-says-g7-must-send-message-to-us-that-trade-measures-are-not-helpful-and-inappropriate-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 01:50:00",
        "gmt_time": "2018-06-01 17:50:00"
    },
    {
        "id": 661174,
        "updated_sequence": 987546,
        "published_at": {
            "unix": 1527875400,
            "text": "2018-06-01 18:50:00 +0100",
            "iso_8601": "2018-06-01T17:50:00Z"
        },
        "updated_at": {
            "unix": 1527875537,
            "text": "2018-06-01 18:52:17 +0100",
            "iso_8601": "2018-06-01T17:52:17Z"
        },
        "subject": "ECB’s Weidmann (Hawk) says they must react decisively to US tariffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-weidmann-hawk-says-they-must-react-decisively-to-us-tariffs-01-06-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 01:50:00",
        "gmt_time": "2018-06-01 17:50:00"
    },
    {
        "id": 661173,
        "updated_sequence": 987537,
        "published_at": {
            "unix": 1527873180,
            "text": "2018-06-01 18:13:00 +0100",
            "iso_8601": "2018-06-01T17:13:00Z"
        },
        "updated_at": {
            "unix": 1527873274,
            "text": "2018-06-01 18:14:34 +0100",
            "iso_8601": "2018-06-01T17:14:34Z"
        },
        "subject": "US Commerce Secretary Ross is going to be traveling to Beijing this weekend for trade talks, as planned",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier we saw contradicting reports that he may not be travelling, however it has now been confirmed by administration officials that he will travel&nbsp;</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1527873274,
            "text": "2018-06-01 18:14:34 +0100",
            "iso_8601": "2018-06-01T17:14:34Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-commerce-secretary-ross-is-going-to-be-traveling-to-beijing-this-weekend-for-trade-talks-as-planned-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 01:13:00",
        "gmt_time": "2018-06-01 17:13:00"
    },
    {
        "id": 661172,
        "updated_sequence": 987534,
        "published_at": {
            "unix": 1527872880,
            "text": "2018-06-01 18:08:00 +0100",
            "iso_8601": "2018-06-01T17:08:00Z"
        },
        "updated_at": {
            "unix": 1527872912,
            "text": "2018-06-01 18:08:32 +0100",
            "iso_8601": "2018-06-01T17:08:32Z"
        },
        "subject": "US President Trump tells Energy Secretary Perry to stem closures of coal and nuclear power plants ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-tells-energy-secretary-perry-to-stem-closures-of-coal-and-nuclear-power-plants-01-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 01:08:00",
        "gmt_time": "2018-06-01 17:08:00"
    },
    {
        "id": 661168,
        "updated_sequence": 987520,
        "published_at": {
            "unix": 1527870420,
            "text": "2018-06-01 17:27:00 +0100",
            "iso_8601": "2018-06-01T16:27:00Z"
        },
        "updated_at": {
            "unix": 1527870480,
            "text": "2018-06-01 17:28:00 +0100",
            "iso_8601": "2018-06-01T16:28:00Z"
        },
        "subject": "Italy's new economy minister Tria says there is no political force in Italy that wants to exit the Euro",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-new-economy-minister-tria-says-there-is-no-political-force-in-italy-that-wants-to-exit-the-euro-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 00:27:00",
        "gmt_time": "2018-06-01 16:27:00"
    },
    {
        "id": 661167,
        "updated_sequence": 987522,
        "published_at": {
            "unix": 1527870180,
            "text": "2018-06-01 17:23:00 +0100",
            "iso_8601": "2018-06-01T16:23:00Z"
        },
        "updated_at": {
            "unix": 1527870519,
            "text": "2018-06-01 17:28:39 +0100",
            "iso_8601": "2018-06-01T16:28:39Z"
        },
        "subject": "Unconfirmed reports of a “serious incident” at Holborn tube station in central London, U.K.",
        "content": "<p>Reports suggest Holborn was shut due to a knifeman boarding a train</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "unconfirmed-reports-of-a-serious-incident-at-holborn-tube-station-in-central-london-u-k-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2018-06-02 00:23:00",
        "gmt_time": "2018-06-01 16:23:00"
    },
    {
        "id": 661166,
        "updated_sequence": 987514,
        "published_at": {
            "unix": 1527869700,
            "text": "2018-06-01 17:15:00 +0100",
            "iso_8601": "2018-06-01T16:15:00Z"
        },
        "updated_at": {
            "unix": 1527869957,
            "text": "2018-06-01 17:19:17 +0100",
            "iso_8601": "2018-06-01T16:19:17Z"
        },
        "subject": "French Finance Minister says will tell US Treasury Secretary Munuchin at G7 that the US decision on tariffs is legally unacceptable, politically unfair and economically dangerous as trade war would hurt growth and damage both EU and US",
        "content": "<ul><li>He will seek exemptions from Iran sanctions for certain companies</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-finance-minister-says-will-tell-us-treasury-secretary-munuchin-at-g7-that-the-us-decision-on-tariffs-is-legally-unacceptable-politically-unfair-and-economically-dangerous-as-trade-war-would-hurt-growth-and-damage-both-eu-and-us-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-02 00:15:00",
        "gmt_time": "2018-06-01 16:15:00"
    },
    {
        "id": 661165,
        "updated_sequence": 987505,
        "published_at": {
            "unix": 1527868740,
            "text": "2018-06-01 16:59:00 +0100",
            "iso_8601": "2018-06-01T15:59:00Z"
        },
        "updated_at": {
            "unix": 1527868832,
            "text": "2018-06-01 17:00:32 +0100",
            "iso_8601": "2018-06-01T16:00:32Z"
        },
        "subject": "Micron (MU) spokesperson confirms that Chinese regulators visited offices ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "micron-mu-spokesperson-confirms-that-chinese-regulators-visited-offices-01-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 23:59:00",
        "gmt_time": "2018-06-01 15:59:00"
    },
    {
        "id": 661164,
        "updated_sequence": 987502,
        "published_at": {
            "unix": 1527868320,
            "text": "2018-06-01 16:52:00 +0100",
            "iso_8601": "2018-06-01T15:52:00Z"
        },
        "updated_at": {
            "unix": 1527868337,
            "text": "2018-06-01 16:52:17 +0100",
            "iso_8601": "2018-06-01T15:52:17Z"
        },
        "subject": "Atlanta Fed GDPnow (Q2) raised by 0.1ppts to 4.8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Atlanta Fed",
        "slug": "atlanta-fed-gdpnow-q2-raised-by-0-1ppts-to-4-8-01-06-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 23:52:00",
        "gmt_time": "2018-06-01 15:52:00"
    },
    {
        "id": 661161,
        "updated_sequence": 987493,
        "published_at": {
            "unix": 1527867000,
            "text": "2018-06-01 16:30:00 +0100",
            "iso_8601": "2018-06-01T15:30:00Z"
        },
        "updated_at": {
            "unix": 1527867160,
            "text": "2018-06-01 16:32:40 +0100",
            "iso_8601": "2018-06-01T15:32:40Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (+0.97%), FTSE 100 (+0.24%), DAX (+0.84%), CAC (+1.19%), IBEX (+1.65%), SMI (+1.99%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-97-ftse-100-0-24-dax-0-84-cac-1-19-ibex-1-65-smi-1-99-01-06-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 23:30:00",
        "gmt_time": "2018-06-01 15:30:00"
    },
    {
        "id": 661160,
        "updated_sequence": 987490,
        "published_at": {
            "unix": 1527866160,
            "text": "2018-06-01 16:16:00 +0100",
            "iso_8601": "2018-06-01T15:16:00Z"
        },
        "updated_at": {
            "unix": 1527866241,
            "text": "2018-06-01 16:17:21 +0100",
            "iso_8601": "2018-06-01T15:17:21Z"
        },
        "subject": "NY Fed GDP nowcast raised to 3.3% in Q2, from 3.0%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ny-fed-gdp-nowcast-raised-to-3-3-in-q2-from-3-0-01-06-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 23:16:00",
        "gmt_time": "2018-06-01 15:16:00"
    },
    {
        "id": 661159,
        "updated_sequence": 987485,
        "published_at": {
            "unix": 1527866040,
            "text": "2018-06-01 16:14:00 +0100",
            "iso_8601": "2018-06-01T15:14:00Z"
        },
        "updated_at": {
            "unix": 1527866167,
            "text": "2018-06-01 16:16:07 +0100",
            "iso_8601": "2018-06-01T15:16:07Z"
        },
        "subject": "Northern Ireland DUP's Wilson says the proposals on a Brexit buffer zone not mentioned with the party is at best contradictory ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "northern-ireland-dup-s-wilson-says-the-proposals-on-a-brexit-buffer-zone-not-mentioned-with-the-party-is-at-best-contradictory-01-06-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 23:14:00",
        "gmt_time": "2018-06-01 15:14:00"
    },
    {
        "id": 661158,
        "updated_sequence": 987482,
        "published_at": {
            "unix": 1527865920,
            "text": "2018-06-01 16:12:00 +0100",
            "iso_8601": "2018-06-01T15:12:00Z"
        },
        "updated_at": {
            "unix": 1527865959,
            "text": "2018-06-01 16:12:39 +0100",
            "iso_8601": "2018-06-01T15:12:39Z"
        },
        "subject": "Barclays raises Q2 GDP tracker by 0.1ppts, to 3.4%, after today's data",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Barclays",
        "slug": "barclays-raises-q2-gdp-tracker-by-0-1ppts-to-3-4-after-today-s-data-01-06-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 23:12:00",
        "gmt_time": "2018-06-01 15:12:00"
    },
    {
        "id": 661157,
        "updated_sequence": 987479,
        "published_at": {
            "unix": 1527865140,
            "text": "2018-06-01 15:59:00 +0100",
            "iso_8601": "2018-06-01T14:59:00Z"
        },
        "updated_at": {
            "unix": 1527865225,
            "text": "2018-06-01 16:00:25 +0100",
            "iso_8601": "2018-06-01T15:00:25Z"
        },
        "subject": "A senior lieutenant to North Korean leader Kim Jong Un is set to hand-deliver a letter to President Donald Trump in the White House on Friday, with the letter to express interests in meeting, according to WSJ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "a-senior-lieutenant-to-north-korean-leader-kim-jong-un-is-set-to-hand-deliver-a-letter-to-president-donald-trump-in-the-white-house-on-friday-with-the-letter-to-express-interests-in-meeting-according-to-wsj-01-06-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 22:59:00",
        "gmt_time": "2018-06-01 14:59:00"
    },
    {
        "id": 661156,
        "updated_sequence": 987476,
        "published_at": {
            "unix": 1527864720,
            "text": "2018-06-01 15:52:00 +0100",
            "iso_8601": "2018-06-01T14:52:00Z"
        },
        "updated_at": {
            "unix": 1527864813,
            "text": "2018-06-01 15:53:33 +0100",
            "iso_8601": "2018-06-01T14:53:33Z"
        },
        "subject": "FX Weekly Wrap: Roman empire strikes back, NFP trumps trade rifts",
        "content": "<p>DXY</p>\r\n\r\n<p>Volatile trade amidst various direct and indirect drivers, with Italian politics the dominant theme in the run up to latest US jobs data and the return of trade wars after the US imposed sanctions vs the EU, Canada and Mexico, sparking a mixture of verbal and physical counter-actions. The index is actually closing out Friday&rsquo;s session close to where it was at the start of the week and just over 94.000, having registered a fresh ytd peak on Tuesday (95.030) when events in Rome were really reverberating across global financial markets and reaching contagious if not systemic risk averse proportions. However, Italy&rsquo;s populist parties eventually agreed on a coalition Government compromise that keeps Savona in the cabinet, but out of the prominent Finance Minister post that President Mattarella blocked, to resolve the situation and avoid snap elections. Back to the BLS report, all metrics were better than forecast aside from y/y average earnings, and this along with a tweet from the US President effectively pre-empting upbeat news nullified or dampened the subsequent reaction.</p>\r\n\r\n<p>EUR &nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>The single currency has almost moved in lock-step with Italian assets on unfolding developments, and has recovered from a new 2018 low vs the Greenback (just above 1.1500) towards 1.1700 where very large option expiries have curtailed a firmer rebound (at the figure and extending to 1.1750). Note, some late Friday Eur selling and a brief re-test of 1.1600 support on unconfirmed reports that the new Italian Government under Conte could be seeking cash to leave the Eurozone.</p>\r\n\r\n<p>CAD</p>\r\n\r\n<p>Very choppy moves in the Loonie, with the BoC&rsquo;s hawkish hold on Wednesday boosting the Cad to near 1.2800 highs vs its US counterpart, but then a sharp fall from grace and slump to 1.3000 after a considerable miss on the annualised Canadian GDP miss and reciprocal steel/aluminium tariffs against the US, plus further delay in NAFTA negotiations.</p>\r\n\r\n<p>GBP</p>\r\n\r\n<p>Relatively resilient vs the Usd after its return from Monday&rsquo;s late May UK holiday, with Cable returning to 1.3300+ levels from a near 1.3200 low with the aid of a stronger than expected manufacturing PMI and reports that a solution to the contentious Irish border issue may be forthcoming via a dual UK-EU arrangement whereby the island assumes both sets of regulations.</p>\r\n\r\n<p>JPY/CHF</p>\r\n\r\n<p>Mixed fortunes for the traditional safe-havens in line with changes in overall risk sentiment, but both rangebound overall between 108.10-109.75 and 0.9820-0.9985 respectively vs the Dollar.</p>\r\n\r\n<p>AUD/NZD</p>\r\n\r\n<p>As above, the antipodean dollars have been hostage to broader risk-off/on fluctuations, but also some disappointing data and very big option-related flows. The Aud has found 0.7600 formidable to breach as a result and Kiwi 0.7000, while the cross pivots 1.0800.</p>\r\n\r\n<p>SEK/NOK</p>\r\n\r\n<p>Solid weeks on balance for the Scandi crowns vs the Eur on a combination of upbeat data/surveys and more Central Bank rhetoric maintaining pre-year end tightening prospects, while the Sek received and additional lift from the SNDO hedging for a stronger currency.</p>\r\n\r\n<p>TRY/MXN</p>\r\n\r\n<p>More whippy moves, with the Lira deriving some support from CBRT clarity on monetary policy, but still plagued by Turkey&rsquo;s economic and fiscal problems and spec that ratings agencies may cut the sovereign, while the Peso has suffered alongside the Cad on US trade and NAFTA dynamics. Usd/Try almost up to 4.6500 and Usd/Mxn hit 20.000 at various stages.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-weekly-wrap-roman-empire-strikes-back-nfp-trumps-trade-rifts-01-06-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 22:52:00",
        "gmt_time": "2018-06-01 14:52:00"
    },
    {
        "id": 661155,
        "updated_sequence": 987471,
        "published_at": {
            "unix": 1527863700,
            "text": "2018-06-01 15:35:00 +0100",
            "iso_8601": "2018-06-01T14:35:00Z"
        },
        "updated_at": {
            "unix": 1527863751,
            "text": "2018-06-01 15:35:51 +0100",
            "iso_8601": "2018-06-01T14:35:51Z"
        },
        "subject": "Sam Coates from the Times tweets, \"No10 confirm what sources across government saying - that David Davis's plan for a Lichtenstein solution and a buffer zone - won’t fly. A No10 spokesman says the PM \"will not accept a customs border down the Irish sea\".\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter/Times",
        "slug": "sam-coates-from-the-times-tweets-no10-confirm-what-sources-across-government-saying-that-david-davis-s-plan-for-a-lichtenstein-solution-and-a-buffer-zone-won-t-fly-a-no10-spokesman-says-the-pm-will-not-accept-a-customs-border-down-th-01-06-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 22:35:00",
        "gmt_time": "2018-06-01 14:35:00"
    },
    {
        "id": 661154,
        "updated_sequence": 987468,
        "published_at": {
            "unix": 1527863460,
            "text": "2018-06-01 15:31:00 +0100",
            "iso_8601": "2018-06-01T14:31:00Z"
        },
        "updated_at": {
            "unix": 1527863496,
            "text": "2018-06-01 15:31:36 +0100",
            "iso_8601": "2018-06-01T14:31:36Z"
        },
        "subject": "US NEC Director Kudlow says NAFTA talks will play out for a while ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-nec-director-kudlow-says-nafta-talks-will-play-out-for-a-while-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 22:31:00",
        "gmt_time": "2018-06-01 14:31:00"
    },
    {
        "id": 661153,
        "updated_sequence": 987473,
        "published_at": {
            "unix": 1527862800,
            "text": "2018-06-01 15:20:00 +0100",
            "iso_8601": "2018-06-01T14:20:00Z"
        },
        "updated_at": {
            "unix": 1527863866,
            "text": "2018-06-01 15:37:46 +0100",
            "iso_8601": "2018-06-01T14:37:46Z"
        },
        "subject": "European Union lawmakers from the two parties forming Italy’s new government coalition voted this week to set up EU funds to help countries quit the euro, according to reports",
        "content": "<ul><li>Full article <a href=\"https://cyprus-mail.com/2018/06/01/eu-lawmakers-from-italys-coalition-parties-seek-funds-to-quit-euro/\">here</a></li>\r\n  <li>The vote for a Euro exit was very much<strong> rejected</strong> at 750 &ndash; 90, according to reports</li>\r\n  <li><p>Commentators have suggested that the request by Italian political parties in the EU, does not reflect the Italian government</p>\r\n  </li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Cyrpus Mail",
        "slug": "european-union-lawmakers-from-the-two-parties-forming-italy-s-new-government-coalition-voted-this-week-to-set-up-eu-funds-to-help-countries-quit-the-euro-according-to-reports-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 22:20:00",
        "gmt_time": "2018-06-01 14:20:00"
    },
    {
        "id": 661152,
        "updated_sequence": 987456,
        "published_at": {
            "unix": 1527862080,
            "text": "2018-06-01 15:08:00 +0100",
            "iso_8601": "2018-06-01T14:08:00Z"
        },
        "updated_at": {
            "unix": 1527862163,
            "text": "2018-06-01 15:09:23 +0100",
            "iso_8601": "2018-06-01T14:09:23Z"
        },
        "subject": "Italy's Conte has been sworn in as Italian PM; as expected",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-conte-has-been-sworn-in-as-italian-pm-as-expected-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 22:08:00",
        "gmt_time": "2018-06-01 14:08:00"
    },
    {
        "id": 661146,
        "updated_sequence": 987435,
        "published_at": {
            "unix": 1527861120,
            "text": "2018-06-01 14:52:00 +0100",
            "iso_8601": "2018-06-01T13:52:00Z"
        },
        "updated_at": {
            "unix": 1527861221,
            "text": "2018-06-01 14:53:41 +0100",
            "iso_8601": "2018-06-01T13:53:41Z"
        },
        "subject": "Nissan (7201 JP) total US sales (May) 131.832k, down 4%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nissan-7201-jp-total-us-sales-may-131-832k-down-4-01-06-2018",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 21:52:00",
        "gmt_time": "2018-06-01 13:52:00"
    },
    {
        "id": 661145,
        "updated_sequence": 987432,
        "published_at": {
            "unix": 1527860880,
            "text": "2018-06-01 14:48:00 +0100",
            "iso_8601": "2018-06-01T13:48:00Z"
        },
        "updated_at": {
            "unix": 1527860978,
            "text": "2018-06-01 14:49:38 +0100",
            "iso_8601": "2018-06-01T13:49:38Z"
        },
        "subject": "In a call with French President Macron, US President Trump discussed the need to re-balance trade with Europe, according to the White House",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "in-a-call-with-french-president-macron-us-president-trump-discussed-the-need-to-re-balance-trade-with-europe-according-to-the-white-house-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 21:48:00",
        "gmt_time": "2018-06-01 13:48:00"
    },
    {
        "id": 661142,
        "updated_sequence": 987419,
        "published_at": {
            "unix": 1527859380,
            "text": "2018-06-01 14:23:00 +0100",
            "iso_8601": "2018-06-01T13:23:00Z"
        },
        "updated_at": {
            "unix": 1527859677,
            "text": "2018-06-01 14:27:57 +0100",
            "iso_8601": "2018-06-01T13:27:57Z"
        },
        "subject": "Additional US Equity Stories",
        "content": "<ul><li>Golar LNG Partners (GMLP) downgraded to Underperform from Buy at BofA/Merrill</li>\r\n  <li>RLJ Lodging Trust (RLJ) upgraded to Overweight from Equal Weight at Barclays</li>\r\n  <li>Howard Hughes (HHC) upgraded to Buy from Hold at Sandler O&#39;Neill</li>\r\n  <li>Great Panther Silver (GPL) upgraded to Buy from Hold at Noble Financial</li>\r\n  <li>Ship Finance (SFL) upgraded to Buy from Neutral at Seaport Global</li>\r\n  <li>Newell Brands (NWL) &ndash; CFO Ralph Nicoletti to retire at the end of the year. (Newswires)</li>\r\n  <li>Royal Gold (RGLD) - Bill Heissenbuttel was named CFO. (Newswires)</li>\r\n  <li>PC names (AMD, NVDA, INTC, LNVGY, HPQ, GME, BBY) &ndash; Acer sees a notable increase in PC sales in China. (Newswires)</li>\r\n  <li>Apple (AAPL) &ndash; The tech giant will not attend the EU hearing over its tax order. (Newswires)</li>\r\n  <li>Steel and aluminium names (X, CENX, AA, AKS, NUE) &ndash; The EU has started a trade case against the US steel and aluminium tariffs. (Newswires)</li>\r\n  <li>Ford (F) - US sales for May rose 0.7% to 242,824 (0.7% increase). (Newswires)</li>\r\n  <li>Fiat Chrysler (FCAU) - &nbsp;targets 2018 adj. EBITDA of at least EUR 8.2bln (excluding Magneti Marelli unit); and CapEx around EUR 45bln between 2018-2022 while cost saving target around EUR 10bln. Also, it reported US total vehicle sales +11% (Exp. 7.4%). (Newswires)</li>\r\n  <li>Perry Ellis (PERY) downgraded to Neutral from Buy at Sidoti</li>\r\n  <li>JPMorgan (JPM) &ndash; The bank is adding rewards to its credit card deal with United Continental Holdings (UAL) to strengthen the loyalty programme. (Newswires)</li>\r\n  <li>Luxoft (LXFT) upgraded to Neutral from Underperform at Credit Suisse</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-01-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 21:23:00",
        "gmt_time": "2018-06-01 13:23:00"
    },
    {
        "id": 661140,
        "updated_sequence": 987396,
        "published_at": {
            "unix": 1527858960,
            "text": "2018-06-01 14:16:00 +0100",
            "iso_8601": "2018-06-01T13:16:00Z"
        },
        "updated_at": {
            "unix": 1527859045,
            "text": "2018-06-01 14:17:25 +0100",
            "iso_8601": "2018-06-01T13:17:25Z"
        },
        "subject": "Russian President Putin says Russia's efforts with OPEC have aided in stabilizing the oil market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-president-putin-says-russia-s-efforts-with-opec-have-aided-in-stabilizing-the-oil-market-01-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 21:16:00",
        "gmt_time": "2018-06-01 13:16:00"
    },
    {
        "id": 661139,
        "updated_sequence": 987405,
        "published_at": {
            "unix": 1527858960,
            "text": "2018-06-01 14:16:00 +0100",
            "iso_8601": "2018-06-01T13:16:00Z"
        },
        "updated_at": {
            "unix": 1527859199,
            "text": "2018-06-01 14:19:59 +0100",
            "iso_8601": "2018-06-01T13:19:59Z"
        },
        "subject": "Ford (F) US Light Vehicle Sales (May) +0.53% (Exp. -0.6%), Total US Vehicle Sales up 0.7% from the previous ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ford-f-us-light-vehicle-sales-may-0-53-exp-0-6-total-us-vehicle-sales-up-0-7-from-the-previous-01-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 21:16:00",
        "gmt_time": "2018-06-01 13:16:00"
    },
    {
        "id": 661141,
        "updated_sequence": 987399,
        "published_at": {
            "unix": 1527858900,
            "text": "2018-06-01 14:15:00 +0100",
            "iso_8601": "2018-06-01T13:15:00Z"
        },
        "updated_at": {
            "unix": 1527859064,
            "text": "2018-06-01 14:17:44 +0100",
            "iso_8601": "2018-06-01T13:17:44Z"
        },
        "subject": "BofA Merrill Lynch Global Weekly Flows",
        "content": "<p><strong>Equities: small inflows $3.0bn ($5.0bn ETF inflows, $2.0bn mutual fund outflows)<br />Bonds: modest outflows ($1.1bn)<br />Precious metals: small inflows ($0.5bn)</strong></p>\r\n\r\n<p><strong>Fixed Income Flows</strong></p>\r\n\r\n<ul><li>IG bond fund outflows 2 weeks running ($1.2bn)</li>\r\n  <li>HY bond outflows 4th consecutive week ($1.5bn)</li>\r\n  <li>6th straight week of EM debt outflows ($0.4bn)</li>\r\n  <li>Largest muni fund inflows in 40 weeks ($0.6bn)</li>\r\n  <li>Small Govt/Tsy inflows ($0.4bn)</li>\r\n  <li>Small TIPS inflows ($0.3bn)</li>\r\n  <li>Bank loan fund inflows 14 consecutive weeks ($0.2bn)</li>\r\n</ul>\r\n\r\n<p><strong>Equity Flows</strong></p>\r\n\r\n<ul><li>US: inflows 4 straight weeks ($5.9bn)</li>\r\n  <li>Japan: small inflows ($0.6bn)</li>\r\n  <li>Europe: massive outflows ($4.5bn)</li>\r\n  <li>EM: largest outflows since Dec&#39;16 ($2.0bn)</li>\r\n  <li>By style: inflows US large cap ($4.5bn), US growth ($3.7bn), US small cap ($1.4bn), US value ($0.3bn)</li>\r\n  <li>By sector: inflows tech ($0.6bn), consumer ($0.4bn), healthcare ($0.2bn), real estate ($0.1bn), utilities ($42mn); outflows materials ($0.1bn), energy ($0.1bn), financials ($0.7bn)<br />&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BofAML",
        "slug": "bofa-merrill-lynch-global-weekly-flows-01-06-2018",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 21:15:00",
        "gmt_time": "2018-06-01 13:15:00"
    },
    {
        "id": 661138,
        "updated_sequence": 987386,
        "published_at": {
            "unix": 1527858660,
            "text": "2018-06-01 14:11:00 +0100",
            "iso_8601": "2018-06-01T13:11:00Z"
        },
        "updated_at": {
            "unix": 1527858890,
            "text": "2018-06-01 14:14:50 +0100",
            "iso_8601": "2018-06-01T13:14:50Z"
        },
        "subject": "Fiat Chysler (FCA IM) targets 2018 adj. EBITDA of at least EUR 8.2bln (excluding Magneti Marelli unit); and CapEx around EUR 45bln between 2018-2022 while cost saving target around EUR 10bln",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction FCA IM shares rose from EUR 19.50 to EUR 19.75</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1527858890,
            "text": "2018-06-01 14:14:50 +0100",
            "iso_8601": "2018-06-01T13:14:50Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fiat-chysler-fca-im-targets-2018-adj-ebitda-of-at-least-eur-8-2bln-excluding-magneti-marelli-unit-and-capex-around-eur-45bln-between-2018-2022-while-cost-saving-target-around-eur-10bln-01-06-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 21:11:00",
        "gmt_time": "2018-06-01 13:11:00"
    },
    {
        "id": 661136,
        "updated_sequence": 987373,
        "published_at": {
            "unix": 1527858060,
            "text": "2018-06-01 14:01:00 +0100",
            "iso_8601": "2018-06-01T13:01:00Z"
        },
        "updated_at": {
            "unix": 1527858126,
            "text": "2018-06-01 14:02:06 +0100",
            "iso_8601": "2018-06-01T13:02:06Z"
        },
        "subject": "Fiat Chrysler (FCA IM / FCAU) US Total Vehicle Sales (May) +11% (Exp. 7.4%) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fiat-chrysler-fca-im-fcau-us-total-vehicle-sales-may-11-exp-7-4-01-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 21:01:00",
        "gmt_time": "2018-06-01 13:01:00"
    },
    {
        "id": 661136,
        "updated_sequence": 987373,
        "published_at": {
            "unix": 1527858060,
            "text": "2018-06-01 14:01:00 +0100",
            "iso_8601": "2018-06-01T13:01:00Z"
        },
        "updated_at": {
            "unix": 1527858126,
            "text": "2018-06-01 14:02:06 +0100",
            "iso_8601": "2018-06-01T13:02:06Z"
        },
        "subject": "Fiat Chrysler (FCA IM / FCAU) US Total Vehicle Sales (May) +11% (Exp. 7.4%) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fiat-chrysler-fca-im-fcau-us-total-vehicle-sales-may-11-exp-7-4-01-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 21:01:00",
        "gmt_time": "2018-06-01 13:01:00"
    },
    {
        "id": 661137,
        "updated_sequence": 987381,
        "published_at": {
            "unix": 1527858060,
            "text": "2018-06-01 14:01:00 +0100",
            "iso_8601": "2018-06-01T13:01:00Z"
        },
        "updated_at": {
            "unix": 1527858754,
            "text": "2018-06-01 14:12:34 +0100",
            "iso_8601": "2018-06-01T13:12:34Z"
        },
        "subject": "Turkish Deputy PM Simsek says inflation looks set to peak in a couple of months",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-deputy-pm-simsek-says-inflation-looks-set-to-peak-in-a-couple-of-months-01-06-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 21:01:00",
        "gmt_time": "2018-06-01 13:01:00"
    },
    {
        "id": 661135,
        "updated_sequence": 987427,
        "published_at": {
            "unix": 1527857820,
            "text": "2018-06-01 13:57:00 +0100",
            "iso_8601": "2018-06-01T12:57:00Z"
        },
        "updated_at": {
            "unix": 1527860902,
            "text": "2018-06-01 14:48:22 +0100",
            "iso_8601": "2018-06-01T13:48:22Z"
        },
        "subject": "Fed's Kashkari (Non-voter, Dove) says wage growth is picking up at a slow pace, but expected it to be stronger given the low unemployment",
        "content": "<ul><li>He&nbsp;says wage growth is still lower than expected and adds slack still remains in labour market &nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kashkari-non-voter-dove-says-wage-growth-is-picking-up-at-a-slow-pace-but-expected-it-to-be-stronger-given-the-low-unemployment-01-06-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 20:57:00",
        "gmt_time": "2018-06-01 12:57:00"
    },
    {
        "id": 661134,
        "updated_sequence": 987362,
        "published_at": {
            "unix": 1527857760,
            "text": "2018-06-01 13:56:00 +0100",
            "iso_8601": "2018-06-01T12:56:00Z"
        },
        "updated_at": {
            "unix": 1527857820,
            "text": "2018-06-01 13:57:00 +0100",
            "iso_8601": "2018-06-01T12:57:00Z"
        },
        "subject": "Fixed and FX latest: knee-jerk moves post-NFP, so far",
        "content": "<p>An almost blanket beat vs consensus, bar y/y average earnings, but perhaps the Trump tweet ahead of the official BLS report stole the show and market reactions to the actual numbers have been relatively muted as a result. Whatever the reason/rationale, Bunds, Gilts and US Treasuries have bounced from new intraday lows of 160.99, 122.85 and 119-19, while Dollar bulls have not received that much for their buck with only Usd/Jpy holding the bulk of its gains and remaining above 109.50 vs Eur/Usd off circa 1.1650 and Cable back above 1.3300.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-and-fx-latest-knee-jerk-moves-post-nfp-so-far-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 20:56:00",
        "gmt_time": "2018-06-01 12:56:00"
    },
    {
        "id": 661133,
        "updated_sequence": 987359,
        "published_at": {
            "unix": 1527857700,
            "text": "2018-06-01 13:55:00 +0100",
            "iso_8601": "2018-06-01T12:55:00Z"
        },
        "updated_at": {
            "unix": 1527857786,
            "text": "2018-06-01 13:56:26 +0100",
            "iso_8601": "2018-06-01T12:56:26Z"
        },
        "subject": "Fed's Kashkari (Non-voter, Dove) says Fed's dual goals are not in conflict at the moment",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kashkari-non-voter-dove-says-fed-s-dual-goals-are-not-in-conflict-at-the-moment-01-06-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 20:55:00",
        "gmt_time": "2018-06-01 12:55:00"
    },
    {
        "id": 661131,
        "updated_sequence": 987353,
        "published_at": {
            "unix": 1527857700,
            "text": "2018-06-01 13:55:00 +0100",
            "iso_8601": "2018-06-01T12:55:00Z"
        },
        "updated_at": {
            "unix": 1527857730,
            "text": "2018-06-01 13:55:30 +0100",
            "iso_8601": "2018-06-01T12:55:30Z"
        },
        "subject": "Mexico’s Trade Negotiator Kalach says a skinny NAFTA deal does not look possible at this stage ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-s-trade-negotiator-kalach-says-a-skinny-nafta-deal-does-not-look-possible-at-this-stage-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 20:55:00",
        "gmt_time": "2018-06-01 12:55:00"
    },
    {
        "id": 661132,
        "updated_sequence": 987356,
        "published_at": {
            "unix": 1527857640,
            "text": "2018-06-01 13:54:00 +0100",
            "iso_8601": "2018-06-01T12:54:00Z"
        },
        "updated_at": {
            "unix": 1527857766,
            "text": "2018-06-01 13:56:06 +0100",
            "iso_8601": "2018-06-01T12:56:06Z"
        },
        "subject": "Daily US Equity Opening News - Earnings from COST, VMW, LULU",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19298/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p>1st June 2018</p>\r\n\r\n<p>Earnings</p>\r\n\r\n<p>Abercrombie &amp; Fitch (ANF) Q1 Adj. Loss Per Share USD 0.56 vs. Exp. loss of USD 0.77, revenue USD 0.731bln vs. Exp. USD 0.697bln. Sees 2018 SSS up 2%-4%. (Newswires)</p>\r\n\r\n<p>Costco (COST) Q3 EPS USD 1.70 vs Exp. USD 1.68, Revenue USD 31.62bln vs Exp. USD 31.74bln. Comparable SSS +10.2%. (Newswires)</p>\r\n\r\n<p>Lululemon (LULU) Q1 EPS USD 0.55 vs Exp. USD 0.46, Revenue USD 0.650bln vs Exp. USD 0.616bln. Raises Q2 and 2018 EPS outlook. (Newswires)</p>\r\n\r\n<p>Marvell (MRVL) Q1 Adj. EPS USD 0.32 vs. Exp. USD 0.31, revenue USD 0.605bln vs. Exp. USD 0.602bln. Sees Q2 adjusted EPS 32c-36c, consensus 33c. (Newswires)</p>\r\n\r\n<p>Ulta Beauty (ULTA) Q1 EPS USD 2.70 vs. USD 2.49, revenue USD 1.544bln vs. Exp. USD 1.52bln. Sees Q2 EPS USD 2.35-USD 2.40, consensus USD 2.49. (Newswires)</p>\r\n\r\n<p>Square (SQ) revises Q2 guidance to reflect the acquisition of Weebly, FY18 adjusted revenue view to USD 1.45bln -USD 1.48bln from USD 1.40bln -USD 1.43bln, lowers FY18 adjusted EPS view to 42c-46c from 44c-48c. (Newswires)</p>\r\n\r\n<p>VMWare (VMW) Q1 EPS USD 1.26bln vs Exp. USD 1.16, Revenue USD 2.01bln vs Exp. USD 1.95bln. raises 2019 revenue view and Q2 EPS view. (Newswires)</p>\r\n\r\n<p>Workday (WDAY) Q1 EPS USD 0.33 vs Exp. USD 0.26, Revenue USD 0.618bln vs Exp. USD 0.608bln. Sees FY19 subscription revenue USD 2.275bln - USD 2.29bln. (Newswires) &nbsp;</p>\r\n\r\n<p>GameStop (GME) Q1 EPS USD 0.38 vs Exp. USD 0.37, Revenue USD 1.93bln vs Exp. USD 1.96bln. Backs FY18 sales and earnings. (Newswires)</p>\r\n\r\n<p>DJIA</p>\r\n\r\n<p>Apple (AAPL) UBS raised price target to USD 210 from USD 190. (UBS)</p>\r\n\r\n<p>Boeing (BA) &ndash; The air manufacturer&rsquo;s technicians are to form a collective bargaining division at the South Carolina unit. (Newswires)</p>\r\n\r\n<p>Disney (DIS) &ndash; The co. offered pay increases to park workers in California to USD 15/hour over the next three years. (Newswires)</p>\r\n\r\n<p>Microsoft (MSFT) &ndash; CEO Satya Nadella announced the tech giant is working on brain implants research to make the technology accessible to people with disabilities. (CNBC)</p>\r\n\r\n<p>United Technology (UTX) &ndash; The defence group&rsquo;s Pratt &amp; Whitney unit was awarded a contract by the Department of Defence of approx. USD 2bln. (Newswires) &nbsp;</p>\r\n\r\n<p>S&amp;P500</p>\r\n\r\n<p>Amgen (AMGN) &ndash; The healthcare group is to collaborate with the University of Texas MD Anderson Cancer Centre for early stage cancer treatments. (Newswires)</p>\r\n\r\n<p>Bristol-Myers (BMY) &ndash; The healthcare group reported positive results for the treatment of advanced renal cell carcinoma with the use of OPDIVO plus a low dose of Yervoy vs Sunitinib over a two year follow up period. (Newswires)</p>\r\n\r\n<p>Celgene (CELG) &ndash; The co. named Johnson &amp; Johnson (JNJ) David Elkins as CFO to be effective from August 1st. (Newswires)</p>\r\n\r\n<p>Citigroup (C) &ndash; The bank denied its criminal cartel in Australia which underwrite USD 2.3bln in share for ANZ Banking (ANZBY). (Newswires)</p>\r\n\r\n<p>Intuitive Surgical (ISRG) &ndash; The FDA cleared the da Vinci SP surgical for urologic surgical procedures. (Newswires)</p>\r\n\r\n<p>LyondellBasell (LYB) &ndash; The co. announced shareholder approval of a new share repurchase programme, of up to 10% of company shares. (Newswires)</p>\r\n\r\n<p>Nvidia (NVDA) - Executive Puri sold 44,900 common shares in the co. (Newswires)</p>\r\n\r\n<p>Raytheon (RTN) -The group is to launch radar manufacturing in Mississippi, according to state officials. (Newswires)</p>\r\n\r\n<p>Regeneron (REGN) - REGN-EB3, an investigational Ebola treatment, will be delivered in Congo for the treatment of the infection. (Newswires)</p>\r\n\r\n<p>NASDAQ 100</p>\r\n\r\n<p>Alphabet (GOOGL) &ndash; Staff have protested and initiated an internal war against the co. due to its involvement with the U.S. Department of Defence&rsquo;s Project Maven. (NY Times)</p>\r\n\r\n<p>Facebook (FB) &ndash; The social media is close to announce its news show &lsquo;Watch&rsquo; that will transmit content from FoxNews (FOXA) and CNN (TWX), according to people familiar with the matter. Separately, CEO Zuckerberg avoided questions at the annual meeting over governance and hiring practices. (WSJ)</p>\r\n\r\n<p>Qualcomm (QCOM) - The chipmaker is joining Ford (F) and Panasonic (PCRFY) for the first US deployment for C-V2X in Colorado for vehicle communication. Separately, Chinese regulators are still reviewing the proposed USD 44bln merger deal with NXP Semiconductors (NXPI) and look to eliminate negative effects from the agreement. (Newswires)</p>\r\n\r\n<p>Social media names (FB, GOOG, SNAP, GOOGL) &ndash; A Pew Research Center study showed that teenagers chose YouTube, Instagram or Snapchat over Facebook. (Newswires)</p>\r\n\r\n<p>OTHER NEWS</p>\r\n\r\n<p>Alibaba (BABA) &ndash; Co-founder Joe Tsai reported that many Americans wish China would stop upgrading its technology and introduce innovation so quickly. (CNBC)</p>\r\n\r\n<p>Allison Transmission (ALSN) &ndash; The co. announced David Graziosi is now the effective CEO. (Newswires)</p>\r\n\r\n<p>Ellie Mae (ELLI) - CFO Matthew LaVay is to leave its position due to personal matters. (Newswires) &nbsp;</p>\r\n\r\n<p>Fiat-Chrysler (FCAU) &ndash; The automaker is looking to introduce an in-house financing unit in the US which would enable customers to extend credit, according to people familiar with the matter. Separately, CEO Sergio Marchionne stated the co. will end Q2 in a net cash position and is target is to fic Europe margins and grow Jeep as a cleaner car unit. (WSJ)</p>\r\n\r\n<p>Scotiabank (BNS) &ndash; The bank is to acquire MD Financial Management for USD 2.585bln. (Newswires)</p>\r\n\r\n<p>Sensata (ST) &ndash; The co. announced a USD 400mln share repurchase programme. (Newswires) &nbsp;</p>\r\n\r\n<p>SJW (SJW) &ndash; The co. said to remain committed to a merger deal with Connecticut Water (CTWS), with the latter backing an all-cash USD 68.25/shr transaction offer for the co. (Newswires)</p>\r\n\r\n<p>Tesaro (TSRO) &ndash; The co. announced to launch Zejula, an inhibitor for BRCA mutation in women in the UK and Wales. (Newswires)</p>\r\n\r\n<p>Twitter (TXTR) MKM Partners raised PT to USD 43 from USD 40. (MKM Partners)</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>W. R. Berkley (WRB) &ndash; The co. raised its quarterly dividend by 7.1% to USD 0.60/shr. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>Upgrades</p>\r\n\r\n<p>AMERICAN AIRLINES (AAL) UPGRADED TO OUTPERFORM FROM IN-LINE AT IMPERIAL CAPITAL</p>\r\n\r\n<p>BRASKEM (BAK) UPGRADED TO BUY FROM HOLD AT HSBC</p>\r\n\r\n<p>COMPANIA CERVECERIAS (CCU) UPGRADED TO HOLD FROM REDUCE AT HSBC</p>\r\n\r\n<p>COTT (COT) REINSTATED WITH AN OVERWEIGHT FROM NEUTRAL AT JPMORGAN</p>\r\n\r\n<p>EASTGROUP PROPERTIES (EGP) UPGRADED TO BUY FROM HOLD AT STIFEL</p>\r\n\r\n<p>EXLSERVICE (EXLS) UPGRADED TO BUY FROM HOLD AT SUNTRUST</p>\r\n\r\n<p>FRANKLIN STREET (FSP) UPGRADED TO HOLD FROM SELL AT STIFEL</p>\r\n\r\n<p>HIGHWOODS PROPERTIES (HIW) UPGRADED TO BUY FROM HOLD AT STIFEL</p>\r\n\r\n<p>INTERNATIONAL PAPER (IP) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT WELLS FARGO</p>\r\n\r\n<p>MADRIGAL PHARMACEUTICALS (MDGL) UPGRADED TO OUTPERFORM FROM PERFORM AT OPPENHEIMER</p>\r\n\r\n<p>NAVIENT (NAVI) UPGRADED TO OUTPERFORM FROM NEUTRAL AT WEDBUSH</p>\r\n\r\n<p>NAVISTAR (NAV) UPGRADED TO BUY FROM NEUTRAL AT LONGBOW</p>\r\n\r\n<p>RUSH ENTERPRISES (RUSHA) UPGRADED TO BUY FROM NEUTRAL AT LONGBOW</p>\r\n\r\n<p>SASOL (SSL) UPGRADED TO BUY FROM NEUTRAL AT UBS</p>\r\n\r\n<p>T2 BIOSYSTEMS (TTOO) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT LEERINK</p>\r\n\r\n<p>UDR, INC. (UDR) UPGRADED TO BUY FROM HOLD AT STIFEL</p>\r\n\r\n<p>Downgrades</p>\r\n\r\n<p>ABBVIE (ABBV) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER JAFFRAY</p>\r\n\r\n<p>GENESCO (GCO) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER JAFFRAY</p>\r\n\r\n<p>KFORCE (KFRC) DOWNGRADED TO NEUTRAL FROM BUY AT NORTHCOAST</p>\r\n\r\n<p>OWENS CORNING (OC) DOWNGRADED TO HOLD FROM BUY AT ARGUS</p>\r\n\r\n<p>SCOTTS MIRACLE-GRO (SMG) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</p>\r\n\r\n<p>SOUTHWEST (LUV) DOWNGRADED TO IN-LINE FROM OUTPERFORM AT IMPERIAL CAPITAL</p>\r\n\r\n<p>Initiations</p>\r\n\r\n<p>CYTOMX (CTMX) RATED NEW BUY AT SUNTRUST; PT USD 38</p>\r\n\r\n<p>DANA INC (DAN) RATED NEW BUY AT BOFAML; PT USD 28</p>\r\n\r\n<p>FTE NETWORKS (FTNW) RATED NEW BUY AT ROTH CAPITAL; PT USD 35</p>\r\n\r\n<p>GETTY REALTY (GTY) RATED NEW BUY AT LADENBURG THALMANN; PT USD 30</p>\r\n\r\n<p>GLOBUS MEDICAL (GMED) RATED NEW OVERWEIGHT AT CANTOR; PT USD 65</p>\r\n\r\n<p>K2M (KTWO) RATED NEW OVERWEIGHT AT CANTOR; PT USD 28</p>\r\n\r\n<p>MAZOR ROBOTICS ADRS (MZOR IT) RATED NEW NEUTRAL AT CANTOR; PT USD 57</p>\r\n\r\n<p>NUVASIVE (NUVA) RATED NEW NEUTRAL AT CANTOR; PT USD 54</p>\r\n\r\n<p>ORTHOFIX (OFIX) RATED NEW OVERWEIGHT AT CANTOR; PT USD 62</p>\r\n\r\n<p>PITNEY BOWES (PBI) RATED NEW BUY AT MAXIM; PT USD 12</p>\r\n\r\n<p>RAMACO RESOURCES (METC) RATED NEW BUY AT B RILEY FBR; PT USD 10</p>\r\n\r\n<p>SAP ADRS (SAP GR) RATED NEW BUY AT JEFFERIES; PT USD 140</p>\r\n\r\n<p>SEASPINE (SPNE) RATED NEW OVERWEIGHT AT CANTOR; PT USD 16</p>\r\n\r\n<p>STAMPS.COM (STMP) RATED NEW BUY AT MAXIM; PT USD 320</p>\r\n\r\n<p>UNION BANKSHARES (UBSH) RATED NEW EQUAL-WEIGHT AT BARCLAYS; PT USD 44</p>\r\n\r\n<p>XENIA HOTELS (XHR) RATED NEW OUTPERFORM AT BAIRD; PT USD 27</p>\r\n\r\n<p>Ex-Dividends</p>\r\n\r\n<p>Bruker Corp (BRKR). Amount USD 0.04&nbsp;</p>\r\n\r\n<p>Cedar Fair LP (FUN). Amount USD 0.89&nbsp;</p>\r\n\r\n<p>CenturyLink Inc (CTL). Amount USD 0.54&nbsp;</p>\r\n\r\n<p>Houlihan Lokey Inc (HLI). Amount USD 0.27&nbsp;</p>\r\n\r\n<p>Interpublic Group of Companies Inc (IPG). Amount USD 0.21&nbsp;</p>\r\n\r\n<p>Kinsale Capital Group Inc (KNSL). Amount USD 0.07&nbsp;</p>\r\n\r\n<p>LCI Industries (LCII). Amount USD 0.60&nbsp;</p>\r\n\r\n<p>McDonald&#39;s Corp (MCD). Amount USD 1.01&nbsp;</p>\r\n\r\n<p>Molson Coors Brewing Co (TAP). Amount USD 0.41&nbsp;</p>\r\n\r\n<p>Monro Inc (MNRO). Amount USD 0.20&nbsp;</p>\r\n\r\n<p>Nike Inc (NKE). Amount USD 0.20&nbsp;</p>\r\n\r\n<p>Northrop Grumman Corp (NOC). Amount USD 1.20&nbsp;</p>\r\n\r\n<p>Principal Financial Group Inc (PFG). Amount USD 0.52&nbsp;</p>\r\n\r\n<p>Royal Caribbean Cruises Ltd (RCL). Amount USD 0.60&nbsp;</p>\r\n\r\n<p>State Bank Financial Corp (STBZ). Amount USD 0.20&nbsp;</p>\r\n\r\n<p>Strayer Education Inc (STRA). Amount USD 0.25&nbsp;</p>\r\n\r\n<p>Wingstop Inc (WING). Amount USD 0.07</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-us-equity-opening-news-earnings-from-cost-vmw-lulu-01-06-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 20:54:00",
        "gmt_time": "2018-06-01 12:54:00"
    },
    {
        "id": 661130,
        "updated_sequence": 987365,
        "published_at": {
            "unix": 1527857340,
            "text": "2018-06-01 13:49:00 +0100",
            "iso_8601": "2018-06-01T12:49:00Z"
        },
        "updated_at": {
            "unix": 1527857863,
            "text": "2018-06-01 13:57:43 +0100",
            "iso_8601": "2018-06-01T12:57:43Z"
        },
        "subject": "Chinese officials are reluctant regarding long-term pacts with the US, according to WSJ sources",
        "content": "<p>Says:&nbsp;</p>\r\n\r\n<ul><li>U.S. Trade Representative will make a recommendation to Commerce Secretary Ross later today on whether to travel to Beijing&nbsp;</li>\r\n  <li>Long term pacts regarding energy and agriculture are being questioned&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "chinese-officials-are-reluctant-regarding-long-term-pacts-with-the-us-according-to-wsj-sources-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 20:49:00",
        "gmt_time": "2018-06-01 12:49:00"
    },
    {
        "id": 661129,
        "updated_sequence": 987340,
        "published_at": {
            "unix": 1527856380,
            "text": "2018-06-01 13:33:00 +0100",
            "iso_8601": "2018-06-01T12:33:00Z"
        },
        "updated_at": {
            "unix": 1527856428,
            "text": "2018-06-01 13:33:48 +0100",
            "iso_8601": "2018-06-01T12:33:48Z"
        },
        "subject": "Fitch is said to take some Turkish banks to a negative rating watch, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-is-said-to-take-some-turkish-banks-to-a-negative-rating-watch-according-to-sources-01-06-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 20:33:00",
        "gmt_time": "2018-06-01 12:33:00"
    },
    {
        "id": 661128,
        "updated_sequence": 987333,
        "published_at": {
            "unix": 1527856260,
            "text": "2018-06-01 13:31:00 +0100",
            "iso_8601": "2018-06-01T12:31:00Z"
        },
        "updated_at": {
            "unix": 1527856355,
            "text": "2018-06-01 13:32:35 +0100",
            "iso_8601": "2018-06-01T12:32:35Z"
        },
        "subject": "US BLS Birth Death Ratio 215K (Prev. 260K)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BLS",
        "slug": "us-bls-birth-death-ratio-215k-prev-260k-01-06-2018",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 20:31:00",
        "gmt_time": "2018-06-01 12:31:00"
    },
    {
        "id": 661124,
        "updated_sequence": 987311,
        "published_at": {
            "unix": 1527855360,
            "text": "2018-06-01 13:16:00 +0100",
            "iso_8601": "2018-06-01T12:16:00Z"
        },
        "updated_at": {
            "unix": 1527855415,
            "text": "2018-06-01 13:16:55 +0100",
            "iso_8601": "2018-06-01T12:16:55Z"
        },
        "subject": "EU trade Chief Malstroem says negotiations are not possible at the moment with the US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-trade-chief-malstroem-says-negotiations-are-not-possible-at-the-moment-with-the-us-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 20:16:00",
        "gmt_time": "2018-06-01 12:16:00"
    },
    {
        "id": 661122,
        "updated_sequence": 987308,
        "published_at": {
            "unix": 1527854820,
            "text": "2018-06-01 13:07:00 +0100",
            "iso_8601": "2018-06-01T12:07:00Z"
        },
        "updated_at": {
            "unix": 1527855276,
            "text": "2018-06-01 13:14:36 +0100",
            "iso_8601": "2018-06-01T12:14:36Z"
        },
        "subject": "Daimler (DAI GY) has been fined EUR 3.75bln over the emissions fare, according to Spiegel ",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction DAI GY shares fell from EUR 62.30 to EUR 62.05 before paring back slightly to EUR 62.13</li>\r\n  <li>Losses then extended down to EUR 61.68&nbsp;in a delayed reaction&nbsp;</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1527854940,
            "text": "2018-06-01 13:09:00 +0100",
            "iso_8601": "2018-06-01T12:09:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daimler-dai-gy-has-been-fined-eur-3-75bln-over-the-emissions-fare-according-to-spiegel-01-06-2018",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 20:07:00",
        "gmt_time": "2018-06-01 12:07:00"
    },
    {
        "id": 661123,
        "updated_sequence": 987304,
        "published_at": {
            "unix": 1527854760,
            "text": "2018-06-01 13:06:00 +0100",
            "iso_8601": "2018-06-01T12:06:00Z"
        },
        "updated_at": {
            "unix": 1527854961,
            "text": "2018-06-01 13:09:21 +0100",
            "iso_8601": "2018-06-01T12:09:21Z"
        },
        "subject": "Scotiabank FX Daily - G10 Mixed Into Nonfarm; CAD Holding In Relatively Well",
        "content": "<ul><li>&nbsp; USD soft vs. NOK, SEK, EUR and GBP; gaining vs. AUD, NZD and JPY.</li>\r\n  <li>&nbsp; CAD resilient despite escalation in trade tensions; broader tone to dominate.</li>\r\n  <li>&nbsp; EUR attempting extension of this week&rsquo;s bullish reversal; spreads offer support.</li>\r\n  <li>&nbsp; GBP recovers on stronger mfg PMI; BoE rate expectations stabilizing.</li>\r\n  <li>&nbsp; JPY underperforming on market tone, wider spreads, shifting risk reversals.</li>\r\n  <li>&nbsp; AUD underperforming as markets look to U.S.-China trade negotiations.</li>\r\n  <li>&nbsp; MXN soft into U.S. payrolls; vulnerable in context of escalating trade tensions.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-g10-mixed-into-nonfarm-cad-holding-in-relatively-well-01-06-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 20:06:00",
        "gmt_time": "2018-06-01 12:06:00"
    },
    {
        "id": 661121,
        "updated_sequence": 987298,
        "published_at": {
            "unix": 1527853980,
            "text": "2018-06-01 12:53:00 +0100",
            "iso_8601": "2018-06-01T11:53:00Z"
        },
        "updated_at": {
            "unix": 1527854089,
            "text": "2018-06-01 12:54:49 +0100",
            "iso_8601": "2018-06-01T11:54:49Z"
        },
        "subject": "PBOC widens its collateral requirements for MLF operations; repeats language around prudent policy. and says it will keep stable liquidity",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-widens-its-collateral-requirements-for-mlf-operations-repeats-language-around-prudent-policy-and-says-it-will-keep-stable-liquidity-01-06-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 19:53:00",
        "gmt_time": "2018-06-01 11:53:00"
    },
    {
        "id": 661120,
        "updated_sequence": 987295,
        "published_at": {
            "unix": 1527853920,
            "text": "2018-06-01 12:52:00 +0100",
            "iso_8601": "2018-06-01T11:52:00Z"
        },
        "updated_at": {
            "unix": 1527854018,
            "text": "2018-06-01 12:53:38 +0100",
            "iso_8601": "2018-06-01T11:53:38Z"
        },
        "subject": "Turkish deputy PM says economy re-balancing in Q2 will continue in H2, will lower inflation to single digits in medium term and current account deficit excl. gold to under 3% of GDP",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-deputy-pm-says-economy-re-balancing-in-q2-will-continue-in-h2-will-lower-inflation-to-single-digits-in-medium-term-and-current-account-deficit-excl-gold-to-under-3-of-gdp-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 19:52:00",
        "gmt_time": "2018-06-01 11:52:00"
    },
    {
        "id": 661119,
        "updated_sequence": 987292,
        "published_at": {
            "unix": 1527853680,
            "text": "2018-06-01 12:48:00 +0100",
            "iso_8601": "2018-06-01T11:48:00Z"
        },
        "updated_at": {
            "unix": 1527853720,
            "text": "2018-06-01 12:48:40 +0100",
            "iso_8601": "2018-06-01T11:48:40Z"
        },
        "subject": "Iraq exported 108.2mln bbls of crude in May, according to its Oil Ministry",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iraq-exported-108-2mln-bbls-of-crude-in-may-according-to-its-oil-ministry-01-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 19:48:00",
        "gmt_time": "2018-06-01 11:48:00"
    },
    {
        "id": 661118,
        "updated_sequence": 987289,
        "published_at": {
            "unix": 1527853260,
            "text": "2018-06-01 12:41:00 +0100",
            "iso_8601": "2018-06-01T11:41:00Z"
        },
        "updated_at": {
            "unix": 1527853588,
            "text": "2018-06-01 12:46:28 +0100",
            "iso_8601": "2018-06-01T11:46:28Z"
        },
        "subject": "Porche (PAH3 GY) have halted sales of new cars in Europe, according to FAZ; a Porsche spokesperson has denied this, stating that they will be temporarily halted",
        "content": "",
        "reaction_details": "<p>- In a slightly delayed reaction, Co. shares moved lower from EUR 63.50 to EUR 62.90, but reversed these losses following the spokesperson update</p>\r\n",
        "reaction_updated_at": {
            "unix": 1527853380,
            "text": "2018-06-01 12:43:00 +0100",
            "iso_8601": "2018-06-01T11:43:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FAZ",
        "slug": "porche-pah3-gy-have-halted-sales-of-new-cars-in-europe-according-to-faz-a-porsche-spokesperson-has-denied-this-stating-that-they-will-be-temporarily-halted-01-06-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 19:41:00",
        "gmt_time": "2018-06-01 11:41:00"
    },
    {
        "id": 661117,
        "updated_sequence": 987282,
        "published_at": {
            "unix": 1527853140,
            "text": "2018-06-01 12:39:00 +0100",
            "iso_8601": "2018-06-01T11:39:00Z"
        },
        "updated_at": {
            "unix": 1527853243,
            "text": "2018-06-01 12:40:43 +0100",
            "iso_8601": "2018-06-01T11:40:43Z"
        },
        "subject": "Russia's Putin to meet energy minister Novak with regards to OPEC+ and the recent Gasoline price rise ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-putin-to-meet-energy-minister-novak-with-regards-to-opec-and-the-recent-gasoline-price-rise-01-06-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 19:39:00",
        "gmt_time": "2018-06-01 11:39:00"
    },
    {
        "id": 660940,
        "updated_sequence": 987284,
        "published_at": {
            "unix": 1527852300,
            "text": "2018-06-01 12:25:00 +0100",
            "iso_8601": "2018-06-01T11:25:00Z"
        },
        "updated_at": {
            "unix": 1527853294,
            "text": "2018-06-01 12:41:34 +0100",
            "iso_8601": "2018-06-01T11:41:34Z"
        },
        "subject": "PREVIEW: US Nonfarm Payrolls (May 2018)",
        "content": "<ul><li><strong>US nonfarm payrolls data will be released at 1330 BST/0830 EDT on 1 June 2018. Nonfarm Payrolls expected at 188k against a previous 164k, average hourly earnings are expected to rise 2.7% YY versus 2.6% previously. To download the report, please click <a href=\"/research_sheets/19292/download\">here</a></strong></li>\r\n  <li><em>If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</em></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "preview-us-nonfarm-payrolls-may-2018-31-05-2018",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 19:25:00",
        "gmt_time": "2018-06-01 11:25:00"
    },
    {
        "id": 661116,
        "updated_sequence": 987279,
        "published_at": {
            "unix": 1527851820,
            "text": "2018-06-01 12:17:00 +0100",
            "iso_8601": "2018-06-01T11:17:00Z"
        },
        "updated_at": {
            "unix": 1527852753,
            "text": "2018-06-01 12:32:33 +0100",
            "iso_8601": "2018-06-01T11:32:33Z"
        },
        "subject": "Riksbank's Ingves reiterates long term view that Krona will appreciate, adds debt office position on crown very limited in size vs daily turnover",
        "content": "<ul><li>Adds its too early to tell the effects of&nbsp;Italian situation</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-s-ingves-reiterates-long-term-view-that-krona-will-appreciate-adds-debt-office-position-on-crown-very-limited-in-size-vs-daily-turnover-01-06-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 19:17:00",
        "gmt_time": "2018-06-01 11:17:00"
    },
    {
        "id": 661115,
        "updated_sequence": 987271,
        "published_at": {
            "unix": 1527851580,
            "text": "2018-06-01 12:13:00 +0100",
            "iso_8601": "2018-06-01T11:13:00Z"
        },
        "updated_at": {
            "unix": 1527851730,
            "text": "2018-06-01 12:15:30 +0100",
            "iso_8601": "2018-06-01T11:15:30Z"
        },
        "subject": "UK PM May to meet executives on Monday to talk about post-Brexit investments",
        "content": "<p>Click <a href=\"https://news.sky.com/story/may-calls-in-ftse-chiefs-for-talks-after-brexit-investment-alarm-11391725\">here</a> for the article&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Sky News",
        "slug": "uk-pm-may-to-meet-executives-on-monday-to-talk-about-post-brexit-investments-01-06-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 19:13:00",
        "gmt_time": "2018-06-01 11:13:00"
    },
    {
        "id": 661114,
        "updated_sequence": 987263,
        "published_at": {
            "unix": 1527850860,
            "text": "2018-06-01 12:01:00 +0100",
            "iso_8601": "2018-06-01T11:01:00Z"
        },
        "updated_at": {
            "unix": 1527850993,
            "text": "2018-06-01 12:03:13 +0100",
            "iso_8601": "2018-06-01T11:03:13Z"
        },
        "subject": "Juncker says EU commission confirms intention to lodge WTO complaint vs. US over tariffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "juncker-says-eu-commission-confirms-intention-to-lodge-wto-complaint-vs-us-over-tariffs-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 19:01:00",
        "gmt_time": "2018-06-01 11:01:00"
    },
    {
        "id": 661113,
        "updated_sequence": 987257,
        "published_at": {
            "unix": 1527848640,
            "text": "2018-06-01 11:24:00 +0100",
            "iso_8601": "2018-06-01T10:24:00Z"
        },
        "updated_at": {
            "unix": 1527848684,
            "text": "2018-06-01 11:24:44 +0100",
            "iso_8601": "2018-06-01T10:24:44Z"
        },
        "subject": "RANsquawk Daily US Opening News - 1st June 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19297/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Italian assets seeing significant positivity as government edges closer</li>\r\n  <li>Spanish PM Rajoy ousted as Socialist Sanchez takes power</li>\r\n  <li>Looking ahead, highlights include, US NFP, ISM mfg, Baker Hughes and Fed&rsquo;s Kashkari</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>ASIA-PAC</p>\r\n\r\n<p>Asian stocks traded cautiously after trade war concerns resurfaced following the US announcement to impose steel and aluminium tariffs on EU, Canada and Mexico, which in turn triggered threats of retaliation against the US. In addition, a slight miss on Chinese Caixin Manufacturing PMI data and looming US NFP jobs data have added to the tentative tone. ASX 200 (-0.4%) was led lower by financials with ANZ Bank pressured on cartel allegation charges related to a share sale in 2015 and as the energy sector also suffered from weakness in crude prices, while Nikkei 225 (+0.1%) shrugged off its opening losses on favourable currency moves. Hang Seng (-0.1%) and Shanghai Comp. (-0.5%) were indecisive and swung between gains and losses as participants digested a range of factors including weaker than expected Caixin Manufacturing PMI data and a firm net liquidity injection of CNY 410bln for the week, as well as the debut of China A-shares in the MSCI Emerging Market benchmark index. Finally, 10yr JGBs were lower after the BoJ reduced purchases of 5yr-10yr maturities in its Rinban announcement which saw a breakdown of near-term support at 150.94, while price action was also consistent with a recovery in Tokyo stocks and US yields.</p>\r\n\r\n<p>Chinese Caixin Manufacturing PMI (May) 51.1 vs. Exp. 51.2 (Prev. 51.1). (Newswires)</p>\r\n\r\n<p>PBoC injected CNY 40bln via 7-day reverse repos, CNY 10bln via 14-day reverse repos and CNY 30bln via 28-day reverse repos, for a net weekly injection of CNY 410bln vs. last week&#39;s CNY 30bln net drain. (Newswires)</p>\r\n\r\n<p>PBoC set CNY mid-point at 6.4078 (Prev. 6.4144)</p>\r\n\r\n<p>EU/UK/US</p>\r\n\r\n<p>UK Brexit Secretary Davis is reported to be drawing up a new plan that would give Northern Ireland joint EU/UK status as well as border buffer zone. The province would operate a double hatted regime of European and British regulations simultaneously, so it can trade freely with both. Branded a &lsquo;special economic zone&rsquo;, it will be for local traders such as dairy farmers &ndash; who make up 90 per cent of the cross-border traffic &ndash; and share the same trade rules as south of the border. This idea has confirmed to be discussed by a senior British official. (The Sun/Newswires)</p>\r\n\r\n<p>Spain&#39;s Socialist leader Sanchez becomes PM after lawmakers vote Rajoy out of office. The vote was 180 to 169 with the passing of the vote very much expected. Prior to this Rajoy accepted his defeat and said that Sanchez is set to be the new PM. (Newswires)</p>\r\n\r\n<p>UK Markit/CIPS Manufacturing PMI (May) 54.4 vs. Exp. 53.5 (Prev. 53.9)</p>\r\n\r\n<p>EU Markit Manufacturing Final PMI (May) 55.5 vs. Exp. 55.5 (Prev. 55.5)</p>\r\n\r\n<p>CENTRAL BANKS</p>\r\n\r\n<p>Fed&#39;s Bullard (Non-Voter, Dove) reiterates already at a neutral rate, adds appropriate for Fed to hedge views on rate hikes and that inflation would have surprise to the upside for rate hikes. (Newswires)</p>\r\n\r\n<p>TRADE</p>\r\n\r\n<p>US metal tariff exemptions for EU, Canada and Mexico expired overnight which sees US&rsquo; closest allies to be subject to 25% tariffs on steel and 10% on aluminium heading into the US. Elsewhere, there were also comments from President Trump that the US will agree to a fair NAFTA deal or no deal at all. (Newswires)</p>\r\n\r\n<p>GEOPOLITICS</p>\r\n\r\n<p>North Korean leader Kim said their will for denuclearization of the peninsula is unchanged, consistent and fixed, while he hopes that North Korea and US ties will be solved step by step and added North Korea has agreed to a summit with Russia. North and South Korea have agreed to meet on June 14th for military talks. (Newswires)</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>European equities bounced back from yesterday&rsquo;s losses (Eurostoxx 50 +1.1%) with all the major bourses firmly in the green.</p>\r\n\r\n<p>Italy&rsquo;s FTSE MIB (+2.8%) is outperforming its counterparts amid a coalition deal revival by the Italian populist parties.</p>\r\n\r\n<p>As a result, Italian banks are leading the gains with the Italian Bank Index higher by over 5%.</p>\r\n\r\n<p>Across the continent, Spain&rsquo;s IBEX (+1.7%) is showing a solid performance while the country&rsquo;s PM Rajoy accepts his defeat and says opposition Sanchez is set to be the PM.</p>\r\n\r\n<p>Elsewhere, Deutsche Bank (+3.0%) tries to nurture yesterday&rsquo;s wounds (shares dropped to record lows after US subsidiaries were added to a federal problem bank list) after ECB sources reassures investors that the bank now has a tighter management team, good liquidity and capital.</p>\r\n\r\n<p>Finally, Dialog Semiconductors (-14.9%) is the most noticeable mover in the Stoxx 600 after a revenue warning amid tech giant Apple building their own chips.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>DXY</p>\r\n\r\n<p>The index is straddling 94.000 ahead of today&rsquo;s US jobs data amidst relatively narrow bands for most Dollar/G10 pairings, bar Usd/JPY that has broken above 109.00 and into a firmer trading range amidst a broad improvement in risk sentiment on Italian political grounds over heightened global trade tensions. However, Jpy bears and Greenback bulls may encounter more offers at 109.50 and some technical resistance ahead of the 30 DMA around 109.56.</p>\r\n\r\n<p>CAD</p>\r\n\r\n<p>A partial recovery for the Loonie after Thursday&rsquo;s post-Canadian GDP data dive, with Usd/Cad retreating from circa 1.3000 to sub-1.2950, and perhaps acknowledging retaliatory action against US steel and aluminium tariffs rather than dwelling on NAFTA deal prospects that look more remote.</p>\r\n\r\n<p>AUD</p>\r\n\r\n<p>Another relative underperformer despite exemptions from the aforementioned US import taxes, with 0.7600 still proving to be a formidable chart hurdle to overcome convincingly and a softer Caixin Chinese manufacturing PMI also undermining the Aud.</p>\r\n\r\n<p>EUR/GBP</p>\r\n\r\n<p>Both largely unchanged vs the Usd, with the single currency consolidating its comeback from 2018 lows above 1.1600, but still unable to breach 1.1700 sustainably and facing hefty option expiries at the strike (4.6 bn). Similarly, Cable appears capped around 1.3300, and indeed the big figure has held in wake of a decent UK manufacturing beat.</p>\r\n\r\n<p>NZD/CHF</p>\r\n\r\n<p>Idling well within recent trading parameters vs the US Dollar, with the Kiwi pivoting 0.7000 and Franc towards the middle of a 0.9840-90 range.</p>\r\n\r\n<p>TRY</p>\r\n\r\n<p>The Lira is lagging other EMs and not deriving any support from latest CBRT operations, as Usd/Try rebounds back above 4.6000 in wake of a further/faster contraction in Turkey&rsquo;s manufacturing PMI.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Italian bonds have now reversed all and more of Tuesday&rsquo;s colossal losses as the 10 year BTP breaches resistance around 129.00 and races towards 130.00 amidst stops and technical buying targeting the next bullish chart objective around 130.20. 129.82 is the latest pinnacle reached vs the 120.10 low when Rome was burning amidst the almost unprecedented Presidential rejection of proposed Economy Minister Savona. However, the inverse/negative loop to core bonds appears to have broken down somewhat as Bunds hold above worst levels and Gilts retain grasp of 123.00 even though the UK manufacturing PMI exceeded median forecasts (albeit thanks to inventories in the main). Elsewhere, US Treasuries are just off marginal new overnight session lows awaiting some independent impetus and a distraction from the Italian politics/trade war drivers via NFP.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Oil is up on the day heading into the weekend with both WTI and Brent up modestly on the day after touching lows in late US trade. This comes after bearish signals in products within the DoE data discounted a wider than expected crude draw. A broader risk averse tone spurred on by trade concerns is dampening prices slightly, however.</p>\r\n\r\n<p>Gold is lacklustre with the yellow metal essentially flat on the day with traders holding fire ahead of US jobs data. Steel has extended its climb to hit multi-month highs, with aluminium also rising slightly on the day amid the imposition and retaliation of tariffs, as well as continually declining steel stockpiles.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-1st-june-2018-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 18:24:00",
        "gmt_time": "2018-06-01 10:24:00"
    },
    {
        "id": 661112,
        "updated_sequence": 987254,
        "published_at": {
            "unix": 1527848340,
            "text": "2018-06-01 11:19:00 +0100",
            "iso_8601": "2018-06-01T10:19:00Z"
        },
        "updated_at": {
            "unix": 1527848555,
            "text": "2018-06-01 11:22:35 +0100",
            "iso_8601": "2018-06-01T10:22:35Z"
        },
        "subject": "Riksbank's Ingves says it is important we hold inflation around 2%, has been weaker than we expected",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-s-ingves-says-it-is-important-we-hold-inflation-around-2-has-been-weaker-than-we-expected-01-06-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 18:19:00",
        "gmt_time": "2018-06-01 10:19:00"
    },
    {
        "id": 661111,
        "updated_sequence": 987248,
        "published_at": {
            "unix": 1527845520,
            "text": "2018-06-01 10:32:00 +0100",
            "iso_8601": "2018-06-01T09:32:00Z"
        },
        "updated_at": {
            "unix": 1527845923,
            "text": "2018-06-01 10:38:43 +0100",
            "iso_8601": "2018-06-01T09:38:43Z"
        },
        "subject": "Spain's Socialist leader Sanchez becomes PM after lawmakers vote Rajoy out of office ",
        "content": "<ul><li>Vote was 180 to 169</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This was very much expected</li>\r\n  <li>Earlier&nbsp;Rajoy accepted his defeat and said&nbsp;that Sanchez is set to be the new PM</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1527845700,
            "text": "2018-06-01 10:35:00 +0100",
            "iso_8601": "2018-06-01T09:35:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "spain-s-socialist-leader-sanchez-becomes-pm-after-lawmakers-vote-rajoy-out-of-office-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 17:32:00",
        "gmt_time": "2018-06-01 09:32:00"
    },
    {
        "id": 661110,
        "updated_sequence": 987233,
        "published_at": {
            "unix": 1527845340,
            "text": "2018-06-01 10:29:00 +0100",
            "iso_8601": "2018-06-01T09:29:00Z"
        },
        "updated_at": {
            "unix": 1527845539,
            "text": "2018-06-01 10:32:19 +0100",
            "iso_8601": "2018-06-01T09:32:19Z"
        },
        "subject": "EU MID SESSION UPDATE: Italian assets flying as populist Government inches closer, NFP up next",
        "content": "<p>EQUITIES</p>\r\n\r\n<p>European equities bounced back from yesterday&rsquo;s losses (Eurostoxx 50 +1.1%) with all the major bourses firmly in the green.</p>\r\n\r\n<p>Italy&rsquo;s FTSE MIB (+2.8%) is outperforming its counterparts amid a coalition deal revival by the Italian populist parties.</p>\r\n\r\n<p>As a result, Italian banks are leading the gains with the Italian Bank Index higher by over 4%.</p>\r\n\r\n<p>Across the continent, Spain&rsquo;s IBEX (+1.7%) is showing a solid performance while the country&rsquo;s PM Rajoy accepts his defeat and says opposition Sanchez is set to be the PM.</p>\r\n\r\n<p>Elsewhere, Deutsche Bank (+3.0%) tries to nurture yesterday&rsquo;s wounds (shares dropped to record lows after US subsidiaries were added to a federal problem bank list) after ECB sources reassures investors that the bank now has a tighter management team, good liquidity and capital.</p>\r\n\r\n<p>Finally, Dialog Semiconductors (-14.9%) is the most noticeable mover in the Stoxx 600 after a revenue warning amid tech giant Apple building their own chips.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>DXY</p>\r\n\r\n<p>The index is straddling 94.000 ahead of today&rsquo;s US jobs data amidst relatively narrow bands for most Dollar/G10 pairings, bar Usd/JPY that has broken above 109.00 and into a firmer trading range amidst a broad improvement in risk sentiment on Italian political grounds over heightened global trade tensions. However, Jpy bears and Greenback bulls may encounter more offers at 109.50 and some technical resistance ahead of the 30 DMA around 109.56.</p>\r\n\r\n<p>CAD</p>\r\n\r\n<p>A partial recovery for the Loonie after Thursday&rsquo;s post-Canadian GDP data dive, with Usd/Cad retreating from circa 1.3000 to sub-1.2950, and perhaps acknowledging retaliatory action against US steel and aluminium tariffs rather than dwelling on NAFTA deal prospects that look more remote.</p>\r\n\r\n<p>AUD</p>\r\n\r\n<p>Another relative underperformer despite exemptions from the aforementioned US import taxes, with 0.7600 still proving to be a formidable chart hurdle to overcome convincingly and a softer Caixin Chinese manufacturing PMI also undermining the Aud.</p>\r\n\r\n<p>EUR/GBP</p>\r\n\r\n<p>Both largely unchanged vs the Usd, with the single currency consolidating its comeback from 2018 lows above 1.1600, but still unable to breach 1.1700 sustainably and facing hefty option expiries at the strike (4.6 bn). Similarly, Cable appears capped around 1.3300, and indeed the big figure has held in wake of a decent UK manufacturing beat.</p>\r\n\r\n<p>NZD/CHF</p>\r\n\r\n<p>Idling well within recent trading parameters vs the US Dollar, with the Kiwi pivoting 0.7000 and Franc towards the middle of a 0.9840-90 range.</p>\r\n\r\n<p>TRY</p>\r\n\r\n<p>The Lira is lagging other EMs and not deriving any support from latest CBRT operations, as Usd/Try rebounds back above 4.6000 in wake of a further/faster contraction in Turkey&rsquo;s manufacturing PMI.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Italian bonds have now reversed all and more of Tuesday&rsquo;s colossal losses as the 10 year BTP breaches resistance around 129.00 and races towards 130.00 amidst stops and technical buying targeting the next bullish chart objective around 130.20. 129.82 is the latest pinnacle reached vs the 120.10 low when Rome was burning amidst the almost unprecedented Presidential rejection of proposed Economy Minister Savona. However, the inverse/negative loop to core bonds appears to have broken down somewhat as Bunds hold above worst levels and Gilts retain grasp of 123.00 even though the UK manufacturing PMI exceeded median forecasts (albeit thanks to inventories in the main). Elsewhere, US Treasuries are just off marginal new overnight session lows awaiting some independent impetus and a distraction from the Italian politics/trade war drivers via NFP.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Oil is up on the day heading into the weekend with both WTI and Brent up modestly on the day after touching lows in late US trade. This comes after bearish signals in products within the DoE data discounted a wider than expected crude draw. A broader risk averse tone spurred on by trade concerns is dampening prices slightly, however.</p>\r\n\r\n<p>Gold is lacklustre with the yellow metal essentially flat on the day with traders holding fire ahead of US jobs data. Steel has extended its climb to hit multi-month highs, with aluminium also rising slightly on the day amid the imposition and retaliation of tariffs, as well as continually declining steel stockpiles.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-mid-session-update-italian-assets-flying-as-populist-government-inches-closer-nfp-up-next-01-06-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 17:29:00",
        "gmt_time": "2018-06-01 09:29:00"
    },
    {
        "id": 661109,
        "updated_sequence": 987230,
        "published_at": {
            "unix": 1527845220,
            "text": "2018-06-01 10:27:00 +0100",
            "iso_8601": "2018-06-01T09:27:00Z"
        },
        "updated_at": {
            "unix": 1527845277,
            "text": "2018-06-01 10:27:57 +0100",
            "iso_8601": "2018-06-01T09:27:57Z"
        },
        "subject": "Fixed Income: a disconnect, or just delayed chain reaction?",
        "content": "<p>Italian bonds have now reversed all and more of Tuesday&rsquo;s colossal losses as the 10 year BTP breaches resistance around 129.00 and races towards 130.00 amidst stops and technical buying targeting the next bullish chart objective around 130.20. 129.82 is the latest pinnacle reached vs the 120.10 low when Rome was burning amidst the almost unprecedented Presidential rejection of proposed Economy Minister Savona. However, the inverse/negative loop to core bonds appears to have broken down somewhat as Bunds hold above worst levels and Gilts retain grasp of 123.00 even though the UK manufacturing PMI exceeded median forecasts (albeit thanks to inventories in the main). Elsewhere, US Treasuries are just off marginal new overnight session lows awaiting some independent impetus and a distraction from the Italian politics/trade war drivers via NFP.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-a-disconnect-or-just-delayed-chain-reaction-01-06-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 17:27:00",
        "gmt_time": "2018-06-01 09:27:00"
    },
    {
        "id": 661108,
        "updated_sequence": 987236,
        "published_at": {
            "unix": 1527844860,
            "text": "2018-06-01 10:21:00 +0100",
            "iso_8601": "2018-06-01T09:21:00Z"
        },
        "updated_at": {
            "unix": 1527845584,
            "text": "2018-06-01 10:33:04 +0100",
            "iso_8601": "2018-06-01T09:33:04Z"
        },
        "subject": "Morgan Stanley trade recommendation - Short USD/TRY at market target 4.35 and stop at 4.65",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morgan-stanley-trade-recommendation-short-usd-try-at-market-target-4-35-and-stop-at-4-65-01-06-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 17:21:00",
        "gmt_time": "2018-06-01 09:21:00"
    },
    {
        "id": 660876,
        "updated_sequence": 987218,
        "published_at": {
            "unix": 1527843600,
            "text": "2018-06-01 10:00:00 +0100",
            "iso_8601": "2018-06-01T09:00:00Z"
        },
        "updated_at": {
            "unix": 1527843600,
            "text": "2018-06-01 10:00:00 +0100",
            "iso_8601": "2018-06-01T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-31-05-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 17:00:00",
        "gmt_time": "2018-06-01 09:00:00"
    },
    {
        "id": 661107,
        "updated_sequence": 987224,
        "published_at": {
            "unix": 1527843600,
            "text": "2018-06-01 10:00:00 +0100",
            "iso_8601": "2018-06-01T09:00:00Z"
        },
        "updated_at": {
            "unix": 1527843680,
            "text": "2018-06-01 10:01:20 +0100",
            "iso_8601": "2018-06-01T09:01:20Z"
        },
        "subject": "EU's Mogherini says that EU is to proceed with the WTO case against US",
        "content": "<ul><li>Mogherini is the High Representative of the European Union for Foreign Affairs and Security Policy</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-mogherini-says-that-eu-is-to-proceed-with-the-wto-case-against-us-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 17:00:00",
        "gmt_time": "2018-06-01 09:00:00"
    },
    {
        "id": 661105,
        "updated_sequence": 987216,
        "published_at": {
            "unix": 1527843180,
            "text": "2018-06-01 09:53:00 +0100",
            "iso_8601": "2018-06-01T08:53:00Z"
        },
        "updated_at": {
            "unix": 1527843357,
            "text": "2018-06-01 09:55:57 +0100",
            "iso_8601": "2018-06-01T08:55:57Z"
        },
        "subject": "FX Morning Colour: Jpy bucks broadly tight pre-NFP Usd/Major ranges",
        "content": "<p>DXY</p>\r\n\r\n<p>The index is straddling 94.000 ahead of today&rsquo;s US jobs data amidst relatively narrow bands for most Dollar/G10 pairings, bar Usd/JPY that has broken above 109.00 and into a firmer trading range amidst a broad improvement in risk sentiment on Italian political grounds over heightened global trade tensions. However, Jpy bears and Greenback bulls may encounter more offers at 109.50 and some technical resistance ahead of the 30 DMA around 109.56.</p>\r\n\r\n<p>CAD</p>\r\n\r\n<p>A partial recovery for the Loonie after Thursday&rsquo;s post-Canadian GDP data dive, with Usd/Cad retreating from circa 1.3000 to sub-1.2950, and perhaps acknowledging retaliatory action against US steel and aluminium tariffs rather than dwelling on NAFTA deal prospects that look more remote.</p>\r\n\r\n<p>AUD</p>\r\n\r\n<p>Another relative underperformer despite exemptions from the aforementioned US import taxes, with 0.7600 still proving to be a formidable chart hurdle to overcome convincingly and a softer Caixin Chinese manufacturing PMI also undermining the Aud.</p>\r\n\r\n<p>EUR/GBP</p>\r\n\r\n<p>Both largely unchanged vs the Usd, with the single currency consolidating its comeback from 2018 lows above 1.1600, but still unable to breach 1.1700 sustainably and facing hefty option expiries at the strike (4.6 bn). Similarly, Cable appears capped around 1.3300, and indeed the big figure has held in wake of a decent UK manufacturing beat.</p>\r\n\r\n<p>NZD/CHF</p>\r\n\r\n<p>Idling well within recent trading parameters vs the US Dollar, with the Kiwi pivoting 0.7000 and Franc towards the middle of a 0.9840-90 range.</p>\r\n\r\n<p>TRY</p>\r\n\r\n<p>The Lira is lagging other EMs and not deriving any support from latest CBRT operations, as Usd/Try rebounds back above 4.6000 in wake of a further/faster contraction in Turkey&rsquo;s manufacturing PMI.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-jpy-bucks-broadly-tight-pre-nfp-usd-major-ranges-01-06-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 16:53:00",
        "gmt_time": "2018-06-01 08:53:00"
    },
    {
        "id": 661104,
        "updated_sequence": 987213,
        "published_at": {
            "unix": 1527843120,
            "text": "2018-06-01 09:52:00 +0100",
            "iso_8601": "2018-06-01T08:52:00Z"
        },
        "updated_at": {
            "unix": 1527843210,
            "text": "2018-06-01 09:53:30 +0100",
            "iso_8601": "2018-06-01T08:53:30Z"
        },
        "subject": "North and South Korea have agreed to meet on June 14th for military talks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "north-and-south-korea-have-agreed-to-meet-on-june-14th-for-military-talks-01-06-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 16:52:00",
        "gmt_time": "2018-06-01 08:52:00"
    },
    {
        "id": 661103,
        "updated_sequence": 987210,
        "published_at": {
            "unix": 1527842400,
            "text": "2018-06-01 09:40:00 +0100",
            "iso_8601": "2018-06-01T08:40:00Z"
        },
        "updated_at": {
            "unix": 1527842452,
            "text": "2018-06-01 09:40:52 +0100",
            "iso_8601": "2018-06-01T08:40:52Z"
        },
        "subject": "Vincent Bollore says he has no intention to withdraw Vivendi (VIV FP) investments in Italy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "vincent-bollore-says-he-has-no-intention-to-withdraw-vivendi-viv-fp-investments-in-italy-01-06-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 16:40:00",
        "gmt_time": "2018-06-01 08:40:00"
    },
    {
        "id": 661102,
        "updated_sequence": 987207,
        "published_at": {
            "unix": 1527842100,
            "text": "2018-06-01 09:35:00 +0100",
            "iso_8601": "2018-06-01T08:35:00Z"
        },
        "updated_at": {
            "unix": 1527842155,
            "text": "2018-06-01 09:35:55 +0100",
            "iso_8601": "2018-06-01T08:35:55Z"
        },
        "subject": "Podemos' Iglesias says he would prefer a stable government to early elections",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "podemos-iglesias-says-he-would-prefer-a-stable-government-to-early-elections-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 16:35:00",
        "gmt_time": "2018-06-01 08:35:00"
    },
    {
        "id": 661100,
        "updated_sequence": 987198,
        "published_at": {
            "unix": 1527841620,
            "text": "2018-06-01 09:27:00 +0100",
            "iso_8601": "2018-06-01T08:27:00Z"
        },
        "updated_at": {
            "unix": 1527841803,
            "text": "2018-06-01 09:30:03 +0100",
            "iso_8601": "2018-06-01T08:30:03Z"
        },
        "subject": "Spanish PM Rajoy has accepted his defeat and says that Sanchez is set to be the new PM",
        "content": "<ul><li>He adds that it has been an honor to be the PM</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "spanish-pm-rajoy-has-accepted-his-defeat-and-says-that-sanchez-is-set-to-be-the-new-pm-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 16:27:00",
        "gmt_time": "2018-06-01 08:27:00"
    },
    {
        "id": 661099,
        "updated_sequence": 987193,
        "published_at": {
            "unix": 1527840240,
            "text": "2018-06-01 09:04:00 +0100",
            "iso_8601": "2018-06-01T08:04:00Z"
        },
        "updated_at": {
            "unix": 1527840613,
            "text": "2018-06-01 09:10:13 +0100",
            "iso_8601": "2018-06-01T08:10:13Z"
        },
        "subject": "BMW (BMW GY) say they may increase steel production in the US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>The co. currently sources 70% of steel locally</p>\r\n",
        "analysis_updated_at": {
            "unix": 1527840613,
            "text": "2018-06-01 09:10:13 +0100",
            "iso_8601": "2018-06-01T08:10:13Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "bmw-bmw-gy-say-they-may-increase-steel-production-in-the-us-01-06-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 16:04:00",
        "gmt_time": "2018-06-01 08:04:00"
    },
    {
        "id": 661093,
        "updated_sequence": 987172,
        "published_at": {
            "unix": 1527839760,
            "text": "2018-06-01 08:56:00 +0100",
            "iso_8601": "2018-06-01T07:56:00Z"
        },
        "updated_at": {
            "unix": 1527839862,
            "text": "2018-06-01 08:57:42 +0100",
            "iso_8601": "2018-06-01T07:57:42Z"
        },
        "subject": "Reported Northern Irish/Irish border buffer zone idea has confirmed to be discussed by a senior British official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "reported-northern-irish-irish-border-buffer-zone-idea-has-confirmed-to-be-discussed-by-a-senior-british-official-01-06-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 15:56:00",
        "gmt_time": "2018-06-01 07:56:00"
    },
    {
        "id": 661088,
        "updated_sequence": 987155,
        "published_at": {
            "unix": 1527837840,
            "text": "2018-06-01 08:24:00 +0100",
            "iso_8601": "2018-06-01T07:24:00Z"
        },
        "updated_at": {
            "unix": 1527837950,
            "text": "2018-06-01 08:25:50 +0100",
            "iso_8601": "2018-06-01T07:25:50Z"
        },
        "subject": "Gilts and Short Sterling futures: defensive ahead of UK manufacturing PMI",
        "content": "<p>More bear-steepening along the UK STIR strip in line with external leads as 3 month contracts fall 1-4 ticks, and the core 10 year bond has also corrected lower as it resumes Liffe within a 122.87-123.12 range vs yesterday&rsquo;s 123.46 close, tracking moves in Bunds and US Treasuries, or rather Italian debt with an inverse correlation. On that note, 10 year BTPs carved out a fresh high just shy of 129.00 at 128.94, and their German counterparts duly dipped deeper into negative territory to post a new 161.14 Eurex low before paring some lost ground. Back to the UK, May&rsquo;s manufacturing PMI provides the domestic highlight from a macro perspective, but NFP is the clear headline data release on Friday&rsquo;s docket.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-futures-defensive-ahead-of-uk-manufacturing-pmi-01-06-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 15:24:00",
        "gmt_time": "2018-06-01 07:24:00"
    },
    {
        "id": 661086,
        "updated_sequence": 987149,
        "published_at": {
            "unix": 1527837060,
            "text": "2018-06-01 08:11:00 +0100",
            "iso_8601": "2018-06-01T07:11:00Z"
        },
        "updated_at": {
            "unix": 1527837119,
            "text": "2018-06-01 08:11:59 +0100",
            "iso_8601": "2018-06-01T07:11:59Z"
        },
        "subject": "ECB says banks borrowed EUR 145mln at marginal rate & deposited EUR 680.416bln; Excess liquidity EUR 1.89tln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-borrowed-eur-145mln-at-marginal-rate-deposited-eur-680-416bln-excess-liquidity-eur-1-89tln-01-06-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 15:11:00",
        "gmt_time": "2018-06-01 07:11:00"
    },
    {
        "id": 661085,
        "updated_sequence": 987143,
        "published_at": {
            "unix": 1527836520,
            "text": "2018-06-01 08:02:00 +0100",
            "iso_8601": "2018-06-01T07:02:00Z"
        },
        "updated_at": {
            "unix": 1527836810,
            "text": "2018-06-01 08:06:50 +0100",
            "iso_8601": "2018-06-01T07:06:50Z"
        },
        "subject": "European equity movers this morning: Deutsche Bank (DBK GY) +1.4%, Dialog Semiconductor (DLG GY) -14.8%, FTSE Italia Bank Index +3.5%, Taylor Wimpey (TW. LN) -0.60%, Barratt Developments (BDEV LN) +2.16%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-equity-movers-this-morning-deutsche-bank-dbk-gy-1-4-dialog-semiconductor-dlg-gy-14-8-ftse-italia-bank-index-3-5-taylor-wimpey-tw-ln-0-60-barratt-developments-bdev-ln-2-16-01-06-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 15:02:00",
        "gmt_time": "2018-06-01 07:02:00"
    },
    {
        "id": 661082,
        "updated_sequence": 987131,
        "published_at": {
            "unix": 1527835800,
            "text": "2018-06-01 07:50:00 +0100",
            "iso_8601": "2018-06-01T06:50:00Z"
        },
        "updated_at": {
            "unix": 1527835852,
            "text": "2018-06-01 07:50:52 +0100",
            "iso_8601": "2018-06-01T06:50:52Z"
        },
        "subject": "Bunds: on the back foot again, as BTPs resume recovery rally",
        "content": "<p>An early attempt to rebound off a weaker Eurex open was thwarted by the latest firm bounce in BTPs as investors respond positively (for now) to news that Italy&rsquo;s populist parties have finally settled on a coalition Government, thereby averting the added complication of a snap election. The 10 year German debt future kicked off Friday&rsquo;s session at 161.67, then climbed to 161.83 fleetingly before reversing to a 161.23 low, while the Italian benchmark gapped up 153 ticks initially, but has extended gains to 241 ticks at 128.62 since. Ahead, Eurozone manufacturing PMIs look like mere fillers ahead of NFP, but politics will continue to be a focus as attention switches to Spain and the no confidence vote in Madrid that seems certain to seal the end for PM Rajoy. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-on-the-back-foot-again-as-btps-resume-recovery-rally-01-06-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 14:50:00",
        "gmt_time": "2018-06-01 06:50:00"
    },
    {
        "id": 661081,
        "updated_sequence": 987126,
        "published_at": {
            "unix": 1527834600,
            "text": "2018-06-01 07:30:00 +0100",
            "iso_8601": "2018-06-01T06:30:00Z"
        },
        "updated_at": {
            "unix": 1527834718,
            "text": "2018-06-01 07:31:58 +0100",
            "iso_8601": "2018-06-01T06:31:58Z"
        },
        "subject": "Turkish Presidential adviser Ertem says central bank will respond if inflation data is higher than expected",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkish-presidential-adviser-ertem-says-central-bank-will-respond-if-inflation-data-is-higher-than-expected-01-06-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 14:30:00",
        "gmt_time": "2018-06-01 06:30:00"
    },
    {
        "id": 661079,
        "updated_sequence": 987120,
        "published_at": {
            "unix": 1527834480,
            "text": "2018-06-01 07:28:00 +0100",
            "iso_8601": "2018-06-01T06:28:00Z"
        },
        "updated_at": {
            "unix": 1527834521,
            "text": "2018-06-01 07:28:41 +0100",
            "iso_8601": "2018-06-01T06:28:41Z"
        },
        "subject": "Option expiries of note for today's 10.00am NY cut (1500BST)",
        "content": "<ul><li>EUR/USD: 1.1600 (1BLN), 1.1625 (1.4BLN), <em><strong>1.1700 (4.6BLN)</strong></em>, 1.1725 (700M) 1.1750 (1BLN), 1.1775 (890M)</li>\r\n  <li>USD/CHF: 1.00 (300M), 1.0050 (500M). AUD/USD: 0.7520 (452M)</li>\r\n  <li>GBP/USD: 1.3300 (339M), 1.3370-75 (663M)</li>\r\n  <li>CAD: 1.2810-20 (1.4BLN), 1.2880-90 (1.2BLN), 1.2925 (406M), 1.2950 (745M)</li>\r\n  <li>USD/JPY: 108.00 (338M), 108.50 (681M), 109.20 (560M), 109.50 (367M)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "option-expiries-of-note-for-today-s-10-00am-ny-cut-1500bst-01-06-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 14:28:00",
        "gmt_time": "2018-06-01 06:28:00"
    },
    {
        "id": 661078,
        "updated_sequence": 987112,
        "published_at": {
            "unix": 1527833640,
            "text": "2018-06-01 07:14:00 +0100",
            "iso_8601": "2018-06-01T06:14:00Z"
        },
        "updated_at": {
            "unix": 1527833677,
            "text": "2018-06-01 07:14:37 +0100",
            "iso_8601": "2018-06-01T06:14:37Z"
        },
        "subject": "German Economy Minister says that EU may work with Mexico and Canada on trade",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-economy-minister-says-that-eu-may-work-with-mexico-and-canada-on-trade-01-06-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 14:14:00",
        "gmt_time": "2018-06-01 06:14:00"
    },
    {
        "id": 661077,
        "updated_sequence": 987134,
        "published_at": {
            "unix": 1527832560,
            "text": "2018-06-01 06:56:00 +0100",
            "iso_8601": "2018-06-01T05:56:00Z"
        },
        "updated_at": {
            "unix": 1527836135,
            "text": "2018-06-01 07:55:35 +0100",
            "iso_8601": "2018-06-01T06:55:35Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Deutsche Bank (DBK GY) - An ECB source says that the co. now has a tighter management team, good liquidity and capital. The co. is stated to have made good progress on banking supervisors concerns, and they are reassured by the turnaround plan. The co.&#39;s CEO has said that their financial strength is not under doubt, and they are well positioned to react to volatility in&nbsp;debt markets. (Newswires)</p>\r\n\r\n<p>Firstgroup (FGP LN) &ndash; Following the Co.&rsquo; earnings and CEO departure yesterday, the Times reports this may be the start of the Co.&rsquo;s probable break-up, while Co. chairman Wolfhart Hauser has appointed temporary CEO. (The Times)</p>\r\n\r\n<p>European auto names &ndash; JP Morgan sees the US steel and aluminium tariffs as &ldquo;a moderate negative hit&rdquo; for Fiat Chrysler (FCA IM) but less relevant for Volkswagen (VOW3 GY), BMW (BMW GY) and Daimler (DAI GY)</p>\r\n\r\n<p>DEUTSCHE BANK (DBK GY) DOWNGRADED TO UNDERPERFORM AT RBC&nbsp;</p>\r\n\r\n<p>H&amp;M (HMB SS) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT CREDIT SUISSE</p>\r\n\r\n<p>TERNA (TRN IM) UPGRADED TO SECTOR PERFORM FROM UNDERPERFORM AT RBC</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-01-06-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 13:56:00",
        "gmt_time": "2018-06-01 05:56:00"
    },
    {
        "id": 661076,
        "updated_sequence": 987117,
        "published_at": {
            "unix": 1527832200,
            "text": "2018-06-01 06:50:00 +0100",
            "iso_8601": "2018-06-01T05:50:00Z"
        },
        "updated_at": {
            "unix": 1527833923,
            "text": "2018-06-01 07:18:43 +0100",
            "iso_8601": "2018-06-01T06:18:43Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>1st June 2018</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian stocks traded cautiously after trade war concerns resurfaced following the US announcement to impose steel and aluminium tariffs on EU, Canada and Mexico, which in turn triggered threats of retaliation against the US. In addition, a slight miss on Chinese Caixin Manufacturing PMI data and looming US NFP jobs data have added to the tentative tone. ASX 200 (-0.4%) was led lower by financials with ANZ Bank pressured on cartel allegation charges related to a share sale in 2015 and as the energy sector also suffered from weakness in crude prices, while Nikkei 225 (+0.1%) shrugged off its opening losses on favourable currency moves. Hang Seng (-0.1%) and Shanghai Comp. (-0.5%) were indecisive and swung between gains and losses as participants digested a range of factors including weaker than expected Caixin Manufacturing PMI data and a firm net liquidity injection of CNY 410bln for the week, as well as the debut of China A-shares in the MSCI Emerging Market benchmark index. Finally, 10yr JGBs were lower after the BoJ reduced purchases of 5yr-10yr maturities in its Rinban announcement which saw a breakdown of near-term support at 150.94, while price action was also consistent with a recovery in Tokyo stocks and US yields.</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>Banking names &ndash; The FCA has demanded banks do more to help people who regularly use their overdrafts , but has worried campaigners seeking a cap on the GBP 2.3bln in fees made when customers go negative. (Guardian)</p>\r\n\r\n<p>Sainsbury&rsquo;s (SBRY LN) &ndash; Asda has revealed a 10% profit fall in 2017, which has been blamed on price cuts and own-brand product overhauls. (Guardian)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>UNITED UTILITIES (UU/ LN) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</p>\r\n\r\n<p>DIXONS CARPHONE (DC/ LN) UPGRADED TO BUY FROM HOLD AT LIBERUM</p>\r\n\r\n<p>TAYLOR WIMPEY (TW/ LN) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JP MORGAN CHASE</p>\r\n\r\n<p>BARATT DEVELOPMENTS (BDEV LN) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JP MORGAN CHASE</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Deutsche Bank (DBK GY) &ndash; The co. is facing a cartel charge in Australia over the 2015 USD 2.5bln ANZ Bank share issuance. The co. has also been cut at S&amp;P from A- to BBB+. (Newswires)</p>\r\n\r\n<p>Siemens (SIE GY) &ndash; Rail operator Deutsche Bahn is to ask for board approval to purchase Siemens&rsquo; high speed trains for EUR 1.0bln (Handelsblatt)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>Dialog Semiconductor (DLG GY) &ndash; The co. has warned&nbsp;that revenue growth will be lower this year due to Apple planning to build their own PMIC chips. (Newswires)</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>Airbus (AIR FP) &ndash; The co.&rsquo;s new President said the co. has to increase production to meet delivery targets after engine delays. (Newswires)</p>\r\n\r\n<p>Accor (AC FP) &ndash; AccorHotels has announced that it sold 27.8% of capital to AccorInvest, ending in a gross cash contribution of USD 5.37bln. (Newswires)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Thales (HO FP) &ndash; The co. has extended the acceptance period for the offer made to Gemalto (GTO NA) until 15th August 2018. Confirm they expect the acquisition to complete in H2 2018. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>KERING (KER FP) RESUMED WITH AN OVERWERIGHT RATING AT JP MORGAN CHASE</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>Elekta (EKTAB SS) &ndash; Q4 adj. EBITDA SEK 918mln vs. exp. SEK 959mln, gross order intake SEK 4.656bln vs. exp. SEK 4.684bln, propose a dividend of SEK 1.40/share vs. exp. 1.20/share. (Newswires)</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>Fiat Chrysler (FCA IM) &ndash; the co. will add up to 62k more cars to Googles autonomous driving Waymo unit. This is part of a plan to start a robo-taxi service. (Newswires)</p>\r\n\r\n<p>Banco Sabadell (SAB SM) &ndash; Co. are looking at offloading their stake in Solvia to Oaktree, according to reports. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>GRIFOLS (GRF SM) INITIATED WITH AN OVERWEIGHT RATING AT BARCLAYS</p>\r\n\r\n<p>GAS NATURAL (GAS SM) INITIATED WITH AN UNDERPERFORM RATING AT RBC</p>\r\n\r\n<p>US</p>\r\n\r\n<p>*EQUITIES: SPX -0.66% at 2705, NDX -0.05% at 6972, DJI -1.01% at 24418.&nbsp; SECTORS: Cons Cyclicals -0.47%, Cons Non-Cyclicals: -1.65%, Energy: -0.75%, Financials: -0.69%, Health Care: -0.86%, Industrials: -1.24%, Materials: -0.67%, Telecom: -1.10%, Tech: +0.43%, Utilities: +0.18%</p>\r\n\r\n<p>US equity futures traded higher overnight, following on from yesterday&rsquo;s rebound where it consolidated around the recently watched 2730 level. There was downside as European traders got to their desks, and the Emini S&amp;P futures started to slide as markets awaited US Commerce Secretary Ross announcements on tariffs. Following the announcement, the ES dropped, and despite positive developments in Italy, US trade partners announcing they would take counter measures kept risk assets on the defensive; however, the key 2700 level in ES held.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daily-european-equity-opening-news-01-06-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 13:50:00",
        "gmt_time": "2018-06-01 05:50:00"
    },
    {
        "id": 661075,
        "updated_sequence": 987099,
        "published_at": {
            "unix": 1527831060,
            "text": "2018-06-01 06:31:00 +0100",
            "iso_8601": "2018-06-01T05:31:00Z"
        },
        "updated_at": {
            "unix": 1527832620,
            "text": "2018-06-01 06:57:00 +0100",
            "iso_8601": "2018-06-01T05:57:00Z"
        },
        "subject": "RANsquawk Daily European Opening News - 1st June 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19295/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can no do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Italy&rsquo;s 5SM and League completed an accord on a coalition government with Conte now given the mandate to form a 5 Star/League coalition government</li>\r\n  <li>Asian stocks traded cautiously after trade war concerns resurfaced following the US announcement to impose steel and aluminium tariffs on EU, Canada and Mexico</li>\r\n  <li>Looking ahead, highlights include UK and&nbsp;Eurozone mfg PMIs, US NFP, ISM mfg, Baker Hughes and Fed&rsquo;s Kashkari</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>TRADE</p>\r\n\r\n<p>US metal tariff exemptions for EU, Canada and Mexico expired overnight which sees US&rsquo; closest allies to be subject to 25% tariffs on steel and 10% on aluminium heading into the US. Elsewhere, there were also comments from President Trump that the US will agree to a fair NAFTA deal or no deal at all. (Newswires)</p>\r\n\r\n<p>Mexico&rsquo;s Economy Minister Guajardo said it would be difficult to reach a NAFTA deal before the Mexican election following the US tariff decision but added that talks are still continuing. Guajardo also commented he does not expect a trade war after US tariffs on steel and aluminium and that tariffs affect USD 4bln of trade between Mexico and the US. (Newswires)</p>\r\n\r\n<p>Canada PM Trudeau said they will establish proportional compensatory measures to US tariffs and stated he was told a five-year sunset clause was a pre-condition for a meeting with President Trump to finalise NAFTA, which he said Canada could not accept. (Newswires)</p>\r\n\r\n<p>UK Trade Minister Fox said the UK is not ruling out counter measures after the US imposed steel and aluminium tariffs. (Newswires)<br />&nbsp;</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian stocks traded cautiously after trade war concerns resurfaced following the US announcement to impose steel and aluminium tariffs on EU, Canada and Mexico, which in turn triggered threats of retaliation against the US. In addition, a slight miss on Chinese Caixin Manufacturing PMI data and looming US NFP jobs data have added to the tentative tone. ASX 200 (-0.4%) was led lower by financials with ANZ Bank pressured on cartel allegation charges related to a share sale in 2015 and as the energy sector also suffered from weakness in crude prices, while Nikkei 225 (+0.1%) shrugged off its opening losses on favourable currency moves. Hang Seng (-0.1%) and Shanghai Comp. (-0.5%) were indecisive and swung between gains and losses as participants digested a range of factors including weaker than expected Caixin Manufacturing PMI data and a firm net liquidity injection of CNY 410bln for the week, as well as the debut of China A-shares in the MSCI Emerging Market benchmark index. Finally, 10yr JGBs were lower after the BoJ reduced purchases of 5yr-10yr maturities in its Rinban announcement which saw a breakdown of near-term support at 150.94, while price action was also consistent with a recovery in Tokyo stocks and US yields.</p>\r\n\r\n<p>Chinese Caixin Manufacturing PMI (May) 51.1 vs. Exp. 51.2 (Prev. 51.1). (Newswires)</p>\r\n\r\n<p>PBoC injected CNY 40bln via 7-day reverse repos, CNY 10bln via 14-day reverse repos and CNY 30bln via 28-day reverse repos, for a net weekly injection of CNY 410bln vs. last week&#39;s CNY 30bln net drain. (Newswires)<br />PBoC set CNY mid-point at 6.4078 (Prev. 6.4144)</p>\r\n\r\n<p><br />UK/EU</p>\r\n\r\n<p>BoE&rsquo;s Governor Carney said UK real wages have not risen in a decade and stated that focus on trade in goods is not the right one, when asked about the fresh US tariffs. (Newswires)<br />&nbsp;</p>\r\n\r\n<p>UK Brexit Secretary Davis is reported to be drawing up a new plan that would give Northern Ireland joint EU/UK status as well as border buffer zone. The province would operate a double hatted regime of European and British regulations simultaneously, so it can trade freely with both. Branded a &lsquo;special economic zone&rsquo;, it will be for local traders such as dairy farmers &ndash; who make up 90 per cent of the cross-border traffic &ndash; and share the same trade rules as south of the border. (The Sun)</p>\r\n\r\n<p>A group of Labour supporters and trade unions are to launch a major campaign to shift the party&rsquo;s position on Brexit. The organisers are to argue that a programme of economic reform would be hampered by a damaging exit from the EU, which may threaten jobs and investments. (The Guardian)<br />&nbsp;</p>\r\n\r\n<p>Italy&rsquo;s 5SM and League completed an accord on a coalition government and Italy&#39;s President Mattarella later gave Conte the mandate to form a 5 Star/League coalition government, which Conte accepted and is to be sworn in on Friday. Italy&#39;s Conte said M5S leader Di Maio to be Labour and Industry Minister and Deputy PM, League leader Salvini is to be Interior Minister and Deputy PM, while Tria was nominated as Finance Minister and Milanesi as Foreign Minister. (Newswires)</p>\r\n\r\n<p><br />FX</p>\r\n\r\n<p>The USD saw marginal gains overnight in which the DXY reclaimed the 94.00 level amid higher yields overnight. This slightly pressured its major counterparts with GBP/USD extending on losses after initial recovery attempts were hampered by resistance at 1.3300, while losses in EUR/USD were limited following the progress in Italian politics with Conte set to be sworn in as PM under a M5S-League coalition government on Friday. Elsewhere, JPY was weaker across the board with USD/JPY reclaiming the 109.00 handle, while MXN and CAD were subdued following the US tariff announcement and with the latter also reeling from the recent Canadian GDP miss.</p>\r\n\r\n<p><br />COMMODITIES</p>\r\n\r\n<p>Commodities were uneventful overnight with WTI crude futures below the USD 67.00/bbl amid the risk averse tone across global markets and a slightly firmer greenback, while yesterday&rsquo;s wider than expected DoE crude draw failed to provide any sustained support. Gold prices were also subdued with the precious metal stuck near the prior day&rsquo;s lows as participants remained tentative ahead of the upcoming US jobs data, and copper also lacked impetus amid the indecision seen in Chinese markets.</p>\r\n\r\n<p>US extended sanctions deadline on 3 firms linked to Deripaska including Rusal (486 HK) and EN+. (Newswires)</p>\r\n\r\n<p><br />GEOPOLITICS</p>\r\n\r\n<p>US President Trump said there is &lsquo;a very good chance&rsquo; a denuclearization deal with North Korea will require more than one meeting and that it will cover missiles. Elsewhere, US Secretary of State Pompeo said he is confident things are proceeding in the correct direction and that they have made real progress in the past few days, while he believes North Korea is contemplating a fundamentally different track from the past. (Newswires)<br /><br />North Korean leader Kim said their will for denuclearization of the peninsula is unchanged, consistent and fixed, while he hopes that North Korea and US ties will be solved step by step and added North Korea has agreed to a summit with Russia. (Newswires)<br />&nbsp;</p>\r\n\r\n<p>US</p>\r\n\r\n<p>Treasury futures were mixed on Thursday, though the general bias was towards lower yields, supported by trade war fears after the US slapped tariffs on EU, Canada and Mexico. The complex saw a moderate sell off a bit later in the session after Italy agreed on a government deal but then paired back those losses as focus moved on Spain. Volume was thin in the front contract as open interest shifted into September contract. Most of the price action was concentrated in the belly and long ends of the curve, where yields were lower by c.1bps; 2s10s and 2s30s where narrower by c.3bps with the former at the flattest level in nearly 11 years. US 10yr T-Notes futures (Sep 2018) settled 45 ticks higher at 120-14.</p>\r\n\r\n<p>Fed&#39;s Brainard (Voter, Dove) said gradual rate hikes appropriate but stated the Fed is alert to emerging market risks and ready to adjust policy as needed. Brainard also commented that above trend growth and stimulus calls for gradual hikes, while she added that global financial market stress and possible channels to US are important consideration for monetary policy. (Newswires)<br /><br />Fed&rsquo;s Mester (Voter, Hawk) suggested rates should be raised gradually and noted wages are rising which will be reflected in data soon. Furthermore, Mester does not see inflation spiking higher and noted Italy has not changed the view of economic fundamentals in the US. (Newswires)<br /><br />Fed&#39;s Bullard (Non-Voter, Dove) reiterated that they are already at a neutral rate and that it is appropriate for Fed to hedge views on rate hikes, while he added that inflation would have to surprise to the upside for rate hikes. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-1st-june-2018-01-06-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 13:31:00",
        "gmt_time": "2018-06-01 05:31:00"
    },
    {
        "id": 661074,
        "updated_sequence": 987086,
        "published_at": {
            "unix": 1527830340,
            "text": "2018-06-01 06:19:00 +0100",
            "iso_8601": "2018-06-01T05:19:00Z"
        },
        "updated_at": {
            "unix": 1527830438,
            "text": "2018-06-01 06:20:38 +0100",
            "iso_8601": "2018-06-01T05:20:38Z"
        },
        "subject": "Toshiba (6502 JT) completes memory chip business sale and will record JPY 970bln pre-tax gain for FY18 on the transaction",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "toshiba-6502-jt-completes-memory-chip-business-sale-and-will-record-jpy-970bln-pre-tax-gain-for-fy18-on-the-transaction-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 13:19:00",
        "gmt_time": "2018-06-01 05:19:00"
    },
    {
        "id": 661073,
        "updated_sequence": 987078,
        "published_at": {
            "unix": 1527829200,
            "text": "2018-06-01 06:00:00 +0100",
            "iso_8601": "2018-06-01T05:00:00Z"
        },
        "updated_at": {
            "unix": 1527829393,
            "text": "2018-06-01 06:03:13 +0100",
            "iso_8601": "2018-06-01T05:03:13Z"
        },
        "subject": "Japanese Domestic Vehicle Sales (May) Y/Y -0.6% (Prev. 0.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-domestic-vehicle-sales-may-y-y-0-6-prev-0-5-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 13:00:00",
        "gmt_time": "2018-06-01 05:00:00"
    },
    {
        "id": 661072,
        "updated_sequence": 987080,
        "published_at": {
            "unix": 1527829200,
            "text": "2018-06-01 06:00:00 +0100",
            "iso_8601": "2018-06-01T05:00:00Z"
        },
        "updated_at": {
            "unix": 1527829411,
            "text": "2018-06-01 06:03:31 +0100",
            "iso_8601": "2018-06-01T05:03:31Z"
        },
        "subject": "Macau casino revenue rose 12.1% Y/Y during May",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "macau-casino-revenue-rose-12-1-y-y-during-may-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 13:00:00",
        "gmt_time": "2018-06-01 05:00:00"
    },
    {
        "id": 661072,
        "updated_sequence": 987080,
        "published_at": {
            "unix": 1527829200,
            "text": "2018-06-01 06:00:00 +0100",
            "iso_8601": "2018-06-01T05:00:00Z"
        },
        "updated_at": {
            "unix": 1527829411,
            "text": "2018-06-01 06:03:31 +0100",
            "iso_8601": "2018-06-01T05:03:31Z"
        },
        "subject": "Macau casino revenue rose 12.1% Y/Y during May",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "macau-casino-revenue-rose-12-1-y-y-during-may-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 13:00:00",
        "gmt_time": "2018-06-01 05:00:00"
    },
    {
        "id": 661073,
        "updated_sequence": 987078,
        "published_at": {
            "unix": 1527829200,
            "text": "2018-06-01 06:00:00 +0100",
            "iso_8601": "2018-06-01T05:00:00Z"
        },
        "updated_at": {
            "unix": 1527829393,
            "text": "2018-06-01 06:03:13 +0100",
            "iso_8601": "2018-06-01T05:03:13Z"
        },
        "subject": "Japanese Domestic Vehicle Sales (May) Y/Y -0.6% (Prev. 0.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-domestic-vehicle-sales-may-y-y-0-6-prev-0-5-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 13:00:00",
        "gmt_time": "2018-06-01 05:00:00"
    },
    {
        "id": 661069,
        "updated_sequence": 987065,
        "published_at": {
            "unix": 1527828960,
            "text": "2018-06-01 05:56:00 +0100",
            "iso_8601": "2018-06-01T04:56:00Z"
        },
        "updated_at": {
            "unix": 1527829095,
            "text": "2018-06-01 05:58:15 +0100",
            "iso_8601": "2018-06-01T04:58:15Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia traded subdued on trade tensions, looming NFP and Chinese Caixin PMI miss",
        "content": "<p>Asia stocks traded cautious after trade war concerns resurfaced following the US announcement to impose steel and aluminium tariffs on EU, Canada and Mexico, which in turn triggered threats of retaliation against the US. In addition, a slight miss on Chinese Caixin Manufacturing PMI data and looming US NFP jobs data have added to the tentative tone. ASX 200 (-0.4%) was led lower by financials with ANZ Bank pressured on cartel allegation charges related to a share sale in 2015 and as the energy sector also suffered from weakness in crude prices, while Nikkei 225 (+0.1%) shrugged off its opening losses on favourable currency moves. Elsewhere, Hang Seng (-0.1%) and Shanghai Comp. (-0.5%) were indecisive and swung between gains and losses as participants digested a range of factors including weaker than expected Caixin Manufacturing PMI data and a firm net liquidity injection of CNY 410bln for the week, as well as the debut of China A-shares in the MSCI Emerging Market benchmark index. Finally, 10yr JGBs were lower after the BoJ reduced purchases of 5yr-10yr maturities in its Rinban announcement which saw a breakdown of near-term support at 150.94, while price action was also consistent with a recovery in Tokyo stocks and US yields.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-traded-subdued-on-trade-tensions-looming-nfp-and-chinese-caixin-pmi-miss-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 12:56:00",
        "gmt_time": "2018-06-01 04:56:00"
    },
    {
        "id": 661068,
        "updated_sequence": 987062,
        "published_at": {
            "unix": 1527825780,
            "text": "2018-06-01 05:03:00 +0100",
            "iso_8601": "2018-06-01T04:03:00Z"
        },
        "updated_at": {
            "unix": 1527825867,
            "text": "2018-06-01 05:04:27 +0100",
            "iso_8601": "2018-06-01T04:04:27Z"
        },
        "subject": "Rio Tinto (RIO AT) completes sale of Winchester South in deal valued at USD 200mln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rio-tinto-rio-at-completes-sale-of-winchester-south-in-deal-valued-at-usd-200mln-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 12:03:00",
        "gmt_time": "2018-06-01 04:03:00"
    },
    {
        "id": 661067,
        "updated_sequence": 987059,
        "published_at": {
            "unix": 1527825240,
            "text": "2018-06-01 04:54:00 +0100",
            "iso_8601": "2018-06-01T03:54:00Z"
        },
        "updated_at": {
            "unix": 1527825268,
            "text": "2018-06-01 04:54:28 +0100",
            "iso_8601": "2018-06-01T03:54:28Z"
        },
        "subject": "Bajaj Auto (BJAUT IS) May sales 407.0k units vs. Prev. 313.8k units Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bajaj-auto-bjaut-is-may-sales-407-0k-units-vs-prev-313-8k-units-y-y-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 11:54:00",
        "gmt_time": "2018-06-01 03:54:00"
    },
    {
        "id": 661066,
        "updated_sequence": 987056,
        "published_at": {
            "unix": 1527824100,
            "text": "2018-06-01 04:35:00 +0100",
            "iso_8601": "2018-06-01T03:35:00Z"
        },
        "updated_at": {
            "unix": 1527824279,
            "text": "2018-06-01 04:37:59 +0100",
            "iso_8601": "2018-06-01T03:37:59Z"
        },
        "subject": "Thailand CPI (May) Y/Y 1.5% vs. Exp.\t1.3% (Prev. 1.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thailand-cpi-may-y-y-1-5-vs-exp-1-3-prev-1-1-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 11:35:00",
        "gmt_time": "2018-06-01 03:35:00"
    },
    {
        "id": 661065,
        "updated_sequence": 987053,
        "published_at": {
            "unix": 1527823980,
            "text": "2018-06-01 04:33:00 +0100",
            "iso_8601": "2018-06-01T03:33:00Z"
        },
        "updated_at": {
            "unix": 1527824075,
            "text": "2018-06-01 04:34:35 +0100",
            "iso_8601": "2018-06-01T03:34:35Z"
        },
        "subject": "PRE-MARKET INDIAN STOCK NEWS: India GDP (Q1) Y/Y 7.7% vs. Exp. 7.4% (Prev. 7.2%)",
        "content": "<p>Fortis Healthcare (FORTIS IS)<br />- KKR-backed Life Care is back in the race to acquire a stake in the CO. after it submitted an expression of interest. (ET)</p>\r\n\r\n<p>ICICI Bank (ICICIBC IS)<br />- Co. is said to have placed CEO Kochar on indefinite leave amid probe. (Newswires)</p>\r\n\r\n<p>Idea Cellular (IDEA IS)<br />- Co. completes sale of its standalone tower business. (Moneycontrol)</p>\r\n\r\n<p>Infosys (INFO IS)<br />- Co. has widened its relationship with Microsoft (MSFT) in which it seeks to speed up the digital transformation of its clients. (ET)</p>\r\n\r\n<p>Power Finance Corp (POWF IS)<br />- Co. is seeking a provision writeback of more than INR 8bln through upgradation of distressed government assets. (ET)</p>\r\n\r\n<p>State Bank of India (SBIN IS)<br />- Co. increased lending rates by 10bps on all tenors under MCLR effective today. (Newswires)</p>\r\n\r\n<p>Other News<br />- Indian PM aide Kumar said RBI should maintain policy steady in June meeting. (Newswires)</p>\r\n\r\n<p>Data Recap<br />- India GDP (Q1) Y/Y 7.7% vs. Exp. 7.4% (Prev. 7.2%). (Newswires)<br />- India GVA (Q1) Y/Y 7.6% vs. Exp. 7.1% (Prev. 6.7%)<br />- India Eight Industries Infrastructure (Apr) Y/Y 4.7% (Prev. 4.1%)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-indian-stock-news-india-gdp-q1-y-y-7-7-vs-exp-7-4-prev-7-2-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 11:33:00",
        "gmt_time": "2018-06-01 03:33:00"
    },
    {
        "id": 661064,
        "updated_sequence": 987050,
        "published_at": {
            "unix": 1527821520,
            "text": "2018-06-01 03:52:00 +0100",
            "iso_8601": "2018-06-01T02:52:00Z"
        },
        "updated_at": {
            "unix": 1527821586,
            "text": "2018-06-01 03:53:06 +0100",
            "iso_8601": "2018-06-01T02:53:06Z"
        },
        "subject": "Samsung Heavy (010140 KS) receives KRW 392bln order",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "samsung-heavy-010140-ks-receives-krw-392bln-order-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 10:52:00",
        "gmt_time": "2018-06-01 02:52:00"
    },
    {
        "id": 661063,
        "updated_sequence": 987047,
        "published_at": {
            "unix": 1527821100,
            "text": "2018-06-01 03:45:00 +0100",
            "iso_8601": "2018-06-01T02:45:00Z"
        },
        "updated_at": {
            "unix": 1527821285,
            "text": "2018-06-01 03:48:05 +0100",
            "iso_8601": "2018-06-01T02:48:05Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia stocks trade choppy amid trade war concerns, Chinese Caixin PMI and looming NFP",
        "content": "<p>Asia stocks trade choppy with the region cautious after trade war concerns resurfaced following the US announcement to impose steel and aluminium tariffs on EU, Canada and Mexico, which in turn triggered threats of retaliation against the US. In addition, a slight miss on Chinese Caixin Manufacturing PMI data and looming US NFP jobs data have added to the tentative tone. ASX 200 (-0.4%) is led lower by financials with ANZ Bank pressured on cartel allegation charges related to a share sale in 2015 and with energy also suffering from weakness in crude prices, while Nikkei 225 (+0.4%) shrugged off its opening losses on favourable currency moves. Elsewhere, Hang Seng (+0.3%) and Shanghai Comp. (+0.2%) are indecisive with participants digesting a range of factors including weaker than expected Caixin Manufacturing PMI data and a firm net liquidity injection of CNY 410bln for the week, as well as the debut of China A-shares in the MSCI Emerging Market benchmark index. &nbsp;</p>\r\n\r\n<p>In FX markets, the USD is relatively flat ahead of the key US jobs data today with the DXY just about reclaiming the 94.00 level amid higher yields overnight. As such, the greenback is mixed against its major counterparts with EUR/USD holding firm following the progress in Italian politics with Conte set to be sworn in as PM under a M5S-League coalition government on Friday, while GBP/USD languishes after recovery attempts were hampered by resistance at 1.3300. Elsewhere, JPY is weaker across the board with USD/JPY reclaiming the 109.00 handle, antipodeans are mixed and are dictated by further losses in AUD/NZD, while MXN and CAD are subdued following the US tariff announcement and with the latter also reeling from the recent Canadian GDP miss.</p>\r\n\r\n<p>Finally, 10yr JGBs are lower after the BoJ reduced purchases of 5yr-10yr maturities in its Rinban announcement which saw a breakdown of near-term support at 150.94, while price action was also consistent with a recovery in Tokyo stocks and US yields.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-stocks-trade-choppy-amid-trade-war-concerns-chinese-caixin-pmi-and-looming-nfp-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 10:45:00",
        "gmt_time": "2018-06-01 02:45:00"
    },
    {
        "id": 661062,
        "updated_sequence": 987044,
        "published_at": {
            "unix": 1527818760,
            "text": "2018-06-01 03:06:00 +0100",
            "iso_8601": "2018-06-01T02:06:00Z"
        },
        "updated_at": {
            "unix": 1527818816,
            "text": "2018-06-01 03:06:56 +0100",
            "iso_8601": "2018-06-01T02:06:56Z"
        },
        "subject": "China April YTD insurance firms total premium income fell 7.8% Y/Y to CNY 1.66tln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-april-ytd-insurance-firms-total-premium-income-fell-7-8-y-y-to-cny-1-66tln-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 10:06:00",
        "gmt_time": "2018-06-01 02:06:00"
    },
    {
        "id": 661061,
        "updated_sequence": 987041,
        "published_at": {
            "unix": 1527818220,
            "text": "2018-06-01 02:57:00 +0100",
            "iso_8601": "2018-06-01T01:57:00Z"
        },
        "updated_at": {
            "unix": 1527818292,
            "text": "2018-06-01 02:58:12 +0100",
            "iso_8601": "2018-06-01T01:58:12Z"
        },
        "subject": "Citigroup (C) says it is facing cartel charges related to ANZ Bank (ANZ AT) share sale",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "citigroup-c-says-it-is-facing-cartel-charges-related-to-anz-bank-anz-at-share-sale-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 09:57:00",
        "gmt_time": "2018-06-01 01:57:00"
    },
    {
        "id": 661060,
        "updated_sequence": 987038,
        "published_at": {
            "unix": 1527817800,
            "text": "2018-06-01 02:50:00 +0100",
            "iso_8601": "2018-06-01T01:50:00Z"
        },
        "updated_at": {
            "unix": 1527817939,
            "text": "2018-06-01 02:52:19 +0100",
            "iso_8601": "2018-06-01T01:52:19Z"
        },
        "subject": "Senior Japan MOF official says negotiating for exemptions on US steel and aluminium tariffs, but added that outlook is doubtful",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "senior-japan-mof-official-says-negotiating-for-exemptions-on-us-steel-and-aluminium-tariffs-but-added-that-outlook-is-doubtful-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 09:50:00",
        "gmt_time": "2018-06-01 01:50:00"
    },
    {
        "id": 661058,
        "updated_sequence": 987029,
        "published_at": {
            "unix": 1527816000,
            "text": "2018-06-01 02:20:00 +0100",
            "iso_8601": "2018-06-01T01:20:00Z"
        },
        "updated_at": {
            "unix": 1527816126,
            "text": "2018-06-01 02:22:06 +0100",
            "iso_8601": "2018-06-01T01:22:06Z"
        },
        "subject": "BoJ Governor Kuroda says global trade supports the global economy and that protectionist measures would faces spill over effects such as disruption in imports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-governor-kuroda-says-global-trade-supports-the-global-economy-and-that-protectionist-measures-would-faces-spill-over-effects-such-as-disruption-in-imports-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 09:20:00",
        "gmt_time": "2018-06-01 01:20:00"
    },
    {
        "id": 661056,
        "updated_sequence": 987023,
        "published_at": {
            "unix": 1527815700,
            "text": "2018-06-01 02:15:00 +0100",
            "iso_8601": "2018-06-01T01:15:00Z"
        },
        "updated_at": {
            "unix": 1527815814,
            "text": "2018-06-01 02:16:54 +0100",
            "iso_8601": "2018-06-01T01:16:54Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.4078 (Prev. 6.4144)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-4078-prev-6-4144-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 09:15:00",
        "gmt_time": "2018-06-01 01:15:00"
    },
    {
        "id": 661057,
        "updated_sequence": 987026,
        "published_at": {
            "unix": 1527815700,
            "text": "2018-06-01 02:15:00 +0100",
            "iso_8601": "2018-06-01T01:15:00Z"
        },
        "updated_at": {
            "unix": 1527815882,
            "text": "2018-06-01 02:18:02 +0100",
            "iso_8601": "2018-06-01T01:18:02Z"
        },
        "subject": "PBoC are to inject CNY 40bln via 7-day reverse repos, CNY 10bln via 14-day reverse repos and CNY 30bln via 28-day reverse repos, for a net weekly injection of CNY 410bln vs. last week's CNY 30bln net drain",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-are-to-inject-cny-40bln-via-7-day-reverse-repos-cny-10bln-via-14-day-reverse-repos-and-cny-30bln-via-28-day-reverse-repos-for-a-net-weekly-injection-of-cny-410bln-vs-last-week-s-cny-30bln-net-drain-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 09:15:00",
        "gmt_time": "2018-06-01 01:15:00"
    },
    {
        "id": 661055,
        "updated_sequence": 987020,
        "published_at": {
            "unix": 1527815700,
            "text": "2018-06-01 02:15:00 +0100",
            "iso_8601": "2018-06-01T01:15:00Z"
        },
        "updated_at": {
            "unix": 1527815733,
            "text": "2018-06-01 02:15:33 +0100",
            "iso_8601": "2018-06-01T01:15:33Z"
        },
        "subject": "US President Trump says US will agree to a fair NAFTA deal or no deal at all",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-us-will-agree-to-a-fair-nafta-deal-or-no-deal-at-all-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 09:15:00",
        "gmt_time": "2018-06-01 01:15:00"
    },
    {
        "id": 661054,
        "updated_sequence": 987017,
        "published_at": {
            "unix": 1527815640,
            "text": "2018-06-01 02:14:00 +0100",
            "iso_8601": "2018-06-01T01:14:00Z"
        },
        "updated_at": {
            "unix": 1527815694,
            "text": "2018-06-01 02:14:54 +0100",
            "iso_8601": "2018-06-01T01:14:54Z"
        },
        "subject": "Reports note that Australia's minimum wage is to increase by 3.5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "reports-note-that-australia-s-minimum-wage-is-to-increase-by-3-5-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 09:14:00",
        "gmt_time": "2018-06-01 01:14:00"
    },
    {
        "id": 661053,
        "updated_sequence": 987014,
        "published_at": {
            "unix": 1527815400,
            "text": "2018-06-01 02:10:00 +0100",
            "iso_8601": "2018-06-01T01:10:00Z"
        },
        "updated_at": {
            "unix": 1527815654,
            "text": "2018-06-01 02:14:14 +0100",
            "iso_8601": "2018-06-01T01:14:14Z"
        },
        "subject": "BoJ offers to buy JPY 50bln in up to 1yr JGBs, JPY 430bln in 5yr-10yr JGBs and JPY 25bln in inflation indexed bonds; reduces buying in 5yr-10yr from JPY 450bln",
        "content": "",
        "reaction_details": "<p>- 10yr JGBs immediately moved lower by 5&nbsp;ticks to 150.91 from 150.96.</p>\r\n",
        "reaction_updated_at": {
            "unix": 1527815654,
            "text": "2018-06-01 02:14:14 +0100",
            "iso_8601": "2018-06-01T01:14:14Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-50bln-in-up-to-1yr-jgbs-jpy-430bln-in-5yr-10yr-jgbs-and-jpy-25bln-in-inflation-indexed-bonds-reduces-buying-in-5yr-10yr-from-jpy-450bln-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 09:10:00",
        "gmt_time": "2018-06-01 01:10:00"
    },
    {
        "id": 661052,
        "updated_sequence": 987008,
        "published_at": {
            "unix": 1527815100,
            "text": "2018-06-01 02:05:00 +0100",
            "iso_8601": "2018-06-01T01:05:00Z"
        },
        "updated_at": {
            "unix": 1527815214,
            "text": "2018-06-01 02:06:54 +0100",
            "iso_8601": "2018-06-01T01:06:54Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: Chinese A-shares are to be included in the MSCI EM benchmark index from today",
        "content": "<p>BOC Aviation (2588 HK)<br />- Co. to buy 3 aircrafts from Boeing in deal valued around USD 845mln. (Newswires)</p>\r\n\r\n<p>China Grand Pharmaceutical and Healthcare Holdings (512 HK)<br />- Co. acquires Shanghai Winguide Huangpu Pharmaceutical in deal at CNY 1.55bln and will issues shares to raise funds for acquisition. (Newswires)</p>\r\n\r\n<p>MMG Limited (1208 HK)<br />- Co. announced fatal light-vehicle incident at the Sepon mine involving one employee. (Newswires)</p>\r\n\r\n<p>Rusal (486 HK)<br />- US extended sanctions deadline on 3 firms linked to Deripaska including Rusal. (Newswires)</p>\r\n\r\n<p>Samsonite (1910 HK)<br />- Co. CEO Taiwala resigns and will be replaced by the CFO with immediate effect, while shares will also resume trading. (Newswires)</p>\r\n\r\n<p>Other News<br />- PBoC may further lower RRR by 50bps-150bps by year-end according to Chinese press reports, while Chinese press reports also noted that China may further reduce tariffs on some consumer products. (Newswires)<br />- China will actively expand imports, according to the State Administration of Foreign Exchange. (Newswires)</p>\r\n\r\n<p>Data Recap<br />- Hong Kong Budget Balance (HKD)(Apr) -5.1B (Prev. -23.4B). (Newswires)<br />- Hong Kong Retail Sales Value (Apr) Y/Y 12.3% vs. Exp. 12.2% (Prev. 11.4%, Rev. 11.5%)<br />- Hong Kong Retail Sales Volume (Apr) Y/Y 11.1% vs. Exp. 10.5% (Prev. 10.0%, Rev. 10.1%)<br />- Hong Kong Money Supply M1 (Apr) Y/Y 37.1% (Prev. 15.2%)<br />- Hong Kong Money Supply M2 (Apr) Y/Y 13.6% (Prev. 12.2%)<br />- Hong Kong Money Supply M3 (Apr) Y/Y 13.6% (Prev. 9.6%)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-chinese-a-shares-are-to-be-included-in-the-msci-em-benchmark-index-from-today-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 09:05:00",
        "gmt_time": "2018-06-01 01:05:00"
    },
    {
        "id": 661051,
        "updated_sequence": 987005,
        "published_at": {
            "unix": 1527814860,
            "text": "2018-06-01 02:01:00 +0100",
            "iso_8601": "2018-06-01T01:01:00Z"
        },
        "updated_at": {
            "unix": 1527814956,
            "text": "2018-06-01 02:02:36 +0100",
            "iso_8601": "2018-06-01T01:02:36Z"
        },
        "subject": "German Finance Minister Scholz says US tariff decision is wrong and sees it as a breach of international law, while he adds that EU will react strongly and wisely to the tariff decision",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-finance-minister-scholz-says-us-tariff-decision-is-wrong-and-sees-it-as-a-breach-of-international-law-while-he-adds-that-eu-will-react-strongly-and-wisely-to-the-tariff-decision-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 09:01:00",
        "gmt_time": "2018-06-01 01:01:00"
    },
    {
        "id": 661049,
        "updated_sequence": 986999,
        "published_at": {
            "unix": 1527813720,
            "text": "2018-06-01 01:42:00 +0100",
            "iso_8601": "2018-06-01T00:42:00Z"
        },
        "updated_at": {
            "unix": 1527813747,
            "text": "2018-06-01 01:42:27 +0100",
            "iso_8601": "2018-06-01T00:42:27Z"
        },
        "subject": "Qantas (QAN AT) in code sharing agreement with Air New Zealand",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "qantas-qan-at-in-code-sharing-agreement-with-air-new-zealand-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 08:42:00",
        "gmt_time": "2018-06-01 00:42:00"
    },
    {
        "id": 661050,
        "updated_sequence": 987002,
        "published_at": {
            "unix": 1527813720,
            "text": "2018-06-01 01:42:00 +0100",
            "iso_8601": "2018-06-01T00:42:00Z"
        },
        "updated_at": {
            "unix": 1527813793,
            "text": "2018-06-01 01:43:13 +0100",
            "iso_8601": "2018-06-01T00:43:13Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Sanyang Industry (2206 TT) approved the sale of a 25% stake in Chinese bus manufacturer for TWD 3.6bln",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>Sanyang Industry (2206 TT)<br />- Co. approved the sale of a 25% stake in Chinese bus manufacturer for TWD 3.6bln. (Taipei Times)</p>\r\n\r\n<p>Other News<br />- Ministry of Economic Affairs is assessing a new electricity pricing policy for industrial users amid worries of possible power shortages. (Taipei Times)</p>\r\n\r\n<p><br />SINGAPORE</p>\r\n\r\n<p>Sembcorp Industries (SCI SP)<br />- Co. announced yesterday that it is to buy UK Power Reserve in deal valued at GBP 216mln. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-sanyang-industry-2206-tt-approved-the-sale-of-a-25-stake-in-chinese-bus-manufacturer-for-twd-3-6bln-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 08:42:00",
        "gmt_time": "2018-06-01 00:42:00"
    },
    {
        "id": 661048,
        "updated_sequence": 986996,
        "published_at": {
            "unix": 1527813600,
            "text": "2018-06-01 01:40:00 +0100",
            "iso_8601": "2018-06-01T00:40:00Z"
        },
        "updated_at": {
            "unix": 1527813662,
            "text": "2018-06-01 01:41:02 +0100",
            "iso_8601": "2018-06-01T00:41:02Z"
        },
        "subject": "US President Trump said to provide support for unprofitable coal power plants ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-said-to-provide-support-for-unprofitable-coal-power-plants-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 08:40:00",
        "gmt_time": "2018-06-01 00:40:00"
    },
    {
        "id": 661046,
        "updated_sequence": 986990,
        "published_at": {
            "unix": 1527813000,
            "text": "2018-06-01 01:30:00 +0100",
            "iso_8601": "2018-06-01T00:30:00Z"
        },
        "updated_at": {
            "unix": 1527813431,
            "text": "2018-06-01 01:37:11 +0100",
            "iso_8601": "2018-06-01T00:37:11Z"
        },
        "subject": "Philippines Nikkei Manufacturing PMI (May) 53.7 (Prev. 52.7)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-nikkei-manufacturing-pmi-may-53-7-prev-52-7-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 08:30:00",
        "gmt_time": "2018-06-01 00:30:00"
    },
    {
        "id": 661045,
        "updated_sequence": 986987,
        "published_at": {
            "unix": 1527813000,
            "text": "2018-06-01 01:30:00 +0100",
            "iso_8601": "2018-06-01T00:30:00Z"
        },
        "updated_at": {
            "unix": 1527813394,
            "text": "2018-06-01 01:36:34 +0100",
            "iso_8601": "2018-06-01T00:36:34Z"
        },
        "subject": "Thailand Nikkei Manufacturing PMI (May) 51.1 (Prev. 49.5)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "thailand-nikkei-manufacturing-pmi-may-51-1-prev-49-5-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 08:30:00",
        "gmt_time": "2018-06-01 00:30:00"
    },
    {
        "id": 661047,
        "updated_sequence": 986993,
        "published_at": {
            "unix": 1527813000,
            "text": "2018-06-01 01:30:00 +0100",
            "iso_8601": "2018-06-01T00:30:00Z"
        },
        "updated_at": {
            "unix": 1527813535,
            "text": "2018-06-01 01:38:55 +0100",
            "iso_8601": "2018-06-01T00:38:55Z"
        },
        "subject": "Vietnam Nikkei Manufacturing PMI (May) 53.9 (Prev. 52.7)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "vietnam-nikkei-manufacturing-pmi-may-53-9-prev-52-7-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 08:30:00",
        "gmt_time": "2018-06-01 00:30:00"
    },
    {
        "id": 661041,
        "updated_sequence": 986975,
        "published_at": {
            "unix": 1527812400,
            "text": "2018-06-01 01:20:00 +0100",
            "iso_8601": "2018-06-01T00:20:00Z"
        },
        "updated_at": {
            "unix": 1527812461,
            "text": "2018-06-01 01:21:01 +0100",
            "iso_8601": "2018-06-01T00:21:01Z"
        },
        "subject": "Deutsche Bank (DBK GY) expects to be charged in Australia in relation to the ANZ Bank (ANZ AT) 2015 share placement probe",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "deutsche-bank-dbk-gy-expects-to-be-charged-in-australia-in-relation-to-the-anz-bank-anz-at-2015-share-placement-probe-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 08:20:00",
        "gmt_time": "2018-06-01 00:20:00"
    },
    {
        "id": 661040,
        "updated_sequence": 986972,
        "published_at": {
            "unix": 1527811380,
            "text": "2018-06-01 01:03:00 +0100",
            "iso_8601": "2018-06-01T00:03:00Z"
        },
        "updated_at": {
            "unix": 1527811566,
            "text": "2018-06-01 01:06:06 +0100",
            "iso_8601": "2018-06-01T00:06:06Z"
        },
        "subject": "Asia equity markets begin subdued following the losses on Wall St where trade war concerns resurfaced after the US announced to impose steel and aluminium tariffs on EU, Canada and Mexico, which in turned vowed to retaliate against the US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-subdued-following-the-losses-on-wall-st-where-trade-war-concerns-resurfaced-after-the-us-announced-to-impose-steel-and-aluminium-tariffs-on-eu-canada-and-mexico-which-in-turned-vowed-to-retaliate-against-the-us-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 08:03:00",
        "gmt_time": "2018-06-01 00:03:00"
    },
    {
        "id": 661039,
        "updated_sequence": 986969,
        "published_at": {
            "unix": 1527811200,
            "text": "2018-06-01 01:00:00 +0100",
            "iso_8601": "2018-06-01T00:00:00Z"
        },
        "updated_at": {
            "unix": 1527811352,
            "text": "2018-06-01 01:02:32 +0100",
            "iso_8601": "2018-06-01T00:02:32Z"
        },
        "subject": "Australian CoreLogic House Px (May) M/M -0.2% (Prev. -0.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-corelogic-house-px-may-m-m-0-2-prev-0-3-01-06-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-06-01 08:00:00",
        "gmt_time": "2018-06-01 00:00:00"
    }
]