[
    {
        "id": 678226,
        "updated_sequence": 1070772,
        "published_at": {
            "unix": 1539981000,
            "text": "2018-10-19 21:30:00 +0100",
            "iso_8601": "2018-10-19T20:30:00Z"
        },
        "updated_at": {
            "unix": 1539981000,
            "text": "2018-10-19 21:30:00 +0100",
            "iso_8601": "2018-10-19T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-12-10-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 04:30:00",
        "gmt_time": "2018-10-19 20:30:00"
    },
    {
        "id": 679225,
        "updated_sequence": 1070770,
        "published_at": {
            "unix": 1539979860,
            "text": "2018-10-19 21:11:00 +0100",
            "iso_8601": "2018-10-19T20:11:00Z"
        },
        "updated_at": {
            "unix": 1539979897,
            "text": "2018-10-19 21:11:37 +0100",
            "iso_8601": "2018-10-19T20:11:37Z"
        },
        "subject": "US President Trump says it would be hurtful for the US if they did not sell products to Saudi Arabia",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-it-would-be-hurtful-for-the-us-if-they-did-not-sell-products-to-saudi-arabia-19-10-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 04:11:00",
        "gmt_time": "2018-10-19 20:11:00"
    },
    {
        "id": 679224,
        "updated_sequence": 1070767,
        "published_at": {
            "unix": 1539979620,
            "text": "2018-10-19 21:07:00 +0100",
            "iso_8601": "2018-10-19T20:07:00Z"
        },
        "updated_at": {
            "unix": 1539979772,
            "text": "2018-10-19 21:09:32 +0100",
            "iso_8601": "2018-10-19T20:09:32Z"
        },
        "subject": "US MARKET WRAP - 19 October 2018: EU strike positive tone on Italy, UK is said to drop Brexit demand on a time-limited backstop",
        "content": "<p><strong>* SNAP-SHOT: Equities mixed, Treasuries down, crude up, dollar down.<br />* REAR-VIEW: Italy may cut deficit target to 2.1% &amp; EU not to interfere with its policy, EU Barnier warns Ireland border could cause failure in Brexit talks, Canadian CPI &amp; Retail Sales weak, US Home Sales miss.<br />* NEXT WEEK: Fed Discount Rate Minutes, ECB, Riksbank, BoC Turkish Central Bank, Russian Central Bank, Norges Bank Interest Rate Decisions, Italy to respond to EU on budget &amp; S&amp;P rating on Italy, US Richmond Fed Index, US Durable Goods, US Core PCE, Canada Average Weekly Earnings, Earnings from AMZN, GOOGL, INTC, MRK, MCD, CAT, 3M.</strong></p>\r\n\r\n<p><strong>* ITALY: </strong>Il Foglio reported Italy&#39;s government may cut 2019 deficit target to 2.1% from 2.4% despite PM Conte earlier reported to see no reason to change the budget plan. Italy was reportedly said to provide a response to the EU letter on Monday as the EU has requested; on the matter Commissioner Moscovici stressed it will be important how Italy responds; he is willing to reduce tensions with the country and maintain a constructive dialog despite disagreements and reassured that it was clear from everyone he spoke to during the Italy visit that Italy wants to remain within the heart of Europe. He also clarified the EU will not interfere with the economic policies and reported no decision has been made on Italy&#39;s budget. Moreover a dispute within the coalition government is adding pressure on the country political situation in the country after the budget plan was highly criticised by the EU Commission. On Thursday Deputy PM Di-Maio urged a solution with the League on a tax amnesty, a common policy in Italy where parties can avoid taxes by paying a fee favoured by the League. Italy&#39;s Deputy PM Salvini said he will return to Rome on Saturday to solve the dispute, adding that coalition tensions must stop. Also, in a live Facebook video, he announced to be ready to remove the parts of the tax plan that the Five-Star objects; he reiterated he is willing to govern with the party for a full five-year term and noted that the EU warning letter shows that Italy is in the right.</p>\r\n\r\n<p><strong>* BREXIT: </strong>UK is said to drop Brexit demand on a time-limited backstop to try and reach a Brexit deal, sources reported; a move which could leave the UK in the EU customs regime indefinitely, it is being seen as a potential gamble to move Brexit talks along, though will infuriate Brexiteers. EU Chief Negotiator Barnier said the Brexit accord is possible but difficult and warned that problems regarding Ireland could result in a failure of Brexit talks; he reiterated that they are 90% there in reaching an agreement with UK and added that he is still not certain a deal will be reached. UK PM May spokeswoman noted we shouldn&#39;t get ahead of ourselves on the idea of extending the transition period adding that PM May will brief around 120 business leaders on the latest developments in Brexit later today. In later news flow, sources reported that UK PM May told business leaders that EU leaders are committed to a Brexit deal this autumn.</p>\r\n\r\n<p><strong>* TRADE: </strong>The US requested the WTO adjudication in disputes regarding China&#39;s IP policies as well as against Canada, China, EU and Mexico over retaliatory tariffs. Additionally, China Vice Premier Liu He said China and the US are &quot;in touch&quot;. Note, Chinese President Xi and US President Trump have tentatively agreed to talks at the G20 Summit on November 29th. Alongside this, US exporters have cancelled the sale of 180K tons of soybeans to China.</p>\r\n\r\n<p><strong>* GEOPOLITCS: </strong>The Washington Post US Treasury Secretary Mnuchin still plans to attend Saudi anti-terror financing meeting in wake of journalist Khashoggi&rsquo;s disappearance. Note however that this is a separate summit from the financial summit Mnuchin said he would not attend earlier in the week.</p>\r\n\r\n<p><strong>* FED: </strong>Fed&#39;s Bostic (Voter, Dovish) said there is no sign of dark clouds on the horizon that could trip an economy is &#39;chugging along&#39;; he reiterated trade policy remains a risk to outlook. Fed&rsquo;s Kaplan (non-voter) sees neutral at between 3.00-3.50%, and said two or three more rate hikes would take the Fed to neutral; says he is not committed on the need to raise above neutral levels, it will depend on productivity. Elsewhere, Kaplan said current market gyrations are not a concerns, says corrections can be &#39;healthy&#39; in addressing imbalances.</p>\r\n\r\n<p><strong>* BOE: </strong>BoE&#39;s Carney said the BoE is focusing on the possible consequences of a cliff-edge Brexit, and ahead of a Brexit outcome, the Central Bank is preparing for the worst case scenarios rather than hoping for the best.</p>\r\n\r\n<p><strong>* EXISTING HOME SALES </strong>fell by 3.4%, more than the expected 0.7% posting at 5.15mln (Exp. &nbsp;5.3mln), the lowest level since November 2015 and marking the 6th consecutive monthly drop. Analysts at Pantheon point out &lsquo;higher mortgage rates, slightly tighter lending standards and the limiting of state/local tax deductions&rsquo;, included in December&rsquo;s tax reforms, are hurting the headline; they believe October&rsquo;s reading will not be any better. They however do not&nbsp; see a sustained decline in sales and expect a temporary rebound will occur by the end of the year.</p>\r\n\r\n<p><strong>* CANADIAN CPI &amp; RETAIL SALES: </strong>CPI softened in September posting at -0.4% below the previous -0.1% sending the yy headline lower to 2.2% from 2.8%, significantly below the 2.7% consensus. The Core measure also weakened falling to 1.5% from 1.7%. Retail sales (August) also missed expectations and were down 0.4% expectations were for a 0.2% increase. Scotiabank argues that although growth edged a little higher, data &lsquo;continues to reverse the Canadian out-performance seen in the summer&rsquo; noting that these are not the sort of prints that would push the BoC away from gradual policy. Analysts at the bank further note that although a 25bps hike at the meeting next week is almost certain, this reduces the likelihood of a &lsquo;hawkish hike&rsquo;.</p>\r\n\r\n<p><strong>* SPX -0.04% at 2768, NDX -0.12% at 7107, DJI +0.25% at 25442. </strong>SECTORS: Energy -0.8%, Materials -0.7%, Industrials -0.4%, Cons Discretionary -0.9%, Cons Staples +2.3%, Healthcare -0.95%, Financials +0.3%, Tech +0.01%, Telecoms +0.17%, Utilities +1.6%.</p>\r\n\r\n<p><strong>* STOCKS SPECIFICS: </strong>PayPal (PYPL), American Express (AXP) and Procter &amp; Gamble (PG) gained following earnings reports, where they all beat on EPS estimates. Apple (AAPL) also a top mover following a reiteration at Wedbush, while Disney (DIS) traded higher after an upgrade at Barclays. Disappointments in earnings included VF Corp (VFC), after missing its EPS estimates, and State Street (STT) which reported less than expected Q3 revenue. Broker moves caused eBay (EBAY) and Valero (VLO) to nosedive on the day following downgrades at Stifel and Goldman respectively. DowDuPont (DWDP) was also a bottom mover on the back of it announcing a USD 4.6bln goodwill impairment charge.</p>\r\n\r\n<p><strong>* WTI (X8) SETTLES USD 0.47 HIGHER AT USD 69.12/BBL; BRENT (Z8) SETTLES USD 0.49 HIGHER AT USD 79.79/BBL. </strong>Oil ends Friday higher on the day, but posts the second consecutive red week, with inventory builds and trade tensions being used to explain the losses. On Friday, data showed oil drillers adding rigs for the second week, taking the oil rig count to the highest since March 2015, Baker Hughes said. Elsewhere, Chinese refinery throughput hit a record high in September, with analysts suggesting that higher China demand is providing another supporting factor to crude markets. On the OPEC+ front, data on Friday showed compliance with the supply-cut deal is running at a 111% clip in September, falling form 129% in August. Equity price strength also provided bullish support on Friday. Some desks are focussing on the front-month contango in WTI, with the widening gap being attributed to anticipation of further inventory builds at Cushing as new pipelines come online.</p>\r\n\r\n<p><strong>* US T-NOTE FUTURES (Z8) SETTLE 6 TICKS LOWER AT 117-30+. </strong>Yields were higher by 2-4bps across the curve by settlement, with the Treasury complex taking cues from the situation in Italy, which injected choppy trade into Bunds and BTPs. However, as EU Commissioner Moscovici struck a positive, constructive tone, flows moved back into risk, allowing the T-Note to move lower and settle into a range. Despite the higher yields, major curve spreads flattened by 0.5-1.5bps.</p>\r\n\r\n<p><strong>* WEEKLY FX WRAP &ndash; DXY: </strong>The broad Dollar and index look set to end the week near best levels, and supported by a combination of elevated US Treasury yields in wake of upbeat hawkish FOMC minutes, ongoing US-global trade issues and diplomatic sanctions and relative weakness in counterpart currencies for similar reasons plus more specific factors. The DXY is keeping tabs on 96.000 within 96.098-94.789 trading parameters and a starting price of 95.349.</p>\r\n\r\n<p><strong>* NZD, AUD: </strong>The Kiwi is soaring into the weekend and just hit fresh wtd peaks vs its US and Aud peers just above&nbsp; 0.6600 and close to 1.0800 respectively. However, the Nzd&rsquo;s ascent from earlier lows circa 0.6500, or a little under, and 1.0950, is largely indirect rather than due to independent NZ positive impulses/factors as hedging ahead of Sydney&rsquo;s by-election prompted sharp cross-winds and risk-related positioning.</p>\r\n\r\n<p><strong>* EUR/GBP: </strong>Both ending Friday&rsquo;s EU session on the rebound, as the single currency benefits from the general Greenback retracement and a recovery in overall risk sentiment partly on seemingly less EU angst over Italy&rsquo;s budget, although the official response is due next Monday when Rome has been asked (requested) to reply to a letter detailing reservations about the 2019 fiscal plan in particular. Eur/Usd also derived a degree of technical support and recovery momentum amidst buying interest ahead of a key Fib, but failed to reach 1.3 bn option expiries at the 1.1500 strike by a whisker and remains well off the highs around 1.1620. A similar story for the Pound although UK data also impacted as benign CPI and a hefty retail sales miss overshadowed better than expected average earnings. However, Brexit grabbed the bulk of the headlines yet again after weekend talks ahead of this week&rsquo;s EU summit broke down on the Irish border and customs union issues that remain unresolved, with talks turning towards a transition extension and PM looking increasingly isolated/under threat. Nevertheless, Cable escaped further losses from 1.3235 at one stage through 1.3000, albeit only just as EU&rsquo;s Barnier allayed some fears that the bloc are set on imposing hard withdrawal terms.</p>\r\n\r\n<p><strong>* CAD: </strong>The Loonie tracked volatility in oil prices to an extent within a 1.2910-1.3120 range before hitting multi-week lows vs its US counterpart and clearing supposedly decent bids at 1.3100 on the back of significantly weaker than forecast Canadian data in the shape of CPI and retail sales. However, expectations are still sky-high for a 25 bp BoC hike next week given other more upbeat macro indicators and a major uncertainty removed (though not all by any means) following the USMCA deal in principle to replace NAFTA.</p>\r\n\r\n<p><strong>* JPY: </strong>A net loser vs the Usd, like the CHF, but more strictly along risk-off/on lines, as Usd/Jpy only just pulled up short of a key tech resistance point around 112.75 vs 111.61 at the other extreme and also close to a chart support and not far from the middle of that band at the beginning of the week. Aside from an unwind of safe-haven premium/demand, the Jpy was undermined by sub-consensus Japanese data (trade, and exports especially, plus inflation) and dovish commentary from BoJ Governor Kuroda.</p>\r\n\r\n<p><strong>* SEK, NOK: </strong>In stark contrast, hawkish Riksbank and Norges Bank policy vibes continued to propel the Scandi crowns, with technical momentum also building in the Eur crosses sub-10.3000 and below 9.4500, ahead of next week&rsquo;s meetings that are not seen coming with any actual key rate moves, but underlining tightening guidance &ndash; for our full previews see our Research Suite.</p>\r\n\r\n<p><strong>* EMFX: </strong>Contrasting fortunes for many regional currencies with the Yuans depreciating as the PBoC returned to higher Usd/Cny mid-point fixings amidst some big down days in local stocks, softer than anticipated Chinese GDP and perhaps on the premise that it is free to move in tune with counter-cyclicals as China evaded being labelled as a manipulator by the US. Conversely, the Lira and Rand both rallied on more relief/follow-through after the release of US Pastor Brunson and the promise/premise that some Turkish sanctions will be lifted in response or as a reciprocal manoeuvre. Meanwhile, the Zar got a boost from hawkish SARB rhetoric flagging hikes if inflation accelerates in line with projections. Ahead, CBRT policy decision as CPI estimates climb further and SA&rsquo;s medium term budget statement (MTBS)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-19-october-2018-eu-strike-positive-tone-on-italy-uk-is-said-to-drop-brexit-demand-on-a-time-limited-backstop-19-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 04:07:00",
        "gmt_time": "2018-10-19 20:07:00"
    },
    {
        "id": 679223,
        "updated_sequence": 1070764,
        "published_at": {
            "unix": 1539979440,
            "text": "2018-10-19 21:04:00 +0100",
            "iso_8601": "2018-10-19T20:04:00Z"
        },
        "updated_at": {
            "unix": 1539979474,
            "text": "2018-10-19 21:04:34 +0100",
            "iso_8601": "2018-10-19T20:04:34Z"
        },
        "subject": "Fitch Upgrades Cyprus to 'BBB-'; Outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-upgrades-cyprus-to-bbb-outlook-stable-19-10-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 04:04:00",
        "gmt_time": "2018-10-19 20:04:00"
    },
    {
        "id": 679222,
        "updated_sequence": 1070761,
        "published_at": {
            "unix": 1539975960,
            "text": "2018-10-19 20:06:00 +0100",
            "iso_8601": "2018-10-19T19:06:00Z"
        },
        "updated_at": {
            "unix": 1539976005,
            "text": "2018-10-19 20:06:45 +0100",
            "iso_8601": "2018-10-19T19:06:45Z"
        },
        "subject": "US Secretary of State Pompeo says US has a wide range of tools to respond to Kashaggi",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-secretary-of-state-pompeo-says-us-has-a-wide-range-of-tools-to-respond-to-kashaggi-19-10-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 03:06:00",
        "gmt_time": "2018-10-19 19:06:00"
    },
    {
        "id": 679221,
        "updated_sequence": 1070758,
        "published_at": {
            "unix": 1539975660,
            "text": "2018-10-19 20:01:00 +0100",
            "iso_8601": "2018-10-19T19:01:00Z"
        },
        "updated_at": {
            "unix": 1539975713,
            "text": "2018-10-19 20:01:53 +0100",
            "iso_8601": "2018-10-19T19:01:53Z"
        },
        "subject": "USDA sees NZ 2019 milk production steady in YY terms",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "usda-sees-nz-2019-milk-production-steady-in-yy-terms-19-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 03:01:00",
        "gmt_time": "2018-10-19 19:01:00"
    },
    {
        "id": 679220,
        "updated_sequence": 1070753,
        "published_at": {
            "unix": 1539974280,
            "text": "2018-10-19 19:38:00 +0100",
            "iso_8601": "2018-10-19T18:38:00Z"
        },
        "updated_at": {
            "unix": 1539974367,
            "text": "2018-10-19 19:39:27 +0100",
            "iso_8601": "2018-10-19T18:39:27Z"
        },
        "subject": "Tesla (TSLA) able to maintain production of close to 1,000 vehicles per day, Elektrek reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tesla-tsla-able-to-maintain-production-of-close-to-1-000-vehicles-per-day-elektrek-reports-19-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 02:38:00",
        "gmt_time": "2018-10-19 18:38:00"
    },
    {
        "id": 679219,
        "updated_sequence": 1070755,
        "published_at": {
            "unix": 1539973860,
            "text": "2018-10-19 19:31:00 +0100",
            "iso_8601": "2018-10-19T18:31:00Z"
        },
        "updated_at": {
            "unix": 1539974907,
            "text": "2018-10-19 19:48:27 +0100",
            "iso_8601": "2018-10-19T18:48:27Z"
        },
        "subject": "WTI (X8) settles USD 0.47 higher at USD 69.12/bbl; Brent (Z8) settles USD 0.49 higher at USD 79.79/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Oil ends Friday higher on the day, but posts the second consecutive red week, with inventory builds and trade tensions being used to explain the losses. On Friday, data showed oil drillers adding rigs for the second week, taking the oil rig count to the highest since March 2015, Baker Hughes said. Elsewhere, Chinese refinery throughput hit a record high in September, with analysts suggesting that higher China demand is providing another supporting factor to crude markets. On the OPEC+ front, data on Friday showed compliance with the supply-cut deal is running at a 111% clip in September, falling form 129% in August. Equity price strength also provided bullish support on Friday. Some desks are focussing on the front-month contango in WTI, with the widening gap being attributed to anticipation of further inventory builds at Cushing as new pipelines come online.</p>\r\n",
        "analysis_updated_at": {
            "unix": 1539973980,
            "text": "2018-10-19 19:33:00 +0100",
            "iso_8601": "2018-10-19T18:33:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-x8-settles-usd-0-47-higher-at-usd-69-12-bbl-brent-z8-settles-usd-0-49-higher-at-usd-79-79-bbl-19-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 02:31:00",
        "gmt_time": "2018-10-19 18:31:00"
    },
    {
        "id": 679218,
        "updated_sequence": 1070747,
        "published_at": {
            "unix": 1539972900,
            "text": "2018-10-19 19:15:00 +0100",
            "iso_8601": "2018-10-19T18:15:00Z"
        },
        "updated_at": {
            "unix": 1539972966,
            "text": "2018-10-19 19:16:06 +0100",
            "iso_8601": "2018-10-19T18:16:06Z"
        },
        "subject": "Fed's Kaplan (non-voter) says current market gyrations are not a concerns, says corrections can be 'healthy' in addressing imbalances",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-says-current-market-gyrations-are-not-a-concerns-says-corrections-can-be-healthy-in-addressing-imbalances-19-10-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 02:15:00",
        "gmt_time": "2018-10-19 18:15:00"
    },
    {
        "id": 679217,
        "updated_sequence": 1070744,
        "published_at": {
            "unix": 1539969720,
            "text": "2018-10-19 18:22:00 +0100",
            "iso_8601": "2018-10-19T17:22:00Z"
        },
        "updated_at": {
            "unix": 1539969770,
            "text": "2018-10-19 18:22:50 +0100",
            "iso_8601": "2018-10-19T17:22:50Z"
        },
        "subject": "Hasbro to cut less than 10% of its workforce in new round of layoffs, WSJ reports",
        "content": "<p><a href=\"https://www.wsj.com/articles/hasbro-to-cut-workforce-in-new-round-of-layoffs-1539969190\">Via WSJ</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "hasbro-to-cut-less-than-10-of-its-workforce-in-new-round-of-layoffs-wsj-reports-19-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 01:22:00",
        "gmt_time": "2018-10-19 17:22:00"
    },
    {
        "id": 679216,
        "updated_sequence": 1070741,
        "published_at": {
            "unix": 1539969360,
            "text": "2018-10-19 18:16:00 +0100",
            "iso_8601": "2018-10-19T17:16:00Z"
        },
        "updated_at": {
            "unix": 1539969532,
            "text": "2018-10-19 18:18:52 +0100",
            "iso_8601": "2018-10-19T17:18:52Z"
        },
        "subject": "Fed's Kaplan (non-voter) says two or three more rate hikes would take the Fed to neutral; says he is not committed on the need to raise above neutral levels, it will depend on productivity",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-says-two-or-three-more-rate-hikes-would-take-the-fed-to-neutral-says-he-is-not-committed-on-the-need-to-raise-above-neutral-levels-it-will-depend-on-productivity-19-10-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 01:16:00",
        "gmt_time": "2018-10-19 17:16:00"
    },
    {
        "id": 679215,
        "updated_sequence": 1070736,
        "published_at": {
            "unix": 1539969300,
            "text": "2018-10-19 18:15:00 +0100",
            "iso_8601": "2018-10-19T17:15:00Z"
        },
        "updated_at": {
            "unix": 1539969348,
            "text": "2018-10-19 18:15:48 +0100",
            "iso_8601": "2018-10-19T17:15:48Z"
        },
        "subject": "Italy Deputy PM Di Maio says Italy is determined to repay its debt, remain in the Euro and EU",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-deputy-pm-di-maio-says-italy-is-determined-to-repay-its-debt-remain-in-the-euro-and-eu-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 01:15:00",
        "gmt_time": "2018-10-19 17:15:00"
    },
    {
        "id": 679214,
        "updated_sequence": 1070731,
        "published_at": {
            "unix": 1539968520,
            "text": "2018-10-19 18:02:00 +0100",
            "iso_8601": "2018-10-19T17:02:00Z"
        },
        "updated_at": {
            "unix": 1539968610,
            "text": "2018-10-19 18:03:30 +0100",
            "iso_8601": "2018-10-19T17:03:30Z"
        },
        "subject": "Fed's Kaplan (non-voter) is not worried about a financial crisis or imminent recession, due to the strong consumer sector",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-is-not-worried-about-a-financial-crisis-or-imminent-recession-due-to-the-strong-consumer-sector-19-10-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 01:02:00",
        "gmt_time": "2018-10-19 17:02:00"
    },
    {
        "id": 679213,
        "updated_sequence": 1070728,
        "published_at": {
            "unix": 1539968520,
            "text": "2018-10-19 18:02:00 +0100",
            "iso_8601": "2018-10-19T17:02:00Z"
        },
        "updated_at": {
            "unix": 1539968555,
            "text": "2018-10-19 18:02:35 +0100",
            "iso_8601": "2018-10-19T17:02:35Z"
        },
        "subject": "Baker Hughes Rig Count (19/Oct): Oil rigs up 4 at 873, gas rigs 1 at 194, total rigs up 4 at 1067",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-19-oct-oil-rigs-up-4-at-873-gas-rigs-1-at-194-total-rigs-up-4-at-1067-19-10-2018",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 01:02:00",
        "gmt_time": "2018-10-19 17:02:00"
    },
    {
        "id": 679212,
        "updated_sequence": 1070723,
        "published_at": {
            "unix": 1539968160,
            "text": "2018-10-19 17:56:00 +0100",
            "iso_8601": "2018-10-19T16:56:00Z"
        },
        "updated_at": {
            "unix": 1539968208,
            "text": "2018-10-19 17:56:48 +0100",
            "iso_8601": "2018-10-19T16:56:48Z"
        },
        "subject": "EU says Spain's structural deficit cut below the pace required",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-says-spain-s-structural-deficit-cut-below-the-pace-required-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 00:56:00",
        "gmt_time": "2018-10-19 16:56:00"
    },
    {
        "id": 679211,
        "updated_sequence": 1070720,
        "published_at": {
            "unix": 1539967740,
            "text": "2018-10-19 17:49:00 +0100",
            "iso_8601": "2018-10-19T16:49:00Z"
        },
        "updated_at": {
            "unix": 1539968020,
            "text": "2018-10-19 17:53:40 +0100",
            "iso_8601": "2018-10-19T16:53:40Z"
        },
        "subject": "Fed's Kaplan (dove, non-voter) says US economy is 'basically' meeting the Fed's dual mandate on employment and inflation; he is skeptical about further US wage growth from current levels ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-dove-non-voter-says-us-economy-is-basically-meeting-the-fed-s-dual-mandate-on-employment-and-inflation-he-is-skeptical-about-further-us-wage-growth-from-current-levels-19-10-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 00:49:00",
        "gmt_time": "2018-10-19 16:49:00"
    },
    {
        "id": 679210,
        "updated_sequence": 1070733,
        "published_at": {
            "unix": 1539967560,
            "text": "2018-10-19 17:46:00 +0100",
            "iso_8601": "2018-10-19T16:46:00Z"
        },
        "updated_at": {
            "unix": 1539968827,
            "text": "2018-10-19 18:07:07 +0100",
            "iso_8601": "2018-10-19T17:07:07Z"
        },
        "subject": "UK is said to drop Brexit demand on a time-limited backstop to ease deal",
        "content": "<p><a href=\"https://www.bloomberg.com/news/articles/2018-10-19/u-k-is-said-to-drop-brexit-demand-on-irish-border-to-ease-deal\">Full piece here</a></p>\r\n",
        "reaction_details": "<ul><li>In an immediate reaction Cable jumped from 1.3045 to 1.3098</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1539967620,
            "text": "2018-10-19 17:47:00 +0100",
            "iso_8601": "2018-10-19T16:47:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-is-said-to-drop-brexit-demand-on-a-time-limited-backstop-to-ease-deal-19-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 00:46:00",
        "gmt_time": "2018-10-19 16:46:00"
    },
    {
        "id": 679209,
        "updated_sequence": 1070705,
        "published_at": {
            "unix": 1539966540,
            "text": "2018-10-19 17:29:00 +0100",
            "iso_8601": "2018-10-19T16:29:00Z"
        },
        "updated_at": {
            "unix": 1539966601,
            "text": "2018-10-19 17:30:01 +0100",
            "iso_8601": "2018-10-19T16:30:01Z"
        },
        "subject": "Sources say that UK PM May told business leaders that EU leaders are committed to a Brexit deal this autumn",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sources-say-that-uk-pm-may-told-business-leaders-that-eu-leaders-are-committed-to-a-brexit-deal-this-autumn-19-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 00:29:00",
        "gmt_time": "2018-10-19 16:29:00"
    },
    {
        "id": 679208,
        "updated_sequence": 1070702,
        "published_at": {
            "unix": 1539966240,
            "text": "2018-10-19 17:24:00 +0100",
            "iso_8601": "2018-10-19T16:24:00Z"
        },
        "updated_at": {
            "unix": 1539966282,
            "text": "2018-10-19 17:24:42 +0100",
            "iso_8601": "2018-10-19T16:24:42Z"
        },
        "subject": "Kellogg (K) sets regular dividend at USD 0.56/share",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kellogg-k-sets-regular-dividend-at-usd-0-56-share-19-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 00:24:00",
        "gmt_time": "2018-10-19 16:24:00"
    },
    {
        "id": 679207,
        "updated_sequence": 1070725,
        "published_at": {
            "unix": 1539965760,
            "text": "2018-10-19 17:16:00 +0100",
            "iso_8601": "2018-10-19T16:16:00Z"
        },
        "updated_at": {
            "unix": 1539968229,
            "text": "2018-10-19 17:57:09 +0100",
            "iso_8601": "2018-10-19T16:57:09Z"
        },
        "subject": "Fed's Bostic (voter, dovish) says there is no sign of dark clouds on the horizon that could trip an economy is 'chugging along' ",
        "content": "<ul><li>He reiterates&nbsp;trade policy remains a risk to outlook&nbsp;</li>\r\n  <li>He says appropriate US central bank balance sheet size may be in the range USD 3trln-3.5trln</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bostic-voter-dovish-says-there-is-no-sign-of-dark-clouds-on-the-horizon-that-could-trip-an-economy-is-chugging-along-19-10-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 00:16:00",
        "gmt_time": "2018-10-19 16:16:00"
    },
    {
        "id": 679206,
        "updated_sequence": 1070707,
        "published_at": {
            "unix": 1539965700,
            "text": "2018-10-19 17:15:00 +0100",
            "iso_8601": "2018-10-19T16:15:00Z"
        },
        "updated_at": {
            "unix": 1539967560,
            "text": "2018-10-19 17:46:00 +0100",
            "iso_8601": "2018-10-19T16:46:00Z"
        },
        "subject": "Italy's government may cut 2019 deficit target to 2.1% from 2.4%; according to Il Foglio ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-government-may-cut-2019-deficit-target-to-2-1-from-2-4-according-to-il-foglio-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 00:15:00",
        "gmt_time": "2018-10-19 16:15:00"
    },
    {
        "id": 679205,
        "updated_sequence": 1070688,
        "published_at": {
            "unix": 1539965400,
            "text": "2018-10-19 17:10:00 +0100",
            "iso_8601": "2018-10-19T16:10:00Z"
        },
        "updated_at": {
            "unix": 1539965485,
            "text": "2018-10-19 17:11:25 +0100",
            "iso_8601": "2018-10-19T16:11:25Z"
        },
        "subject": "BoE's Carney says the BoE is focusing on the possible consequences of a cliff-edge Brexit, and in preparing for Brexit outcomes, the Central Bank is preparing for the worst case scenarios rather than hoping for the best",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boe-s-carney-says-the-boe-is-focusing-on-the-possible-consequences-of-a-cliff-edge-brexit-and-in-preparing-for-brexit-outcomes-the-central-bank-is-preparing-for-the-worst-case-scenarios-rather-than-hoping-for-the-best-19-10-2018",
        "hidden": false,
        "section": {
            "id": 16,
            "name": "BoE"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-20 00:10:00",
        "gmt_time": "2018-10-19 16:10:00"
    },
    {
        "id": 679204,
        "updated_sequence": 1070685,
        "published_at": {
            "unix": 1539964680,
            "text": "2018-10-19 16:58:00 +0100",
            "iso_8601": "2018-10-19T15:58:00Z"
        },
        "updated_at": {
            "unix": 1539964751,
            "text": "2018-10-19 16:59:11 +0100",
            "iso_8601": "2018-10-19T15:59:11Z"
        },
        "subject": "FDA has reportedly issued a safety communiqué on Livanova (LIVN) heater-cooler",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fda-has-reportedly-issued-a-safety-communique-on-livanova-livn-heater-cooler-19-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 23:58:00",
        "gmt_time": "2018-10-19 15:58:00"
    },
    {
        "id": 679203,
        "updated_sequence": 1070682,
        "published_at": {
            "unix": 1539964320,
            "text": "2018-10-19 16:52:00 +0100",
            "iso_8601": "2018-10-19T15:52:00Z"
        },
        "updated_at": {
            "unix": 1539964379,
            "text": "2018-10-19 16:52:59 +0100",
            "iso_8601": "2018-10-19T15:52:59Z"
        },
        "subject": "EU is set to negotiate with the US on beef, as according to the FT",
        "content": "<p>For source, click <a href=\"https://www.ft.com/content/7ed81dac-d3b2-11e8-a9f2-7574db66bcd5\">here</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-is-set-to-negotiate-with-the-us-on-beef-as-according-to-the-ft-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 23:52:00",
        "gmt_time": "2018-10-19 15:52:00"
    },
    {
        "id": 679201,
        "updated_sequence": 1070671,
        "published_at": {
            "unix": 1539963600,
            "text": "2018-10-19 16:40:00 +0100",
            "iso_8601": "2018-10-19T15:40:00Z"
        },
        "updated_at": {
            "unix": 1539963689,
            "text": "2018-10-19 16:41:29 +0100",
            "iso_8601": "2018-10-19T15:41:29Z"
        },
        "subject": "RANsquawk Central Bank Weekly Briefing, 19 October 2018",
        "content": "<ul><li><strong>To download the report, please click <a href=\"/research_sheets/20354/download\">here</a></strong></li>\r\n  <li>Previewing ECB, BOC, Norges Bank, Riksbank, CBR, CBRT; Reviewing minutes from FOMC, RBA, Banxico, UK wages data impact on BOE</li>\r\n</ul>\r\n\r\n<p><em>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</em><br />&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-briefing-19-october-2018-19-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 23:40:00",
        "gmt_time": "2018-10-19 15:40:00"
    },
    {
        "id": 679202,
        "updated_sequence": 1070690,
        "published_at": {
            "unix": 1539963600,
            "text": "2018-10-19 16:40:00 +0100",
            "iso_8601": "2018-10-19T15:40:00Z"
        },
        "updated_at": {
            "unix": 1539965640,
            "text": "2018-10-19 17:14:00 +0100",
            "iso_8601": "2018-10-19T16:14:00Z"
        },
        "subject": "Italy's Deputy PM Di Maio denied Interior Minister Salvini comments on the occurrences on the tax decree, says the cabinet never considered tax amnesty on foreign funds ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-deputy-pm-di-maio-denied-interior-minister-salvini-comments-on-the-occurrences-on-the-tax-decree-says-the-cabinet-never-considered-tax-amnesty-on-foreign-funds-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 23:40:00",
        "gmt_time": "2018-10-19 15:40:00"
    },
    {
        "id": 679200,
        "updated_sequence": 1070666,
        "published_at": {
            "unix": 1539963480,
            "text": "2018-10-19 16:38:00 +0100",
            "iso_8601": "2018-10-19T15:38:00Z"
        },
        "updated_at": {
            "unix": 1539963599,
            "text": "2018-10-19 16:39:59 +0100",
            "iso_8601": "2018-10-19T15:39:59Z"
        },
        "subject": "RANsquawk Week in Focus, w/c 22 October 2018",
        "content": "<ul><li>Monday: N/A</li>\r\n  <li>Tuesday: Eurozone Consumer Confidence Flash</li>\r\n  <li>Wednesday: Nikkei Mfg PMI, BoC Interest Rate Decision, Fed&#39;s Beige Book, Riksbank Interest Rate Decision</li>\r\n  <li>Markit Mfg and Services PMI, New Zealand Trade Balance</li>\r\n  <li>Thursday: Norges Bank Interest Rate Decision, ECB Interest Rate Decision, CBRT Interest Rate Decision</li>\r\n  <li>Friday: US GDP, Canadian Budget Balance, Uni of Mich Sentiment Final, Japanese CPI, Russian Interest Rate Decision</li>\r\n  <li><strong>To download the report, please click <a href=\"/research_sheets/20353/download\">here</a></strong></li>\r\n</ul>\r\n\r\n<p><em>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</em></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-w-c-22-october-2018-19-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 23:38:00",
        "gmt_time": "2018-10-19 15:38:00"
    },
    {
        "id": 679199,
        "updated_sequence": 1070663,
        "published_at": {
            "unix": 1539963060,
            "text": "2018-10-19 16:31:00 +0100",
            "iso_8601": "2018-10-19T15:31:00Z"
        },
        "updated_at": {
            "unix": 1539963178,
            "text": "2018-10-19 16:32:58 +0100",
            "iso_8601": "2018-10-19T15:32:58Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (-0.06%), FTSE 100 (+0.32%), DAX (-0.32%), CAC (-0.58%), IBEX (+0.18%), FTSE MIB (-0.02%), SMI (+1.12%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-06-ftse-100-0-32-dax-0-32-cac-0-58-ibex-0-18-ftse-mib-0-02-smi-1-12-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 23:31:00",
        "gmt_time": "2018-10-19 15:31:00"
    },
    {
        "id": 679198,
        "updated_sequence": 1070660,
        "published_at": {
            "unix": 1539962460,
            "text": "2018-10-19 16:21:00 +0100",
            "iso_8601": "2018-10-19T15:21:00Z"
        },
        "updated_at": {
            "unix": 1539962595,
            "text": "2018-10-19 16:23:15 +0100",
            "iso_8601": "2018-10-19T15:23:15Z"
        },
        "subject": "US Treasury Secretary Mnuchin still plans to attend Saudi anti-terror financing meeting in wake of journalist Khashoggi’s disappearance, according to the Washington Post ",
        "content": "<ul><li>(NOTE: this is a separate summit from the financial summit Mnuchin said he would not attend earlier in the week)</li>\r\n  <li><a href=\"https://t.co/G9mB7NaX2S\">Via WaPo</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Washington Post",
        "slug": "us-treasury-secretary-mnuchin-still-plans-to-attend-saudi-anti-terror-financing-meeting-in-wake-of-journalist-khashoggi-s-disappearance-according-to-the-washington-post-19-10-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 23:21:00",
        "gmt_time": "2018-10-19 15:21:00"
    },
    {
        "id": 679197,
        "updated_sequence": 1070657,
        "published_at": {
            "unix": 1539962220,
            "text": "2018-10-19 16:17:00 +0100",
            "iso_8601": "2018-10-19T15:17:00Z"
        },
        "updated_at": {
            "unix": 1539962276,
            "text": "2018-10-19 16:17:56 +0100",
            "iso_8601": "2018-10-19T15:17:56Z"
        },
        "subject": "New York Fed Staff Nowcast stands at 2.1% for 2018:Q3 (Prev. 2.2%), and 2.4% for 2018:Q4 (Prev. 2.8)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "new-york-fed-staff-nowcast-stands-at-2-1-for-2018-q3-prev-2-2-and-2-4-for-2018-q4-prev-2-8-19-10-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 23:17:00",
        "gmt_time": "2018-10-19 15:17:00"
    },
    {
        "id": 679196,
        "updated_sequence": 1070654,
        "published_at": {
            "unix": 1539961440,
            "text": "2018-10-19 16:04:00 +0100",
            "iso_8601": "2018-10-19T15:04:00Z"
        },
        "updated_at": {
            "unix": 1539961502,
            "text": "2018-10-19 16:05:02 +0100",
            "iso_8601": "2018-10-19T15:05:02Z"
        },
        "subject": "Weekly FX Wrap: Brexit border breakdown, Italian coalition/EU conflict and feisty Fed minutes",
        "content": "<p>DXY</p>\r\n\r\n<p>The broad Dollar and index look set to end the week near best levels, and supported by a combination of elevated US Treasury yields in wake of upbeat hawkish FOMC minutes, ongoing US-global trade issues and diplomatic sanctions and relative weakness in counterpart currencies for similar reasons plus more specific factors. The DXY is keeping tabs on 96.000 within 96.098-94.789 trading parameters and a starting price of 95.349.</p>\r\n\r\n<p>NZD/AUD</p>\r\n\r\n<p>The Kiwi is soaring into the weekend and just hit fresh wtd peaks vs its US and Aud peers just above &nbsp;0.6600 and close to 1.0800 respectively. However, the Nzd&rsquo;s ascent from earlier lows circa 0.6500, or a little under, and 1.0950, is largely indirect rather than due to independent NZ positive impulses/factors as hedging ahead of Sydney&rsquo;s by-election prompted sharp cross-winds and risk-related positioning.</p>\r\n\r\n<p>EUR/GBP</p>\r\n\r\n<p>Both ending Friday&rsquo;s EU session on the rebound, as the single currency benefits from the general Greenback retracement and a recovery in overall risk sentiment partly on seemingly less EU angst over Italy&rsquo;s budget, although the official response is due next Monday when Rome has been asked (requested) to reply to a letter detailing reservations about the 2019 fiscal plan in particular. Eur/Usd also derived a degree of technical support and recovery momentum amidst buying interest ahead of a key Fib, but failed to reach 1.3 bn option expiries at the 1.1500 strike by a whisker and remains well off the highs around 1.1620. A similar story for the Pound although UK data also impacted as benign CPI and a hefty retail sales miss overshadowed better than expected average earnings. However, Brexit grabbed the bulk of the headlines yet again after weekend talks ahead of this week&rsquo;s EU summit broke down on the Irish border and customs union issues that remain unresolved, with talks turning towards a transition extension and PM looking increasingly isolated/under threat. Nevertheless, Cable escaped further losses from 1.3235 at one stage through 1.3000, albeit only just as EU&rsquo;s Barnier allayed some fears that the bloc are set on imposing hard withdrawal terms.</p>\r\n\r\n<p>CAD &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>The Loonie tracked volatility in oil prices to an extent within a 1.2910-1.3120 range before hitting multi-week lows vs its US counterpart and clearing supposedly decent bids at 1.3100 on the back of significantly weaker than forecast Canadian data in the shape of CPI and retail sales. However, expectations are still sky-high for a 25 bp BoC hike next week given other more upbeat macro indicators and a major uncertainty removed (though not all by any means) following the USMCA deal in principle to replace NAFTA.</p>\r\n\r\n<p>JPY</p>\r\n\r\n<p>A net loser vs the Usd, like the CHF, but more strictly along risk-off/on lines, as Usd/Jpy only just pulled up short of a key tech resistance point around 112.75 vs 111.61 at the other extreme and also close to a chart support and not far from the middle of that band at the beginning of the week. Aside from an unwind of safe-haven premium/demand, the Jpy was undermined by sub-consensus Japanese data (trade, and exports especially, plus inflation) and dovish commentary from BoJ Governor Kuroda.</p>\r\n\r\n<p>SEK/NOK</p>\r\n\r\n<p>In stark contrast, hawkish Riksbank and Norges Bank policy vibes continued to propel the Scandi crowns, with technical momentum also building in the Eur crosses sub-10.3000 and below 9.4500, ahead of next week&rsquo;s meetings that are not seen coming with any actual key rate moves, but underlining tightening guidance &ndash; for our full previews see our Research Suite.</p>\r\n\r\n<p>EM</p>\r\n\r\n<p>Contrasting fortunes for many regional currencies with the Yuans depreciating as the PBoC returned to higher Usd/Cny mid-point fixings amidst some big down days in local stocks, softer than anticipated Chinese GDP and perhaps on the premise that it is free to move in tune with counter-cyclicals as China evaded being labelled as a manipulator by the US. Conversely, the Lira and Rand both rallied on more relief/follow-through after the release of US Pastor Brunson and the promise/premise that some Turkish sanctions will be lifted in response or as a reciprocal manoeuvre. Meanwhile, the Zar got a boost from hawkish SARB rhetoric flagging hikes if inflation accelerates in line with projections. Ahead, CBRT policy decision as CPI estimates climb further and SA&rsquo;s medium term budget statement (MTBS).</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-brexit-border-breakdown-italian-coalition-eu-conflict-and-feisty-fed-minutes-19-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 23:04:00",
        "gmt_time": "2018-10-19 15:04:00"
    },
    {
        "id": 679195,
        "updated_sequence": 1070651,
        "published_at": {
            "unix": 1539961440,
            "text": "2018-10-19 16:04:00 +0100",
            "iso_8601": "2018-10-19T15:04:00Z"
        },
        "updated_at": {
            "unix": 1539961465,
            "text": "2018-10-19 16:04:25 +0100",
            "iso_8601": "2018-10-19T15:04:25Z"
        },
        "subject": "Canadian government announces 2017-18 budget deficit of CAD 19bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canadian-government-announces-2017-18-budget-deficit-of-cad-19bln-19-10-2018",
        "hidden": false,
        "section": {
            "id": 9,
            "name": "Canadian Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 23:04:00",
        "gmt_time": "2018-10-19 15:04:00"
    },
    {
        "id": 679192,
        "updated_sequence": 1070642,
        "published_at": {
            "unix": 1539958380,
            "text": "2018-10-19 15:13:00 +0100",
            "iso_8601": "2018-10-19T14:13:00Z"
        },
        "updated_at": {
            "unix": 1539958490,
            "text": "2018-10-19 15:14:50 +0100",
            "iso_8601": "2018-10-19T14:14:50Z"
        },
        "subject": "Swiss Re (SREN SW) is reportedly in talks over an investment in China's Anbang",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, shares rose from CHF 91.00 to CHF 91.38</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1539958490,
            "text": "2018-10-19 15:14:50 +0100",
            "iso_8601": "2018-10-19T14:14:50Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "swiss-re-sren-sw-is-reportedly-in-talks-over-an-investment-in-china-s-anbang-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 22:13:00",
        "gmt_time": "2018-10-19 14:13:00"
    },
    {
        "id": 679191,
        "updated_sequence": 1070636,
        "published_at": {
            "unix": 1539957960,
            "text": "2018-10-19 15:06:00 +0100",
            "iso_8601": "2018-10-19T14:06:00Z"
        },
        "updated_at": {
            "unix": 1539958056,
            "text": "2018-10-19 15:07:36 +0100",
            "iso_8601": "2018-10-19T14:07:36Z"
        },
        "subject": "EU's Commissioner Moscovici says he does not fear a risk of market contagion to the Euro Zone from Italy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-commissioner-moscovici-says-he-does-not-fear-a-risk-of-market-contagion-to-the-euro-zone-from-italy-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 22:06:00",
        "gmt_time": "2018-10-19 14:06:00"
    },
    {
        "id": 679190,
        "updated_sequence": 1070633,
        "published_at": {
            "unix": 1539957840,
            "text": "2018-10-19 15:04:00 +0100",
            "iso_8601": "2018-10-19T14:04:00Z"
        },
        "updated_at": {
            "unix": 1539957976,
            "text": "2018-10-19 15:06:16 +0100",
            "iso_8601": "2018-10-19T14:06:16Z"
        },
        "subject": "Nestle (NESN SW)'s skin care unit is said to have attracted Johnson & Johnson (JNJ), KKR (KKR) and APAX interest for USD 8-10bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nestle-nesn-sw-s-skin-care-unit-is-said-to-have-attracted-johnson-johnson-jnj-kkr-kkr-and-apax-interest-for-usd-8-10bln-19-10-2018",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 22:04:00",
        "gmt_time": "2018-10-19 14:04:00"
    },
    {
        "id": 679187,
        "updated_sequence": 1070622,
        "published_at": {
            "unix": 1539957240,
            "text": "2018-10-19 14:54:00 +0100",
            "iso_8601": "2018-10-19T13:54:00Z"
        },
        "updated_at": {
            "unix": 1539957341,
            "text": "2018-10-19 14:55:41 +0100",
            "iso_8601": "2018-10-19T13:55:41Z"
        },
        "subject": "Ukraine PM says that they could default if cooperation with the IMF was to stop",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ukraine-pm-says-that-they-could-default-if-cooperation-with-the-imf-was-to-stop-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 21:54:00",
        "gmt_time": "2018-10-19 13:54:00"
    },
    {
        "id": 679186,
        "updated_sequence": 1070617,
        "published_at": {
            "unix": 1539956940,
            "text": "2018-10-19 14:49:00 +0100",
            "iso_8601": "2018-10-19T13:49:00Z"
        },
        "updated_at": {
            "unix": 1539957115,
            "text": "2018-10-19 14:51:55 +0100",
            "iso_8601": "2018-10-19T13:51:55Z"
        },
        "subject": "Saipem (SPMI IM) - The share in E&C onshore contract awarded by Thai Oil is approximately USD 1.4bln",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, company shares spiked higher from EUR 4.7700 to 4.8050</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1539957114,
            "text": "2018-10-19 14:51:54 +0100",
            "iso_8601": "2018-10-19T13:51:54Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saipem-spmi-im-the-share-in-e-c-onshore-contract-awarded-by-thai-oil-is-approximately-usd-1-4bln-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 21:49:00",
        "gmt_time": "2018-10-19 13:49:00"
    },
    {
        "id": 679185,
        "updated_sequence": 1070619,
        "published_at": {
            "unix": 1539956880,
            "text": "2018-10-19 14:48:00 +0100",
            "iso_8601": "2018-10-19T13:48:00Z"
        },
        "updated_at": {
            "unix": 1539957154,
            "text": "2018-10-19 14:52:34 +0100",
            "iso_8601": "2018-10-19T13:52:34Z"
        },
        "subject": "Italy's Conte says he sees no reason to change the Italian budget",
        "content": "<ul><li>And that he will tell the EU commission that the budget overshoot is not as bad as the commission says</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-conte-says-he-sees-no-reason-to-change-the-italian-budget-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 21:48:00",
        "gmt_time": "2018-10-19 13:48:00"
    },
    {
        "id": 679184,
        "updated_sequence": 1070611,
        "published_at": {
            "unix": 1539956760,
            "text": "2018-10-19 14:46:00 +0100",
            "iso_8601": "2018-10-19T13:46:00Z"
        },
        "updated_at": {
            "unix": 1539956968,
            "text": "2018-10-19 14:49:28 +0100",
            "iso_8601": "2018-10-19T13:49:28Z"
        },
        "subject": "Fertitta is said to be willing to bid higher for Caesars Entertainment (CZR); according CNBC",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction company shares rose from USD 10.40 to USD 10.74</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1539956968,
            "text": "2018-10-19 14:49:28 +0100",
            "iso_8601": "2018-10-19T13:49:28Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fertitta-is-said-to-be-willing-to-bid-higher-for-caesars-entertainment-czr-according-cnbc-19-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 21:46:00",
        "gmt_time": "2018-10-19 13:46:00"
    },
    {
        "id": 679183,
        "updated_sequence": 1070600,
        "published_at": {
            "unix": 1539956580,
            "text": "2018-10-19 14:43:00 +0100",
            "iso_8601": "2018-10-19T13:43:00Z"
        },
        "updated_at": {
            "unix": 1539956717,
            "text": "2018-10-19 14:45:17 +0100",
            "iso_8601": "2018-10-19T13:45:17Z"
        },
        "subject": "EU Commissioner Moscovici says EU wont interfere in Italy's economic policies and no decision has been made on Italy's budget",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-commissioner-moscovici-says-eu-wont-interfere-in-italy-s-economic-policies-and-no-decision-has-been-made-on-italy-s-budget-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 21:43:00",
        "gmt_time": "2018-10-19 13:43:00"
    },
    {
        "id": 679182,
        "updated_sequence": 1070624,
        "published_at": {
            "unix": 1539956340,
            "text": "2018-10-19 14:39:00 +0100",
            "iso_8601": "2018-10-19T13:39:00Z"
        },
        "updated_at": {
            "unix": 1539957409,
            "text": "2018-10-19 14:56:49 +0100",
            "iso_8601": "2018-10-19T13:56:49Z"
        },
        "subject": "EU Commissioner Moscovici says it was clear from everyone he spoke to during the Italy visit that Italy wants to remain within the heart of Europe",
        "content": "<ul><li>Says he wants to reduce tensions with Italy, and maintain a constructive dialogue despite recent disagreements.</li>\r\n  <li>That it is important to see how Italy answers the EU on Monday</li>\r\n  <li>Says the EU letter didn&#39;t cite 2.4% headline deficit level because the key points are the structural deficit, debt and growth</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-commissioner-moscovici-says-it-was-clear-from-everyone-he-spoke-to-during-the-italy-visit-that-italy-wants-to-remain-within-the-heart-of-europe-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 21:39:00",
        "gmt_time": "2018-10-19 13:39:00"
    },
    {
        "id": 679180,
        "updated_sequence": 1070581,
        "published_at": {
            "unix": 1539956100,
            "text": "2018-10-19 14:35:00 +0100",
            "iso_8601": "2018-10-19T13:35:00Z"
        },
        "updated_at": {
            "unix": 1539956140,
            "text": "2018-10-19 14:35:40 +0100",
            "iso_8601": "2018-10-19T13:35:40Z"
        },
        "subject": "ExxonMobil says the new coker at it's 32000 BPD Antwerp, Belgium oil refinery is still in it's start up phase which can take several months",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxonmobil-says-the-new-coker-at-it-s-32000-bpd-antwerp-belgium-oil-refinery-is-still-in-it-s-start-up-phase-which-can-take-several-months-19-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 21:35:00",
        "gmt_time": "2018-10-19 13:35:00"
    },
    {
        "id": 679181,
        "updated_sequence": 1070591,
        "published_at": {
            "unix": 1539956040,
            "text": "2018-10-19 14:34:00 +0100",
            "iso_8601": "2018-10-19T13:34:00Z"
        },
        "updated_at": {
            "unix": 1539956265,
            "text": "2018-10-19 14:37:45 +0100",
            "iso_8601": "2018-10-19T13:37:45Z"
        },
        "subject": "Standard Chartered (STAN LN) is facing 'significant challenges' to meet 2018 cost reduction targets; according to an efinancial careers email",
        "content": "<ul><li>CFO says income slowdown will likely continue in Q4&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "<ul><li>In an immediate reaction company shares fell from GBP 5.49 to GBP 5.46 before stabilising around GBP 5.48</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1539956160,
            "text": "2018-10-19 14:36:00 +0100",
            "iso_8601": "2018-10-19T13:36:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "standard-chartered-stan-ln-is-facing-significant-challenges-to-meet-2018-cost-reduction-targets-according-to-an-efinancial-careers-email-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 21:34:00",
        "gmt_time": "2018-10-19 13:34:00"
    },
    {
        "id": 679179,
        "updated_sequence": 1070578,
        "published_at": {
            "unix": 1539955860,
            "text": "2018-10-19 14:31:00 +0100",
            "iso_8601": "2018-10-19T13:31:00Z"
        },
        "updated_at": {
            "unix": 1539955913,
            "text": "2018-10-19 14:31:53 +0100",
            "iso_8601": "2018-10-19T13:31:53Z"
        },
        "subject": "Air France (AIR FP) unions have reportedly signed a pay deal ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "air-france-air-fp-unions-have-reportedly-signed-a-pay-deal-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 21:31:00",
        "gmt_time": "2018-10-19 13:31:00"
    },
    {
        "id": 679177,
        "updated_sequence": 1070575,
        "published_at": {
            "unix": 1539954600,
            "text": "2018-10-19 14:10:00 +0100",
            "iso_8601": "2018-10-19T13:10:00Z"
        },
        "updated_at": {
            "unix": 1539955806,
            "text": "2018-10-19 14:30:06 +0100",
            "iso_8601": "2018-10-19T13:30:06Z"
        },
        "subject": "Additional US Equity Stories - MSFT, ABBV",
        "content": "<ul><li><strong>Microsoft (MSFT)</strong>&nbsp;- The computer co. has gained unconditional EU approval of its acquisition of code-hosting website, GitHub. (Newswires)</li>\r\n  <li><strong>AbbVie (ABBV)</strong>&nbsp;- The pharma co.&#39;s CFO William Chase is to step down in mid-2019 and will be replaced by Robert Michael. (Newswires)</li>\r\n  <li><strong>Tesla (TSLA) </strong>- working on its own tire&nbsp;inflation system. (Newswires)&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-msft-abbv-19-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 21:10:00",
        "gmt_time": "2018-10-19 13:10:00"
    },
    {
        "id": 679178,
        "updated_sequence": 1070565,
        "published_at": {
            "unix": 1539954240,
            "text": "2018-10-19 14:04:00 +0100",
            "iso_8601": "2018-10-19T13:04:00Z"
        },
        "updated_at": {
            "unix": 1539954372,
            "text": "2018-10-19 14:06:12 +0100",
            "iso_8601": "2018-10-19T13:06:12Z"
        },
        "subject": "US exporters cancelled the sale of 180K tons of soybeans to China ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-exporters-cancelled-the-sale-of-180k-tons-of-soybeans-to-china-19-10-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 21:04:00",
        "gmt_time": "2018-10-19 13:04:00"
    },
    {
        "id": 679176,
        "updated_sequence": 1070559,
        "published_at": {
            "unix": 1539954120,
            "text": "2018-10-19 14:02:00 +0100",
            "iso_8601": "2018-10-19T13:02:00Z"
        },
        "updated_at": {
            "unix": 1539954187,
            "text": "2018-10-19 14:03:07 +0100",
            "iso_8601": "2018-10-19T13:03:07Z"
        },
        "subject": "Bank of Italy look for domestic Q3 GDP +0.1% Q/Q vs. Q2 +0.2%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-of-italy-look-for-domestic-q3-gdp-0-1-q-q-vs-q2-0-2-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 21:02:00",
        "gmt_time": "2018-10-19 13:02:00"
    },
    {
        "id": 679174,
        "updated_sequence": 1070572,
        "published_at": {
            "unix": 1539953820,
            "text": "2018-10-19 13:57:00 +0100",
            "iso_8601": "2018-10-19T12:57:00Z"
        },
        "updated_at": {
            "unix": 1539955304,
            "text": "2018-10-19 14:21:44 +0100",
            "iso_8601": "2018-10-19T13:21:44Z"
        },
        "subject": "Italy's Salvini says he is ready to remove the parts of the tax plan that 5-star objects to",
        "content": "<ul><li>Salvini says &#39;who cares&#39; about the contested tax amnesty, are ready to re-write everything</li>\r\n  <li>Adds that the EU warning letter shows that Italy is in the right</li>\r\n  <li>He reiterates he is willing to govern with the Five-Star for a full five year term&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-salvini-says-he-is-ready-to-remove-the-parts-of-the-tax-plan-that-5-star-objects-to-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 20:57:00",
        "gmt_time": "2018-10-19 12:57:00"
    },
    {
        "id": 679173,
        "updated_sequence": 1070543,
        "published_at": {
            "unix": 1539953520,
            "text": "2018-10-19 13:52:00 +0100",
            "iso_8601": "2018-10-19T12:52:00Z"
        },
        "updated_at": {
            "unix": 1539953605,
            "text": "2018-10-19 13:53:25 +0100",
            "iso_8601": "2018-10-19T12:53:25Z"
        },
        "subject": "DS Smith has hired Goldman Sachs to offload its plastic packaging division, according to sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ds-smith-has-hired-goldman-sachs-to-offload-its-plastic-packaging-division-according-to-sources-19-10-2018",
        "hidden": false,
        "section": {
            "id": 35,
            "name": "UK Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 20:52:00",
        "gmt_time": "2018-10-19 12:52:00"
    },
    {
        "id": 679172,
        "updated_sequence": 1070545,
        "published_at": {
            "unix": 1539953460,
            "text": "2018-10-19 13:51:00 +0100",
            "iso_8601": "2018-10-19T12:51:00Z"
        },
        "updated_at": {
            "unix": 1539953623,
            "text": "2018-10-19 13:53:43 +0100",
            "iso_8601": "2018-10-19T12:53:43Z"
        },
        "subject": "Italy will reply to the EU letter by Monday deadline; according to government source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The Commission has given Italy until Monday 22nd to respond to its concerns; an ultimatum that will ultimately put themselves and Italy on a collision course given recent rhetoric from the Italian administration. Over the last week or so, even the so-called &lsquo;sensible voices in the room&rsquo; (PM Conte and Economy Minister Tria) appear to fully back the populist plan put forward by the 5SM/League coalition and thus might not provide as much of a check and balance on Salvini or Di Maio that some in the market had been hoping for. The Italians will meet over the weekend to discus their proposal, however, there has been little to indicate that they will budge on their demands with Salvini having recently stated that he wouldn&rsquo;t be willing to reduce the budget by as much as a cent.</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1539953622,
            "text": "2018-10-19 13:53:42 +0100",
            "iso_8601": "2018-10-19T12:53:42Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-will-reply-to-the-eu-letter-by-monday-deadline-according-to-government-source-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 20:51:00",
        "gmt_time": "2018-10-19 12:51:00"
    },
    {
        "id": 679171,
        "updated_sequence": 1070550,
        "published_at": {
            "unix": 1539953460,
            "text": "2018-10-19 13:51:00 +0100",
            "iso_8601": "2018-10-19T12:51:00Z"
        },
        "updated_at": {
            "unix": 1539953735,
            "text": "2018-10-19 13:55:35 +0100",
            "iso_8601": "2018-10-19T12:55:35Z"
        },
        "subject": "Daimler (DAI GY) - Daimler earnings guidance adjusted significantly down from expectations",
        "content": "<ul><li>Earnings are now significantly below market expectations</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>In an immediate reaction, Daimler shares fell from EUR 52.10 to EUR 51.29</li>\r\n  <li>In sympathy, Volkswagen, BMW, Peugeot and Renault shares all slipped in excess of 3%</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1539953734,
            "text": "2018-10-19 13:55:34 +0100",
            "iso_8601": "2018-10-19T12:55:34Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "daimler-dai-gy-daimler-earnings-guidance-adjusted-significantly-down-from-expectations-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 20:51:00",
        "gmt_time": "2018-10-19 12:51:00"
    },
    {
        "id": 679172,
        "updated_sequence": 1070545,
        "published_at": {
            "unix": 1539953460,
            "text": "2018-10-19 13:51:00 +0100",
            "iso_8601": "2018-10-19T12:51:00Z"
        },
        "updated_at": {
            "unix": 1539953623,
            "text": "2018-10-19 13:53:43 +0100",
            "iso_8601": "2018-10-19T12:53:43Z"
        },
        "subject": "Italy will reply to the EU letter by Monday deadline; according to government source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The Commission has given Italy until Monday 22nd to respond to its concerns; an ultimatum that will ultimately put themselves and Italy on a collision course given recent rhetoric from the Italian administration. Over the last week or so, even the so-called &lsquo;sensible voices in the room&rsquo; (PM Conte and Economy Minister Tria) appear to fully back the populist plan put forward by the 5SM/League coalition and thus might not provide as much of a check and balance on Salvini or Di Maio that some in the market had been hoping for. The Italians will meet over the weekend to discus their proposal, however, there has been little to indicate that they will budge on their demands with Salvini having recently stated that he wouldn&rsquo;t be willing to reduce the budget by as much as a cent.</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1539953622,
            "text": "2018-10-19 13:53:42 +0100",
            "iso_8601": "2018-10-19T12:53:42Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-will-reply-to-the-eu-letter-by-monday-deadline-according-to-government-source-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 20:51:00",
        "gmt_time": "2018-10-19 12:51:00"
    },
    {
        "id": 679170,
        "updated_sequence": 1070534,
        "published_at": {
            "unix": 1539952800,
            "text": "2018-10-19 13:40:00 +0100",
            "iso_8601": "2018-10-19T12:40:00Z"
        },
        "updated_at": {
            "unix": 1539952833,
            "text": "2018-10-19 13:40:33 +0100",
            "iso_8601": "2018-10-19T12:40:33Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 19th October 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20350/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li><strong>PayPal Holdings Inc (PYPL) Q3 Adj. EPS USD 0.58 vs. Exp. USD 0.54, revenue USD 3.68bln vs. Exp. USD 3.66bln</strong></li>\r\n  <li><strong>Procter &amp; Gamble Co (PG) Q1 core EPS USD 1.12 vs. Exp. USD 1.09, revenue USD 16.7bln vs. Exp. USD 16.46bln</strong></li>\r\n  <li><strong>EBAY (EBAY) DOWNGRADED TO HOLD FROM BUY AT STIFEL</strong></li>\r\n</ul>\r\n\r\n<p><strong>19th October 2018</strong></p>\r\n\r\n<p><strong>Earnings</strong></p>\r\n\r\n<ul><li>American Express Co (AXP) Q3 EPS USD 1.88 vs. Exp. USD 1.76, revenue USD 10.1bln vs. Exp. USD 10.04bln. Raises FY18 EPS view to USD 7.30-USD 7.40 from USD 6.90-USD 7.30 and raises FY18 revenue up to 9%-10%. (Newswires)</li>\r\n  <li>Citizens Financial Group Inc (CFG) Q3 EPS USD 0.91 vs. Exp. USD 0.89, revenue USD 1.56bln vs. Exp. USD 1.56bln. (Newswires)</li>\r\n  <li>E*Trade (ETFC) Q3 EPS USD 0.88 vs. Exp. USD 0.82, revenue USD 0.720bln vs. Exp. USD 0.710bln. The online brokerage platform said following its earnings that it does not plan to sell itself. (Newswires)</li>\r\n  <li>Honeywell International Inc (HON) Q3 adj. EPS USD 2.03 vs. Exp. USD 1.99, revenue USD 10.76bln vs. Exp. USD 10.75bln. Q4 Adj. EPS USD 1.85-1.90 vs. Exp. USD 2.09, revenue USD 9.6bln-9.7bln vs. 11.2bln. Sales were solid in its warehouse automation and aerospace business. Expects continued macro strength across major end markets in FY19. (Newswires)</li>\r\n  <li>Interpublic Group of Companies Inc (IPG) Q3 Adj. EPS USD&nbsp;0.48 vs. Exp. USD 0.46, revenue USD 1.9bln vs. Exp. USD&nbsp; 1.88bln. (Newswires)</li>\r\n  <li>Intuitive Surgical Inc (ISRG) Q3 Adj. EPS USD 2.45 vs. Exp. USD 2.66, revenue USD 921bln vs. Exp. USD 0.92bln. (Newswires)</li>\r\n  <li>Kansas City Southern (KSU) Q3 EPS USD 1.70 vs. Exp. USD 1.57, revenue USD 0.699bln vs. Exp. USD 0.708.26bln. (Newswires)</li>\r\n  <li>PayPal Holdings Inc (PYPL) Q3 Adj. EPS USD 0.58 vs. Exp. USD 0.54, revenue USD 3.68bln vs. Exp. USD 3.66bln. GAAP EPS USD 0.36. Saw 45% mobile growth in Q3 and especially impressed with performance at Venmo. Sees FY18 EPS USD 2.38-2.40, consensus USD 2.34 and revenue USD 15.42bln-USD 15.5bln, consensus USD 15.42bln. (Newswires)&nbsp;</li>\r\n  <li>Procter &amp; Gamble Co (PG) Q1 core EPS USD 1.12 vs. Exp. USD 1.09, revenue USD 16.7bln vs. Exp. USD 16.46bln. Beauty products led sales. Organic sales growth 4%. Sees FY19 core EPS up 3%-8%, consensus USD 4.37. (Newswires)</li>\r\n  <li>Schlumberger NV (SLB) Q3 Adj. EPS USD 0.46 vs. Exp. USD 0.45, revenue USD 8.5bln vs. Exp. USD 8.59bln. (Newswires)</li>\r\n  <li>Skechers (SKX) Q3 EPS USD 0.58 vs. Exp. USD 0.51, revenue USD 1.18bln vs. Exp. USD 1.22bln. (Newswires)</li>\r\n  <li>State Street Corp (STT) Q3 EPS USD 1.87 vs. Exp. USD 1.87, revenue USD 2.95bln vs. Exp. USD 3.02bln. (Newswires)</li>\r\n  <li>SunTrust Banks Inc (STI) Q3 EPS USD 1.56 vs. Exp. USD 1.39 revenue USD 2.30bln vs. Exp. USD 2.35bln. (Newswires)</li>\r\n  <li>Synchrony Financial (SYF) Q3 EPS USD 0.91 vs. Exp. USD 0.80, revenue USD 4.26bln vs. Exp. USD 4.24bln; paid quarterly common stock dividend of USD 0.21/shr and repurchased USD 966mln of common stock. (Newswires)</li>\r\n  <li>VF Corp (VFC) Q2 EPS USD 1.26 vs. Exp. USD 1.33, revenue USD 3.9bln vs. Exp. USD 3.87bln. Increases quarterly dividend by 11% to USD 0.51/shr. Raises FY2019 Adj. EPS USD 3.65-3.61. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>DJIA</strong></p>\r\n\r\n<ul><li>Apple (AAPL) &ndash; The tech giant was accused of a patent infringement by Uniloc over a FaceTime technology developed by Hewlett-Packard (HPE, HPQ). (Apple Insider)</li>\r\n  <li>DowDuPont (DWDP) &ndash; The chemical giant sees USD 4.6bln goodwill impairment charges from its agricultural unit in September quarter; the co. does not believe these charges will affect its results for the quarter and its guidance for the year. (Newswires)</li>\r\n  <li>Pfizer (PFE) &ndash; An Australian competition watchdog announced the court dismissed a special leave application after the co. was said to have used its market power to limit competition on its Lipitor cholesterol-lowering drug. The court found the co. took advantage of its market position though did not prove it acted to lessen competition. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>S&amp;P500</strong></p>\r\n\r\n<ul><li>AIG (AIG) &ndash; The insurance co. announced ahead of its earnings that it expects Q3 pre-tax catastrophe losses between USD 1.5bln-1.7bln. (Newswires)</li>\r\n  <li>Campbell Soup (CPB) &ndash; Activist Investor Daniel Loeb&rsquo;s Third Point has released a public video addressed to shareholders of the packaged food co., the video shows the poor historical performance of the co. relative to the sector and wider market. The co.&rsquo;s CEO doesn&rsquo;t believe there are any concessions to be made. (FT, Newswires)</li>\r\n  <li>CBS (CBS) &ndash; Further updates on executive changes at the broadcaster where it has appointed Christina Spade, formerly at Showtime Networks, to the position of CFO. The co. has also named David Nevins as its new Chief Creative Officer. (Newswires)</li>\r\n  <li>Ford (F) &ndash; CEO Jim Hackett attempted to lift confidence in the automaker, which has been suffering from trade tensions and tariffs, in closed-doors meeting in Las Vegas this week: he presented new future models including the Explorer and Escape SUVs as well as new the Ranger truck. The co. is looking to renovate 75 percent of its line-up in the next two years. (Newswires)</li>\r\n  <li>MasterCard (MA) &ndash; The card co. has launched the Greener Payments Partnership with other card manufacturers Gemalto (GTO NA), Giesecke+Devrient and IDEMIA, to improve its impact on the environment. (Newswires)</li>\r\n  <li>Morgan Stanley (MS) &ndash; The bank has increased its retirement bonuses for top brokers who hand down their clients to the firm when they leave, they will earn an additional 10%-50% of the revenue they bring in for the firm in their last year. (Newswires)</li>\r\n  <li>Pinnacle West (PNW) &ndash; The Arizona-based electric co. has raised its quarterly cash dividend by 6.1% to USD 0.17/shr. (Newswires)</li>\r\n  <li>Twitter (TWTR) &ndash; The social media co. has suspended bots that were tweeting in support of Saudi Arabia&rsquo;s and MBS&rsquo;s handling of missing journalist Khashoggi. (NBC)</li>\r\n</ul>\r\n\r\n<p><strong>NASDAQ</strong></p>\r\n\r\n<ul><li>Amazon (AMZN) &ndash; The online retailer is planning to open a new Manchester, England office which would add 1000 UK jobs. In regard to its second HQ, an NY Times report showed that Northern Virginia is the most likely spot for it and is already home to its fast-growing cloud computing division, where the co. had made new rounds of visits to several locations for the USD 5bln project, according to the WSJ. (Newswires, NY Times, WSJ)</li>\r\n  <li>Facebook (FB) &ndash; The social media announced former UK official Nick Clegg will lead global affairs. (FT)</li>\r\n  <li>JD.com (JD) &ndash; The Chinese online retailer has now entered the Chinese delivery service space delivering parcels for both consumers and businesses. (WSJ)</li>\r\n  <li>Micron Technology (MU) &ndash; Semiconductor co. Micron will exercise its right to call Intel&rsquo;s (INTC) interest in their IM Flash Technologies joint venture, where it is expected to pay USD 1.5bln. (Newswires)</li>\r\n  <li>Mylan (MYL) &ndash; The pharma co. has launched its generic version of Pfizer&rsquo;s (PFE) Depo-Provera, a Medroxyprogesterone Acetate Injectable Suspension USP. (Newswires)</li>\r\n  <li>Tesla (TSLA) &ndash; The electric vehicle co. will be releasing a new Model 3 &lsquo;mid-range&rsquo; for a lower cost for USD 45,000 but will be USD 35,000 in California after federal &amp; state tax rebates. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>OTHER NEWS</strong></p>\r\n\r\n<ul><li>Alibaba (BABA) &ndash; The Chinese online retail titan said its upcoming &ldquo;singles day&rdquo;, an equivalent to the US Black Friday, will be the largest in &ldquo;scale and reach&rdquo; on November 11th. (CNBC)</li>\r\n  <li>Blackstone (BX) &ndash; The investment co. announced the current Saudi issues would not affect their half of its USD 40bln infrastructure fund, even though the CEO, Stephen Schwarzman, pulled out of the Saudi Investment conference. (Newswires)</li>\r\n  <li>Celanese (CE) &ndash; The chemicals co. announced it will be expanding its production of polyoxymethylene at its facility in Frankfurt, making it the largest POM plant in the world. (Newswires)</li>\r\n  <li>Shire (SHPG) &ndash; The co. was granted CHMP recommendation of marketing authorization for lanadelumab for the prevention of recurrent attacks of hereditary angioedema. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>BROKER MOVES</strong></p>\r\n\r\n<p><strong>Upgrades</strong></p>\r\n\r\n<ul><li>AMERICAN EAGLE (AEO) UPGRADED TO BUY FROM NEUTRAL AT CITI</li>\r\n  <li>DANA (DANA) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>DENTSPLY SIRONA (XRAY) UPGRADED TO BUY FROM SELL AT GOLDMAN SACHS</li>\r\n  <li>DEXCOM (DXCM) UPGRADED TO NEUTRAL FROM SELL AT GOLDMAN SACHS</li>\r\n  <li>DHT HOLDINGS (DHT) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>DISNEY (DIS) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li>\r\n  <li>ERICSSON (ERIC) UPGRADED TO BUY FROM HOLD AT ARGUS</li>\r\n  <li>IMPERIAL OIL (IMO) UPGRADED TO BUY FROM SELL AT GOLDMAN SACHS</li>\r\n  <li>INTUITIVE SURGICAL (ISRG) UPGRADED TO BUY FROM HOLD AT CANACCORD</li>\r\n  <li>MARATHON OIL (MRO) UPGRADED TO BUY FROM NEUTRAL AT MIZUHO</li>\r\n  <li>MURPHY OIL (MUR) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT MIZUHO</li>\r\n  <li>ONEOK (OKE) UPGRADED TO BUY FROM NEUTRAL AT SEAPORT GLOBAL</li>\r\n  <li>O&#39;REILLY AUTOMOTIVE (ORLY) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>PAYPAL (PYPL) UPGRADED TO BUY FROM NEUTRAL AT BTIG</li>\r\n  <li>PINNACLE WEST (PNW) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>PPG (PPG) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>ROKU (ROKU) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li>\r\n  <li>SANDY SPRING BANCORP (SASR) UPGRADED TO OUTPERFORM FROM NEUTRAL AT BAIRD</li>\r\n  <li>SYNEOS HEALTH (SYNH) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT WILLIAM BLAIR</li>\r\n  <li>WINTRUST FINANCIAL (WTFC) UPGRADED TO BUY FROM NEUTRAL AT DA DAVIDSON</li>\r\n</ul>\r\n\r\n<p><strong>Downgrades</strong></p>\r\n\r\n<ul><li>ASSOCIATED BANC-CORP (ASB) DOWNGRADED TO HOLD FROM BUY AT SANDLER O&#39;NEILL</li>\r\n  <li>BANK OZK (OZK) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT RAYMOND JAMES</li>\r\n  <li>BIOGEN (BIIB) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT BERNSTEIN</li>\r\n  <li>BNY MELLON (BK) DOWNGRADED TO UNDERPERFORM FROM MARKET PERFORM AT KEEFE BRUYETTE</li>\r\n  <li>EBAY (EBAY) DOWNGRADED TO HOLD FROM BUY AT STIFEL</li>\r\n  <li>ENDOCYTE (ECYT) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WELLS FARGO</li>\r\n  <li>FORD (F) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li>\r\n  <li>GENTHERM (THRM) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li>\r\n  <li>HARLEY-DAVIDSON (HOG) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT BMO CAPITAL</li>\r\n  <li>INVESCO (IVZ) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li>\r\n  <li>LAS VEGAS SANDS (LVS) DOWNGRADED TO BUY FROM CONVICTION BUY AT GOLDMAN SACHS</li>\r\n  <li>NEVRO (NVRO) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>NISOURCE (NI) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</li>\r\n  <li>SERVICESOURCE (SREV) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT JMP SECURITIES</li>\r\n  <li>TRAVELERS (TRV) DOWNGRADED TO NEUTRAL FROM BUY AT CITI</li>\r\n  <li>VALERO (VLO) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>VALERO ENERGY PARTNERS (VLP) CUT TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li>\r\n  <li>VALERO ENERGY PARTNERS (VLP) DOWNGRADED TO HOLD FROM BUY AT SUNTRUST</li>\r\n</ul>\r\n\r\n<p><strong>Initiations</strong></p>\r\n\r\n<ul><li>ADOBE (ADBE) RATED NEW NEUTRAL AT WEDBUSH; PT USD 270</li>\r\n  <li>APPLE (AAPL) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 310</li>\r\n  <li>BENEFITFOCUS (BNFT) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 42</li>\r\n  <li>BJ&#39;S RESTAURANTS (BJRI) RATED NEW UNDERPERFORM AT GORDON HASKETT</li>\r\n  <li>BLACKLINE (BL) RATED NEW PERFORM AT OPPENHEIMER</li>\r\n  <li>BLOOMIN&#39; BRANDS (BLMN) RATED NEW BUY AT GORDON HASKETT; PT USD 23</li>\r\n  <li>BRINKER (EAT) RATED NEW HOLD AT GORDON HASKETT; PT USD 44</li>\r\n  <li>CHECK POINT SOFTWARE (CHKP) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 140</li>\r\n  <li>CHEESECAKE FACTORY (CAKE) RATED NEW HOLD AT GORDON HASKETT; PT USD 53</li>\r\n  <li>CHIPOTLE (CMG) RATED NEW UNDERPERFORM AT GORDON HASKETT; PT USD 385</li>\r\n  <li>CITRIX (CTXS) RATED NEW NEUTRAL AT WEDBUSH; PT USD 115</li>\r\n  <li>CLOUDERA (CLDR) RATED NEW NEUTRAL AT WEDBUSH; PT USD 17</li>\r\n  <li>COPA HOLDINGS (CPA) RATED NEW IN-LINE AT IMPERIAL; PT USD 86</li>\r\n  <li>CRACKER BARREL (CBRL) RATED NEW HOLD AT GORDON HASKETT; PT USD 152</li>\r\n  <li>CYBERARK SOFTWARE (CYBR) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 85</li>\r\n  <li>DARDEN (DRI) RATED NEW UNDERPERFORM AT GORDON HASKETT; PT USD 94</li>\r\n  <li>DAVE &amp; BUSTER&#39;S (PLAY) RATED NEW BUY AT GORDON HASKETT; PT USD 70</li>\r\n  <li>DOCUSIGN (DOCU) RATED NEW NEUTRAL AT WEDBUSH; PT USD 45</li>\r\n  <li>DUNKIN&#39; (DNKN) RATED NEW HOLD AT GORDON HASKETT; PT USD 70</li>\r\n  <li>FORTINET (FTNT) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 100</li>\r\n  <li>IMMUNOMEDICS (IMMU) RATED NEW OVERWEIGHT AT PIPER JAFFRAY; PT USD 33</li>\r\n  <li>J2 GLOBAL (JCOM) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 95</li>\r\n  <li>JACK IN THE BOX (JACK) RATED NEW HOLD AT GORDON HASKETT; PT USD 84</li>\r\n  <li>MCDONALD&#39;S (MCD) RATED NEW BUY AT GORDON HASKETT; PT USD 185</li>\r\n  <li>MICROSOFT (MSFT) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 140</li>\r\n  <li>MODEL N (MODN) RATED NEW OUTPERFORM AT OPPENHEIMER; PT USD 23</li>\r\n  <li>NICE LTD ADRS (NICE IT) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 130</li>\r\n  <li>NUANCE (NUAN) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 22</li>\r\n  <li>NUCANA ADRS (NCNA) RATED NEW OVERWEIGHT AT PIPER JAFFRAY; PT USD 36</li>\r\n  <li>PACIFIC BIO (PACB) RATED NEW OUTPERFORM AT COWEN; PT USD 6.50</li>\r\n  <li>PALO ALTO NETWORKS (PANW) RATED NEW NEUTRAL AT WEDBUSH; PT USD 225</li>\r\n  <li>PGT INNOVATIONS (PGTI) RATED NEW BUY AT DEUTSCHE BANK; PT USD 26</li>\r\n  <li>QUALYS (QLYS) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 95</li>\r\n  <li>RED ROBIN (RRGB) RATED NEW HOLD AT GORDON HASKETT; PT USD 38</li>\r\n  <li>ROSEHILL RESOURCES (ROSEU) RATED NEW BUY AT SUNTRUST; PT USD 10</li>\r\n  <li>SYMANTEC (SYMC) RATED NEW NEUTRAL AT WEDBUSH; PT USD 19</li>\r\n  <li>TENABLE HOLDINGS (TENB) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 38</li>\r\n  <li>TEXAS ROADHOUSE (TXRH) RATED NEW UNDERPERFORM AT GORDON HASKETT; PT USD 60</li>\r\n  <li>VARONIS SYSTEMS (VRNS) RATED NEW NEUTRAL AT WEDBUSH; PT USD 65</li>\r\n  <li>VERINT (VRNT) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 58</li>\r\n  <li>VIEWRAY (VRAY) RATED NEW OUTPERFORM AT BAIRD; PT USD 14</li>\r\n  <li>VMWARE (VMW) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 185</li>\r\n  <li>WENDY&#39;S (WEN) RATED NEW BUY AT GORDON HASKETT; PT USD 20</li>\r\n  <li>WINGSTOP (WING) RATED NEW BUY AT GORDON HASKETT; PT USD 81</li>\r\n  <li>YUM (YUM) RATED NEW HOLD AT GORDON HASKETT; PT USD 90</li>\r\n  <li>ZSCALER (ZS) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 48</li>\r\n</ul>\r\n\r\n<p><strong>Ex-Dividends</strong></p>\r\n\r\n<ul><li>Apache Corp (APA). Amount USD 0.25&nbsp;</li>\r\n  <li>Caterpillar Inc (CAT). Amount USD 0.86&nbsp;</li>\r\n  <li>Graco Inc (GGG). Amount USD 0.13&nbsp;</li>\r\n  <li>Hormel Foods Corp (HRL). Amount USD 0.19&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-19th-october-2018-19-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 20:40:00",
        "gmt_time": "2018-10-19 12:40:00"
    },
    {
        "id": 679169,
        "updated_sequence": 1070531,
        "published_at": {
            "unix": 1539952740,
            "text": "2018-10-19 13:39:00 +0100",
            "iso_8601": "2018-10-19T12:39:00Z"
        },
        "updated_at": {
            "unix": 1539952811,
            "text": "2018-10-19 13:40:11 +0100",
            "iso_8601": "2018-10-19T12:40:11Z"
        },
        "subject": "Kinder Morgan's Southern Natural Gas Co. has reported an unanticipated gas leak when putting section 28 line in segment 340 post-maintenance",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kinder-morgan-s-southern-natural-gas-co-has-reported-an-unanticipated-gas-leak-when-putting-section-28-line-in-segment-340-post-maintenance-19-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 20:39:00",
        "gmt_time": "2018-10-19 12:39:00"
    },
    {
        "id": 679168,
        "updated_sequence": 1070528,
        "published_at": {
            "unix": 1539952380,
            "text": "2018-10-19 13:33:00 +0100",
            "iso_8601": "2018-10-19T12:33:00Z"
        },
        "updated_at": {
            "unix": 1539952540,
            "text": "2018-10-19 13:35:40 +0100",
            "iso_8601": "2018-10-19T12:35:40Z"
        },
        "subject": "BoC Measures Average 2.0% (vs. prev. 2.1%)",
        "content": "<ul><li>CPI Median: 2.0%</li>\r\n  <li>CPI Trim: 2.1%</li>\r\n  <li>CPI Common: 1.9%</li>\r\n</ul>\r\n\r\n<p>Probability of a hike at the upcoming BoC meeting 96.95% vs. 98% prior to data release</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boc-measures-average-2-0-vs-prev-2-1-19-10-2018",
        "hidden": false,
        "section": {
            "id": 9,
            "name": "Canadian Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 20:33:00",
        "gmt_time": "2018-10-19 12:33:00"
    },
    {
        "id": 679156,
        "updated_sequence": 1070481,
        "published_at": {
            "unix": 1539951960,
            "text": "2018-10-19 13:26:00 +0100",
            "iso_8601": "2018-10-19T12:26:00Z"
        },
        "updated_at": {
            "unix": 1539952052,
            "text": "2018-10-19 13:27:32 +0100",
            "iso_8601": "2018-10-19T12:27:32Z"
        },
        "subject": "ECB's Draghi told the Greek PM that the volatility in Greek Government Bonds is due to exogenous factors",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-draghi-told-the-greek-pm-that-the-volatility-in-greek-government-bonds-is-due-to-exogenous-factors-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 20:26:00",
        "gmt_time": "2018-10-19 12:26:00"
    },
    {
        "id": 679155,
        "updated_sequence": 1070478,
        "published_at": {
            "unix": 1539950940,
            "text": "2018-10-19 13:09:00 +0100",
            "iso_8601": "2018-10-19T12:09:00Z"
        },
        "updated_at": {
            "unix": 1539951095,
            "text": "2018-10-19 13:11:35 +0100",
            "iso_8601": "2018-10-19T12:11:35Z"
        },
        "subject": "Scotiabank FX Daily - G10 Reflecting Pro-Risk Bias Into Key Cdn Data Releases",
        "content": "<ul><li>&nbsp; USD ending the week on the defensive w/ mild risk appetite lifting NZD.</li>\r\n  <li>&nbsp; CAD vulnerable into CPI and retail sales ahead of next Wednesday&rsquo;s BoC.</li>\r\n  <li>&nbsp; EUR attempting modest recovery but still below 1.15 as Italian concerns linger.</li>\r\n  <li>&nbsp; GBP remarkably quiet consolidating just above 1.3000; vulnerable on break.</li>\r\n  <li>&nbsp; JPY trading in tandem with market tone; Kuroda maintains bias to easing.</li>\r\n  <li>&nbsp; AUD lifted by recovery in sentiment &amp; impressive gains in China&rsquo;s equity indices.</li>\r\n  <li>&nbsp; MXN steady just above lower end of recent range; market tone still dominant.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-g10-reflecting-pro-risk-bias-into-key-cdn-data-releases-19-10-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 20:09:00",
        "gmt_time": "2018-10-19 12:09:00"
    },
    {
        "id": 679154,
        "updated_sequence": 1070475,
        "published_at": {
            "unix": 1539950100,
            "text": "2018-10-19 12:55:00 +0100",
            "iso_8601": "2018-10-19T11:55:00Z"
        },
        "updated_at": {
            "unix": 1539950179,
            "text": "2018-10-19 12:56:19 +0100",
            "iso_8601": "2018-10-19T11:56:19Z"
        },
        "subject": "Spanish Budget Minister Montoro says the EU letter did not question the calculation of the budget deficit target",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "spanish-budget-minister-montoro-says-the-eu-letter-did-not-question-the-calculation-of-the-budget-deficit-target-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 19:55:00",
        "gmt_time": "2018-10-19 11:55:00"
    },
    {
        "id": 679153,
        "updated_sequence": 1070472,
        "published_at": {
            "unix": 1539949620,
            "text": "2018-10-19 12:47:00 +0100",
            "iso_8601": "2018-10-19T11:47:00Z"
        },
        "updated_at": {
            "unix": 1539949796,
            "text": "2018-10-19 12:49:56 +0100",
            "iso_8601": "2018-10-19T11:49:56Z"
        },
        "subject": "UK PM May and South Korean President Moon have agreed to work closely together to transition from the existing trade agreement between South Korea and the EU",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-and-south-korean-president-moon-have-agreed-to-work-closely-together-to-transition-from-the-existing-trade-agreement-between-south-korea-and-the-eu-19-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 19:47:00",
        "gmt_time": "2018-10-19 11:47:00"
    },
    {
        "id": 679152,
        "updated_sequence": 1070469,
        "published_at": {
            "unix": 1539949080,
            "text": "2018-10-19 12:38:00 +0100",
            "iso_8601": "2018-10-19T11:38:00Z"
        },
        "updated_at": {
            "unix": 1539949506,
            "text": "2018-10-19 12:45:06 +0100",
            "iso_8601": "2018-10-19T11:45:06Z"
        },
        "subject": "Indian Central Bank official says that inflation will likely rise beyond the Q1 FY19-20 projection of 4.8% that was made by the RBI",
        "content": "<ul><li>Adds that there is a likely risk of an un-anchoring&nbsp;of inflationary expectations, which may impair the ability to keep headline inflation consistently at 4%</li>\r\n  <li>RBI&#39;s Acharya says that our estimates of the output gap suggest it has virtually closed</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indian-central-bank-official-says-that-inflation-will-likely-rise-beyond-the-q1-fy19-20-projection-of-4-8-that-was-made-by-the-rbi-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 19:38:00",
        "gmt_time": "2018-10-19 11:38:00"
    },
    {
        "id": 679151,
        "updated_sequence": 1070462,
        "published_at": {
            "unix": 1539948960,
            "text": "2018-10-19 12:36:00 +0100",
            "iso_8601": "2018-10-19T11:36:00Z"
        },
        "updated_at": {
            "unix": 1539949056,
            "text": "2018-10-19 12:37:36 +0100",
            "iso_8601": "2018-10-19T11:37:36Z"
        },
        "subject": "OPEC and Non-OPEC September compliance with oil supply pact at 111% vs. 129% in August",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "opec-and-non-opec-september-compliance-with-oil-supply-pact-at-111-vs-129-in-august-19-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 19:36:00",
        "gmt_time": "2018-10-19 11:36:00"
    },
    {
        "id": 679149,
        "updated_sequence": 1070451,
        "published_at": {
            "unix": 1539947700,
            "text": "2018-10-19 12:15:00 +0100",
            "iso_8601": "2018-10-19T11:15:00Z"
        },
        "updated_at": {
            "unix": 1539947768,
            "text": "2018-10-19 12:16:08 +0100",
            "iso_8601": "2018-10-19T11:16:08Z"
        },
        "subject": "Chinese President Xi and US President Trump tentatively agree to talks at the G20 Summit on November 29th; according to SCMP ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-president-xi-and-us-president-trump-tentatively-agree-to-talks-at-the-g20-summit-on-november-29th-according-to-scmp-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 19:15:00",
        "gmt_time": "2018-10-19 11:15:00"
    },
    {
        "id": 679148,
        "updated_sequence": 1070453,
        "published_at": {
            "unix": 1539947700,
            "text": "2018-10-19 12:15:00 +0100",
            "iso_8601": "2018-10-19T11:15:00Z"
        },
        "updated_at": {
            "unix": 1539947781,
            "text": "2018-10-19 12:16:21 +0100",
            "iso_8601": "2018-10-19T11:16:21Z"
        },
        "subject": "United States requests WTO adjudication in disputes regarding China's IP policies. Also, against Canada, China, EU and Mexico over retaliatory tariffs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "united-states-requests-wto-adjudication-in-disputes-regarding-china-s-ip-policies-also-against-canada-china-eu-and-mexico-over-retaliatory-tariffs-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 19:15:00",
        "gmt_time": "2018-10-19 11:15:00"
    },
    {
        "id": 679145,
        "updated_sequence": 1070445,
        "published_at": {
            "unix": 1539946800,
            "text": "2018-10-19 12:00:00 +0100",
            "iso_8601": "2018-10-19T11:00:00Z"
        },
        "updated_at": {
            "unix": 1539946875,
            "text": "2018-10-19 12:01:15 +0100",
            "iso_8601": "2018-10-19T11:01:15Z"
        },
        "subject": "Procter & Gamble Co (PG) Q1 core EPS USD 1.12 vs. Exp. USD 1.09, revenue USD 16.7bln vs. Exp. USD 16.46bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "procter-gamble-co-pg-q1-core-eps-usd-1-12-vs-exp-usd-1-09-revenue-usd-16-7bln-vs-exp-usd-16-46bln-19-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 19:00:00",
        "gmt_time": "2018-10-19 11:00:00"
    },
    {
        "id": 679147,
        "updated_sequence": 1070443,
        "published_at": {
            "unix": 1539946800,
            "text": "2018-10-19 12:00:00 +0100",
            "iso_8601": "2018-10-19T11:00:00Z"
        },
        "updated_at": {
            "unix": 1539946847,
            "text": "2018-10-19 12:00:47 +0100",
            "iso_8601": "2018-10-19T11:00:47Z"
        },
        "subject": "State Street Corp (STT) Q3 EPS USD 1.87 vs. Exp. USD 1.87, revenue USD 2.95bln vs. Exp. USD 3.02bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "state-street-corp-stt-q3-eps-usd-1-87-vs-exp-usd-1-87-revenue-usd-2-95bln-vs-exp-usd-3-02bln-19-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 19:00:00",
        "gmt_time": "2018-10-19 11:00:00"
    },
    {
        "id": 679146,
        "updated_sequence": 1070456,
        "published_at": {
            "unix": 1539946800,
            "text": "2018-10-19 12:00:00 +0100",
            "iso_8601": "2018-10-19T11:00:00Z"
        },
        "updated_at": {
            "unix": 1539948017,
            "text": "2018-10-19 12:20:17 +0100",
            "iso_8601": "2018-10-19T11:20:17Z"
        },
        "subject": "Schlumberger NV (SLB) Q3 Adj. EPS USD 0.46 vs. Exp. USD 0.45, revenue USD 8.5bln vs. Exp. USD 8.59bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "schlumberger-nv-slb-q3-adj-eps-usd-0-46-vs-exp-usd-0-45-revenue-usd-8-5bln-vs-exp-usd-8-59bln-19-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 19:00:00",
        "gmt_time": "2018-10-19 11:00:00"
    },
    {
        "id": 679144,
        "updated_sequence": 1070434,
        "published_at": {
            "unix": 1539946500,
            "text": "2018-10-19 11:55:00 +0100",
            "iso_8601": "2018-10-19T10:55:00Z"
        },
        "updated_at": {
            "unix": 1539946668,
            "text": "2018-10-19 11:57:48 +0100",
            "iso_8601": "2018-10-19T10:57:48Z"
        },
        "subject": "VF Corp (VFC) Q2 EPS USD 1.43. vs. Exp. USD 1.33, revenue USD 3.9bln vs. Exp. USD 3.87bln; increases quarterly dividend by 11% to USD 0.51/shr ",
        "content": "<ul><li>Raises FY2019 Adj. EPS USD 3.65-3.61</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "vf-corp-vfc-q2-eps-usd-1-43-vs-exp-usd-1-33-revenue-usd-3-9bln-vs-exp-usd-3-87bln-increases-quarterly-dividend-by-11-to-usd-0-51-shr-19-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 18:55:00",
        "gmt_time": "2018-10-19 10:55:00"
    },
    {
        "id": 679143,
        "updated_sequence": 1070428,
        "published_at": {
            "unix": 1539946200,
            "text": "2018-10-19 11:50:00 +0100",
            "iso_8601": "2018-10-19T10:50:00Z"
        },
        "updated_at": {
            "unix": 1539946256,
            "text": "2018-10-19 11:50:56 +0100",
            "iso_8601": "2018-10-19T10:50:56Z"
        },
        "subject": "Ryanair (RYA LN) Spanish union reportedly threatens strike for the end of 2018",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ryanair-rya-ln-spanish-union-reportedly-threatens-strike-for-the-end-of-2018-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 18:50:00",
        "gmt_time": "2018-10-19 10:50:00"
    },
    {
        "id": 679142,
        "updated_sequence": 1070425,
        "published_at": {
            "unix": 1539946080,
            "text": "2018-10-19 11:48:00 +0100",
            "iso_8601": "2018-10-19T10:48:00Z"
        },
        "updated_at": {
            "unix": 1539946213,
            "text": "2018-10-19 11:50:13 +0100",
            "iso_8601": "2018-10-19T10:50:13Z"
        },
        "subject": "Maersk (MAERSKB DC) CEO said he 3-4% in global trade volumes this year; adding that it's hard to be optimistic ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "maersk-maerskb-dc-ceo-said-he-3-4-in-global-trade-volumes-this-year-adding-that-it-s-hard-to-be-optimistic-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 18:48:00",
        "gmt_time": "2018-10-19 10:48:00"
    },
    {
        "id": 679141,
        "updated_sequence": 1070418,
        "published_at": {
            "unix": 1539945900,
            "text": "2018-10-19 11:45:00 +0100",
            "iso_8601": "2018-10-19T10:45:00Z"
        },
        "updated_at": {
            "unix": 1539945952,
            "text": "2018-10-19 11:45:52 +0100",
            "iso_8601": "2018-10-19T10:45:52Z"
        },
        "subject": "RANsquawk Daily US Opening News - 19th October 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20349/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Major European indices are mostly lower with Italian banks adversely affected by the EU Commission&rsquo;s response to the Italian budget</li>\r\n  <li>Dollar remains relatively well bid overall, albeit off best levels as the index straddles 96.000</li>\r\n  <li>Looking ahead, highlights include, Canadian CPI and Retail sales, US Existing Home Sales, Baker Hughes Rig Count, BoE&rsquo;s Carney, Fed&rsquo;s Bostic and Kaplan</li>\r\n</ul>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets were mostly lower following a resumption of the tech-led losses on Wall St where the dampened risk-tone was attributed to various ongoing concerns including higher US interest rates, Italy&rsquo;s budget deficit, Saudi foul play and the US-China trade dispute. ASX 200 (Unch) and Nikkei 225 (-0.6%) both declined although losses in Australia were stemmed by resilience in gold miners and in the largest weighted financials sector, while Japanese exporters took the brunt of the recent safe-haven flows into JPY. Elsewhere, Hang Seng (+0.4%) and Shanghai Comp. (+2.6%) were both initially negative as the mainland index extended on the prior day&rsquo;s near-3% drop and as participants digested a slew of tier-1 data in which GDP Y/Y and Industrial Production missed estimates, although losses in the mainland were gradually pared as there were also various announcements from Chinese officials on supporting domestic companies. Finally, 10yr JGBs were uneventful with only minimal support seen from the risk averse tone and paltry BoJ Rinban announcement for JPY 255bln in JGBs.</p>\r\n\r\n<p>Chinese GDP (Q3) Y/Y 6.5% vs. Exp. 6.6% (Prev. 6.7%) (Newswires)</p>\r\n\r\n<p>Chinese GDP (Q3) Q/Q 1.6% vs. Exp. 1.6% (Prev. 1.8%)<br />Chinese Industrial Production (Sep) Y/Y 5.8% vs. Exp. 6.0% (Prev. 6.1%)<br />Chinese Retail Sales (Sep) Y/Y 9.2% vs. Exp. 9.0% (Prev. 9.0%)</p>\r\n\r\n<p>PBoC injected CNY 30bln via 7-day reverse repos for a weekly injection of CNY 30bln vs. Prev. CNY 160bln net drain. (Newswires)<br />PBoC set CNY mid-point at 6.9387 (Prev. 6.9275)</p>\r\n\r\n<p>PBoC Governor Yi Gang said will maintain prudent and neutral monetary policy, while he added PBoC will use monetary policy tools including Medium-term Lending Facility to bolster lending to private firms. (Newswires)</p>\r\n\r\n<p>CSRC said it will support SME&#39;s issuance of high-yield bonds and other debt products, while it will also support share repurchases by qualified listed firms and will encourage M&amp;A by listed firms. Furthermore, the CSRC also stated it will encourage various types of funds to aid companies facing margin call pressures. (Newswires)</p>\r\n\r\n<p>Japanese National CPI (Sep) Y/Y 1.2% vs. Exp. 1.3% (Prev. 1.3%). (Newswires)<br />Japanese National CPI Ex. Fresh Food (Sep) Y/Y 1.0% vs. Exp. 1.0% (Prev. 0.9%)</p>\r\n\r\n<p>BoJ Governor Kuroda says Japan&#39;s economy is expanding moderately and exports on rising trend; inflation is likely to gradually accelerate towards 2% and reiterates the BoJ must maintain powerful monetary easing. (Newswires)</p>\r\n\r\n<p>EU/UK</p>\r\n\r\n<p>UK PM May is reportedly isolated with the party said to be turning against the chaotic Brexit plan and with EU leaders giving her the cold shoulder. (Telegraph)</p>\r\n\r\n<p>EU Chief Negotiator Barnier says the Brexit accord is possible but difficult; however, problems regarding Ireland could result in a failure of Brexit talks. Barnier reiterated that they are 90% there in reaching an agreement with UK and added that he is still not certain a deal will be reached. (Newswires)</p>\r\n\r\n<p>UK PM May Spokeswoman said we shouldn&#39;t get ahead of ourselves on the idea of extending the transition period. (Newswires)</p>\r\n\r\n<p>EU leaders are making preparations to support UK PM May in building a &ldquo;coalition of the reasonable&rdquo; in UK Parliament in an attempt to avert a no-deal Brexit. (Guardian)</p>\r\n\r\n<p>Austrian Chancellor said expects the EU commission to give Italy a clear answer; that we need discipline and consequence. Austria&#39;s Kurz says if Italy deviates from the Maastricht budget rules it would be putting its self in danger. (Newswires)</p>\r\n\r\n<p>UK Foreign Minister Hunt said the free trade agreement will take months not years to negotiate; adding that the backstop plan involving UK-wide customs union is possible, but not one which involves an indefinite customs union membership. (Newswires)</p>\r\n\r\n<p>Italy&#39;s Deputy PM Salvini said he will return to Rome on Saturday to solve the coalition dispute regarding tax amnesty, adding that the coalition must stop arguing. (Newswires)</p>\r\n\r\n<p>Italian Banking Association Head says one cannot remain indifferent to growing spread between IT/GE spread. (Newswires)</p>\r\n\r\n<p>Italy&#39;s 5 Star chamber speaker says that he believes the 5SM cannot vote for tax amnesty as sought by League. (Newswires)</p>\r\n\r\n<p>Norway&#39;s Government is considering setting up a committee for monetary policy and financial stability in the Norges Bank, that will take decisions on the key policy rate and advise on instruments such as counter cyclical buffer. (Newswires)</p>\r\n\r\n<p>US</p>\r\n\r\n<p>US submitted requests for dispute panel over retaliatory tariffs from China, EU, Canada and Mexico according to a source, while reports noted that Canada, Mexico and China are planning to seek dispute resolution from WTO related to US metal tariffs. (Newswires)</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>Major European indices are mostly lower, with the exception of the SMI (0.25%) bolstered by Nestle (+1.8%), following an upgrade to buy at DZ bank, and the FTSE MIB (-1%) lagging, with Italian banks adversely affected by the EU Commission&rsquo;s response to the Italian budget; UBI Banca are halted after falling 5.5%. In terms of sectors, consumer discretionary is the worst performer, down by over 1.5%, due to poor performance by Michelin (-7%), with Continental (-5.5%) and Pirelli (-4.9%) down in sympathy. The utilities sector is leading, supported by names such as National Grid +1%.</p>\r\n\r\n<p>In terms of individual equities Intu Properties (+11%), following a revised offer from the Peel Group. Bouygues (-9%) are lagging after the company lowered their profit guidance; closely followed by Intercontinental Hotels (-5.1%) as USD 500mln is to be returned to shareholders by means of a special dividend.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>USD - The Dollar remains relatively well bid overall, albeit off best levels as the index straddles 96.000 and mtd highs ahead of a key Fib, at (96.155 and 96.236 respectively. However, some G10 counterparts have clawed back losses vs the Greenback on a mixture of pre-weekend short covering, consolidation and hedging against event risk.</p>\r\n\r\n<p>NZD - The major outperformer, and firmly back above 0.6550 vs the Usd, but mainly on cross flows vs the AUD and the potential for political fall-out from Sydney by-elections. Aud/Nzd has retreated sharply from recent highs towards 1.0800 and Aud/Usd is also recoiling to straddle 0.7100 from 0.7150+ levels earlier in the week (partly on encouraging labour market metrics). Note also, the Aud remains more prone to Chinese impulses and GDP data overnight disappointed.</p>\r\n\r\n<p>CAD/GBP - Also forging gains vs the Usd, or rather paring losses, as the Loonie pivots 1.3050 ahead of top-tier Canadian data in the form of CPI and retail sales, while Cable has found some respite from Brexit woes via EU&rsquo;s Barnier pledging no desire to force a hard withdrawal deal on the UK, and ahead of 1.3000 via chart support.</p>\r\n\r\n<p>CHF/EUR - Both narrowly mixed vs the Dollar with the Franc meandering between 0.9950-75 and single currency circling 1.1450 amidst the ongoing Italy vs EU budget rift, but with the Eur also eyeing a downside technical level (Fib circa 1.1422) and conscious of hefty option expiry interest (2.1 bn at the 1.1400 strike vs 1.3 bn at 1.1500).</p>\r\n\r\n<p>JPY - Mainly weaker within a 112.15-55 range vs the Usd in wake of soft Japanese inflation data overnight and more dovish BoJ policy guidance from Governor Kuroda.</p>\r\n\r\n<p>EM - The Rand is bucking a broad weaker trend in regional currencies vs the Buck with the aid of hawkish rhetoric from the SARB that indicated rate hikes if CPI rises in line with forecasts. Usd/Zar down to around 14.3375 at one stage.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Gold is marginally up, approaching USD 1230/oz once again staying in a USD 5/oz range; as the market environment is affected by market concerns such as Brexit, Italian Budget and lower than expected Chinese GDP data. London copper is flat at USD 6162/tonne, following it dropping by 1% yesterday; putting copper on track for its biggest weekly drop since mid-August.</p>\r\n\r\n<p>Both WTI and Brent are up over 0.5% on the day, at around USD 69/bbl and USD 80/bbl respectively. This slight increase is likely due to ongoing tension surrounding the disappearance of journalist Khashoggi, and what the US response will be when the investigation finishes. Although, OPEC have stated that prices are likely to decline in the coming weeks as they expect US output to increase.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>After a relatively tame opening mark-up to 121.28 from yesterday&rsquo;s 121.15 Liffe close and early wobble to 121.24, the 10 year UK benchmark bond built a bit more momentum alongside Bunds (crossed 160.00 to 160.08, +55 ticks vs +10 ticks at the low) and just reached 121.50 for a 35 tick gain on the day. This, as the heat turns up on Italy again with BTPs slipping to fresh intraday, recent and a new contract low (117.77, just off the 117.71 continuation base) and the overall risk tone sours. Note, PSNB balances were better than forecast but had limited market impact, though a scheduled speech from BoE Governor Carney may be more pivotal, as the 3 month STIR strip extends post-retail sales gains and flattens (1-3 ticks above parity). Elsewhere, US Treasuries have been dragged into mild positive territory and seemingly encouraged by their core EU counterparts, with the curve pretty flat after undulations this week. Also, ahead US existing home sales and more Fed speak.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-19th-october-2018-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 18:45:00",
        "gmt_time": "2018-10-19 10:45:00"
    },
    {
        "id": 679140,
        "updated_sequence": 1070415,
        "published_at": {
            "unix": 1539945660,
            "text": "2018-10-19 11:41:00 +0100",
            "iso_8601": "2018-10-19T10:41:00Z"
        },
        "updated_at": {
            "unix": 1539945803,
            "text": "2018-10-19 11:43:23 +0100",
            "iso_8601": "2018-10-19T10:43:23Z"
        },
        "subject": "OPEC, non-OPEC allies pumped an extra 724000 BPD of oil in September compared to May, which is less than the 1 million BPD pledged. According to an internal document",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "opec-non-opec-allies-pumped-an-extra-724000-bpd-of-oil-in-september-compared-to-may-which-is-less-than-the-1-million-bpd-pledged-according-to-an-internal-document-19-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 18:41:00",
        "gmt_time": "2018-10-19 10:41:00"
    },
    {
        "id": 679138,
        "updated_sequence": 1070407,
        "published_at": {
            "unix": 1539945000,
            "text": "2018-10-19 11:30:00 +0100",
            "iso_8601": "2018-10-19T10:30:00Z"
        },
        "updated_at": {
            "unix": 1539945094,
            "text": "2018-10-19 11:31:34 +0100",
            "iso_8601": "2018-10-19T10:31:34Z"
        },
        "subject": "Honeywell International Inc (HON) Q3 adj. EPS USD 2.03 vs. Exp. USD 1.99, revenue USD 10.76bln vs. Exp. USD 10.75bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "honeywell-international-inc-hon-q3-adj-eps-usd-2-03-vs-exp-usd-1-99-revenue-usd-10-76bln-vs-exp-usd-10-75bln-19-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 18:30:00",
        "gmt_time": "2018-10-19 10:30:00"
    },
    {
        "id": 679139,
        "updated_sequence": 1070410,
        "published_at": {
            "unix": 1539945000,
            "text": "2018-10-19 11:30:00 +0100",
            "iso_8601": "2018-10-19T10:30:00Z"
        },
        "updated_at": {
            "unix": 1539945176,
            "text": "2018-10-19 11:32:56 +0100",
            "iso_8601": "2018-10-19T10:32:56Z"
        },
        "subject": "Synchrony Financial (SYF) Q3 EPS USD 0.91 vs. Exp. USD 0.80, revenue USD 4.26bln vs. Exp. USD 4.24bln; paid quarterly common stock dividend of USD 0.21/shr  and repurchased USD 966mln of common stock",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "synchrony-financial-syf-q3-eps-usd-0-91-vs-exp-usd-0-80-revenue-usd-4-26bln-vs-exp-usd-4-24bln-paid-quarterly-common-stock-dividend-of-usd-0-21-shr-and-repurchased-usd-966mln-of-common-stock-19-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 18:30:00",
        "gmt_time": "2018-10-19 10:30:00"
    },
    {
        "id": 679137,
        "updated_sequence": 1070401,
        "published_at": {
            "unix": 1539944220,
            "text": "2018-10-19 11:17:00 +0100",
            "iso_8601": "2018-10-19T10:17:00Z"
        },
        "updated_at": {
            "unix": 1539944387,
            "text": "2018-10-19 11:19:47 +0100",
            "iso_8601": "2018-10-19T10:19:47Z"
        },
        "subject": "UK PM May Spokeswoman says we shouldn't get ahead of ourselves on the idea of extending the transition period",
        "content": "<ul><li>Adds that PM May will brief around 120 business leaders on the latest developments in Brexit later today.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-spokeswoman-says-we-shouldn-t-get-ahead-of-ourselves-on-the-idea-of-extending-the-transition-period-19-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 18:17:00",
        "gmt_time": "2018-10-19 10:17:00"
    },
    {
        "id": 679136,
        "updated_sequence": 1070396,
        "published_at": {
            "unix": 1539944160,
            "text": "2018-10-19 11:16:00 +0100",
            "iso_8601": "2018-10-19T10:16:00Z"
        },
        "updated_at": {
            "unix": 1539944299,
            "text": "2018-10-19 11:18:19 +0100",
            "iso_8601": "2018-10-19T10:18:19Z"
        },
        "subject": "BAML Flow Show",
        "content": "<ul><li>Equities: massive outflows USD 15.8bln (USD 0.4bln ETF outflows, USD 15.5bln mutual fund outflows)</li>\r\n  <li>Bonds: 4 week of outflows (USD 8.1bln)</li>\r\n  <li>Precious metals: small inflows (USD 0.2bln)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BofAML",
        "slug": "baml-flow-show-19-10-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 18:16:00",
        "gmt_time": "2018-10-19 10:16:00"
    },
    {
        "id": 679135,
        "updated_sequence": 1070393,
        "published_at": {
            "unix": 1539943260,
            "text": "2018-10-19 11:01:00 +0100",
            "iso_8601": "2018-10-19T10:01:00Z"
        },
        "updated_at": {
            "unix": 1539943355,
            "text": "2018-10-19 11:02:35 +0100",
            "iso_8601": "2018-10-19T10:02:35Z"
        },
        "subject": "Atlas Copco (ATCOA SS) Revenue SEK 23.7bln vs. Exp. SEK 24.4bln; Adj Operating SEK 5.3bln vs. Exp. SEK 5.50bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlas-copco-atcoa-ss-revenue-sek-23-7bln-vs-exp-sek-24-4bln-adj-operating-sek-5-3bln-vs-exp-sek-5-50bln-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 18:01:00",
        "gmt_time": "2018-10-19 10:01:00"
    },
    {
        "id": 679134,
        "updated_sequence": 1070420,
        "published_at": {
            "unix": 1539943200,
            "text": "2018-10-19 11:00:00 +0100",
            "iso_8601": "2018-10-19T10:00:00Z"
        },
        "updated_at": {
            "unix": 1539946165,
            "text": "2018-10-19 11:49:25 +0100",
            "iso_8601": "2018-10-19T10:49:25Z"
        },
        "subject": "SunTrust Banks Inc (STI) Q3 EPS USD 1.56 vs. Exp. USD 1.39 revenue USD 2.30bln vs. Exp. USD 2.35bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "suntrust-banks-inc-sti-q3-eps-usd-1-56-vs-exp-usd-1-39-revenue-usd-2-30bln-vs-exp-usd-2-35bln-19-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 18:00:00",
        "gmt_time": "2018-10-19 10:00:00"
    },
    {
        "id": 679133,
        "updated_sequence": 1070377,
        "published_at": {
            "unix": 1539942420,
            "text": "2018-10-19 10:47:00 +0100",
            "iso_8601": "2018-10-19T09:47:00Z"
        },
        "updated_at": {
            "unix": 1539942509,
            "text": "2018-10-19 10:48:29 +0100",
            "iso_8601": "2018-10-19T09:48:29Z"
        },
        "subject": "Italian Banking Association Head says one cannot remain indifferent to growing spread between IT/GE spread",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-banking-association-head-says-one-cannot-remain-indifferent-to-growing-spread-between-it-ge-spread-19-10-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 17:47:00",
        "gmt_time": "2018-10-19 09:47:00"
    },
    {
        "id": 679132,
        "updated_sequence": 1070385,
        "published_at": {
            "unix": 1539942360,
            "text": "2018-10-19 10:46:00 +0100",
            "iso_8601": "2018-10-19T09:46:00Z"
        },
        "updated_at": {
            "unix": 1539943132,
            "text": "2018-10-19 10:58:52 +0100",
            "iso_8601": "2018-10-19T09:58:52Z"
        },
        "subject": "Norway's Government is considering setting up a committee for monetary policy and financial stability in the Norges Bank, that will take decisions on the key policy rate and advise on measures such as the counter cyclical buffer",
        "content": "<ul><li>By moving the responsibility to a separate committee the central bank can be more focused on the banks other tasks, in particular management of the wealth fund, as according to the government</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "norway-s-government-is-considering-setting-up-a-committee-for-monetary-policy-and-financial-stability-in-the-norges-bank-that-will-take-decisions-on-the-key-policy-rate-and-advise-on-measures-such-as-the-counter-cyclical-buffer-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 17:46:00",
        "gmt_time": "2018-10-19 09:46:00"
    },
    {
        "id": 679131,
        "updated_sequence": 1070368,
        "published_at": {
            "unix": 1539942000,
            "text": "2018-10-19 10:40:00 +0100",
            "iso_8601": "2018-10-19T09:40:00Z"
        },
        "updated_at": {
            "unix": 1539942085,
            "text": "2018-10-19 10:41:25 +0100",
            "iso_8601": "2018-10-19T09:41:25Z"
        },
        "subject": "Italy's 5 Star chamber speaker says that he believes the 5SM cannot vote for tax amnesty as sought by League",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-5-star-chamber-speaker-says-that-he-believes-the-5sm-cannot-vote-for-tax-amnesty-as-sought-by-league-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 17:40:00",
        "gmt_time": "2018-10-19 09:40:00"
    },
    {
        "id": 679130,
        "updated_sequence": 1070365,
        "published_at": {
            "unix": 1539941940,
            "text": "2018-10-19 10:39:00 +0100",
            "iso_8601": "2018-10-19T09:39:00Z"
        },
        "updated_at": {
            "unix": 1539942020,
            "text": "2018-10-19 10:40:20 +0100",
            "iso_8601": "2018-10-19T09:40:20Z"
        },
        "subject": "FX Morning Colour: DXY hovers, Kiwi flies and other majors juxtaposed",
        "content": "<p>USD</p>\r\n\r\n<p>The Dollar remains relatively well bid overall, albeit off best levels as the index straddles 96.000 and mtd highs ahead of a key Fib, at (96.155 and 96.236 respectively. However, some G10 counterparts have clawed back losses vs the Greenback on a mixture of pre-weekend short covering, consolidation and hedging against event risk.</p>\r\n\r\n<p>NZD</p>\r\n\r\n<p>The major outperformer, and firmly back above 0.6550 vs the Usd, but mainly on cross flows vs the AUD and the potential for political fall-out from Sydney by-elections. Aud/Nzd has retreated sharply from recent highs towards 1.0800 and Aud/Usd is also recoiling to straddle 0.7100 from 0.7150+ levels earlier in the week (partly on encouraging labour market metrics). Note also, the Aud remains more prone to Chinese impulses and GDP data overnight disappointed.</p>\r\n\r\n<p>CAD/GBP &nbsp;&nbsp;</p>\r\n\r\n<p>Also forging gains vs the Usd, or rather paring losses, as the Loonie pivots 1.3050 ahead of top-tier Canadian data in the form of CPI and retail sales, while Cable has found some respite from Brexit woes via EU&rsquo;s Barnier pledging no desire to force a hard withdrawal deal on the UK, and ahead of 1.3000 via chart support.</p>\r\n\r\n<p>CHF/EUR</p>\r\n\r\n<p>Both narrowly mixed vs the Dollar with the Franc meandering between 0.9950-75 and single currency circling 1.1450 amidst the ongoing Italy vs EU budget rift, but with the Eur also eyeing a downside technical level (Fib circa 1.1422) and conscious of hefty option expiry interest (2.1 bn at the 1.1400 strike vs 1.3 bn at 1.1500).</p>\r\n\r\n<p>JPY</p>\r\n\r\n<p>Mainly weaker within a 112.15-55 range vs the Usd in wake of soft Japanese inflation data overnight and more dovish BoJ policy guidance from Governor Kuroda.</p>\r\n\r\n<p>EM</p>\r\n\r\n<p>The Rand is bucking a broad weaker trend in regional currencies vs the Buck with the aid of hawkish rhetoric from the SARB that indicated rate hikes if CPI rises in line with forecasts. Usd/Zar down to around 14.3375 at one stage.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-dxy-hovers-kiwi-flies-and-other-majors-juxtaposed-19-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 17:39:00",
        "gmt_time": "2018-10-19 09:39:00"
    },
    {
        "id": 679129,
        "updated_sequence": 1070362,
        "published_at": {
            "unix": 1539941700,
            "text": "2018-10-19 10:35:00 +0100",
            "iso_8601": "2018-10-19T09:35:00Z"
        },
        "updated_at": {
            "unix": 1539941836,
            "text": "2018-10-19 10:37:16 +0100",
            "iso_8601": "2018-10-19T09:37:16Z"
        },
        "subject": "EDF (EDF FP) shares jump on reports that JP Morgan hired by the French Government to advise on the split of the co. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "edf-edf-fp-shares-jump-on-reports-that-jp-morgan-hired-by-the-french-government-to-advise-on-the-split-of-the-co-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 17:35:00",
        "gmt_time": "2018-10-19 09:35:00"
    },
    {
        "id": 678944,
        "updated_sequence": 1070354,
        "published_at": {
            "unix": 1539939600,
            "text": "2018-10-19 10:00:00 +0100",
            "iso_8601": "2018-10-19T09:00:00Z"
        },
        "updated_at": {
            "unix": 1539939600,
            "text": "2018-10-19 10:00:00 +0100",
            "iso_8601": "2018-10-19T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-18-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 17:00:00",
        "gmt_time": "2018-10-19 09:00:00"
    },
    {
        "id": 679122,
        "updated_sequence": 1070337,
        "published_at": {
            "unix": 1539936900,
            "text": "2018-10-19 09:15:00 +0100",
            "iso_8601": "2018-10-19T08:15:00Z"
        },
        "updated_at": {
            "unix": 1539937019,
            "text": "2018-10-19 09:16:59 +0100",
            "iso_8601": "2018-10-19T08:16:59Z"
        },
        "subject": "SARB states that tightening will be necessary if inflation develops as expected",
        "content": "<ul><li>CPI forecasts are not as benign as current levels.&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sarb-states-that-tightening-will-be-necessary-if-inflation-develops-as-expected-19-10-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 16:15:00",
        "gmt_time": "2018-10-19 08:15:00"
    },
    {
        "id": 679121,
        "updated_sequence": 1070330,
        "published_at": {
            "unix": 1539936000,
            "text": "2018-10-19 09:00:00 +0100",
            "iso_8601": "2018-10-19T08:00:00Z"
        },
        "updated_at": {
            "unix": 1539936176,
            "text": "2018-10-19 09:02:56 +0100",
            "iso_8601": "2018-10-19T08:02:56Z"
        },
        "subject": "Italian Current Account (Aug) EUR 5bln vs. Prev. EUR 7.5bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-current-account-aug-eur-5bln-vs-prev-eur-7-5bln-19-10-2018",
        "hidden": false,
        "section": {
            "id": 6,
            "name": "EU Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 16:00:00",
        "gmt_time": "2018-10-19 08:00:00"
    },
    {
        "id": 679117,
        "updated_sequence": 1070318,
        "published_at": {
            "unix": 1539935940,
            "text": "2018-10-19 08:59:00 +0100",
            "iso_8601": "2018-10-19T07:59:00Z"
        },
        "updated_at": {
            "unix": 1539935991,
            "text": "2018-10-19 08:59:51 +0100",
            "iso_8601": "2018-10-19T07:59:51Z"
        },
        "subject": "LSE (LSE LN) - The Co say they have not applied for a licence to clear interest rate swaps in Paris due to Brexit uncertainty, this is despite seeing urgency from regulators to have legal certainty ahead of Brexit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lse-lse-ln-the-co-say-they-have-not-applied-for-a-licence-to-clear-interest-rate-swaps-in-paris-due-to-brexit-uncertainty-this-is-despite-seeing-urgency-from-regulators-to-have-legal-certainty-ahead-of-brexit-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 15:59:00",
        "gmt_time": "2018-10-19 07:59:00"
    },
    {
        "id": 679116,
        "updated_sequence": 1070315,
        "published_at": {
            "unix": 1539935340,
            "text": "2018-10-19 08:49:00 +0100",
            "iso_8601": "2018-10-19T07:49:00Z"
        },
        "updated_at": {
            "unix": 1539935442,
            "text": "2018-10-19 08:50:42 +0100",
            "iso_8601": "2018-10-19T07:50:42Z"
        },
        "subject": "Italy's Deputy PM Salvini says he will return to Rome on Saturday to solve the coalition dispute regarding tax amnesty, adding that the coalition must stop arguing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-deputy-pm-salvini-says-he-will-return-to-rome-on-saturday-to-solve-the-coalition-dispute-regarding-tax-amnesty-adding-that-the-coalition-must-stop-arguing-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 15:49:00",
        "gmt_time": "2018-10-19 07:49:00"
    },
    {
        "id": 679115,
        "updated_sequence": 1070312,
        "published_at": {
            "unix": 1539935280,
            "text": "2018-10-19 08:48:00 +0100",
            "iso_8601": "2018-10-19T07:48:00Z"
        },
        "updated_at": {
            "unix": 1539935320,
            "text": "2018-10-19 08:48:40 +0100",
            "iso_8601": "2018-10-19T07:48:40Z"
        },
        "subject": "Petron (PCOR PM) confirms they are continuing to review plans to expand refinery capacity; which includes the building of a new 100,000/bpd refinery",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "petron-pcor-pm-confirms-they-are-continuing-to-review-plans-to-expand-refinery-capacity-which-includes-the-building-of-a-new-100-000-bpd-refinery-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 15:48:00",
        "gmt_time": "2018-10-19 07:48:00"
    },
    {
        "id": 679114,
        "updated_sequence": 1070309,
        "published_at": {
            "unix": 1539935100,
            "text": "2018-10-19 08:45:00 +0100",
            "iso_8601": "2018-10-19T07:45:00Z"
        },
        "updated_at": {
            "unix": 1539935177,
            "text": "2018-10-19 08:46:17 +0100",
            "iso_8601": "2018-10-19T07:46:17Z"
        },
        "subject": "Gilts and Short Sterling futures on the front foot pre-UK public finance data",
        "content": "<p>After a relatively tame opening mark-up to 121.28 from yesterday&rsquo;s 121.15 Liffe close and early wobble to 121.24, the 10 year UK benchmark bond is building a bit more momentum alongside Bunds (crossed 160.00 to 160.08, +55 ticks vs +10 ticks at the low) and just reached 121.50 for a 35 tick gain on the day. This, as the heat turns up on Italy again with BTPs slipping to fresh intraday, recent and a new contract low (118.17) and the overall risk tone sours. Ahead, PSNB balances scheduled ahead of a late speech from BoE Governor Carney that may be more pivotal, as the 3 month STIR strip extends post-retail sales gains and flattens (1-3 ticks above parity).</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-futures-on-the-front-foot-pre-uk-public-finance-data-19-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 15:45:00",
        "gmt_time": "2018-10-19 07:45:00"
    },
    {
        "id": 679113,
        "updated_sequence": 1070332,
        "published_at": {
            "unix": 1539933780,
            "text": "2018-10-19 08:23:00 +0100",
            "iso_8601": "2018-10-19T07:23:00Z"
        },
        "updated_at": {
            "unix": 1539936676,
            "text": "2018-10-19 09:11:16 +0100",
            "iso_8601": "2018-10-19T08:11:16Z"
        },
        "subject": "Austrian Chancellor says expects the EU commission to give Italy a clear answer; that we need discipline and consequence",
        "content": "<ul><li>Austria&#39;s Kurz says if Italy deviates from the Maastricht budget rules it would be putting its self in danger.&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "austrian-chancellor-says-expects-the-eu-commission-to-give-italy-a-clear-answer-that-we-need-discipline-and-consequence-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 15:23:00",
        "gmt_time": "2018-10-19 07:23:00"
    },
    {
        "id": 679112,
        "updated_sequence": 1070303,
        "published_at": {
            "unix": 1539933300,
            "text": "2018-10-19 08:15:00 +0100",
            "iso_8601": "2018-10-19T07:15:00Z"
        },
        "updated_at": {
            "unix": 1539933352,
            "text": "2018-10-19 08:15:52 +0100",
            "iso_8601": "2018-10-19T07:15:52Z"
        },
        "subject": "UK Foreign Minister Hunt says the free trade agreement will take months not years to negotiate; adding that the backstop plan involving UK-wide customs union is possible, but not one which involves an indefinite customs union membership",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-foreign-minister-hunt-says-the-free-trade-agreement-will-take-months-not-years-to-negotiate-adding-that-the-backstop-plan-involving-uk-wide-customs-union-is-possible-but-not-one-which-involves-an-indefinite-customs-union-membership-19-10-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 15:15:00",
        "gmt_time": "2018-10-19 07:15:00"
    },
    {
        "id": 679111,
        "updated_sequence": 1070300,
        "published_at": {
            "unix": 1539932880,
            "text": "2018-10-19 08:08:00 +0100",
            "iso_8601": "2018-10-19T07:08:00Z"
        },
        "updated_at": {
            "unix": 1539932888,
            "text": "2018-10-19 08:08:08 +0100",
            "iso_8601": "2018-10-19T07:08:08Z"
        },
        "subject": "European equity movers this morning: INTU Properties (INTU LN) +14%; Software AG (SOW GY) +4%; Royal Dutch Shell (RDSA LN) +1%; Bouygues (EN FP) -7%; Michelin (ML FP) -6%; Casino (CO FP ) -1.5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-intu-properties-intu-ln-14-software-ag-sow-gy-4-royal-dutch-shell-rdsa-ln-1-bouygues-en-fp-7-michelin-ml-fp-6-casino-co-fp-1-5-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 15:08:00",
        "gmt_time": "2018-10-19 07:08:00"
    },
    {
        "id": 679110,
        "updated_sequence": 1070297,
        "published_at": {
            "unix": 1539932220,
            "text": "2018-10-19 07:57:00 +0100",
            "iso_8601": "2018-10-19T06:57:00Z"
        },
        "updated_at": {
            "unix": 1539932483,
            "text": "2018-10-19 08:01:23 +0100",
            "iso_8601": "2018-10-19T07:01:23Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: <strong>1.1400 (2.1B)</strong>, 1.1420 (823M), <strong>1.1500 (1.3B)</strong>, 1.1525-30 (850M),&nbsp;&nbsp;1.1540 (1.6B)</p>\r\n\r\n<p>AUD/USD: <strong>0.7150 (920M)</strong></p>\r\n\r\n<p>AUD/JPY: <strong>80.55 (839M)</strong></p>\r\n\r\n<p>USD/JPY: <strong>112.50 (1.1B)</strong>, 112.70 (340M), 113.00 (322M), 113.25 (500M).</p>\r\n\r\n<p>GBP/USD: 1.2975 (488M), 1.3100 (456M).</p>\r\n\r\n<p>USD/CAD: 1.2945-50 (760M), 1.2975 (300M), 1.3065 (410M), 1.3100 (320M)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-19-10-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 14:57:00",
        "gmt_time": "2018-10-19 06:57:00"
    },
    {
        "id": 679108,
        "updated_sequence": 1070286,
        "published_at": {
            "unix": 1539932160,
            "text": "2018-10-19 07:56:00 +0100",
            "iso_8601": "2018-10-19T06:56:00Z"
        },
        "updated_at": {
            "unix": 1539932167,
            "text": "2018-10-19 07:56:07 +0100",
            "iso_8601": "2018-10-19T06:56:07Z"
        },
        "subject": "Singapore Prime Minister Loong says he thinks that Britain and Singapore can do a trade deal after Brexit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-prime-minister-loong-says-he-thinks-that-britain-and-singapore-can-do-a-trade-deal-after-brexit-19-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 14:56:00",
        "gmt_time": "2018-10-19 06:56:00"
    },
    {
        "id": 679107,
        "updated_sequence": 1070283,
        "published_at": {
            "unix": 1539932040,
            "text": "2018-10-19 07:54:00 +0100",
            "iso_8601": "2018-10-19T06:54:00Z"
        },
        "updated_at": {
            "unix": 1539932104,
            "text": "2018-10-19 07:55:04 +0100",
            "iso_8601": "2018-10-19T06:55:04Z"
        },
        "subject": "Bunds: early FTQ and BTP bid ",
        "content": "<p>The 10 year German debt future has rebounded further from this week&rsquo;s lows, towards the 160.00 marker that chimes with a circa 0.40% yield, and the latest upturn is partly due to another decline in global stocks plus a deeper pull-back in Italian bonds after a letter from the EU confirmed 2019 budget transgressions. Looking at Eurex price action in more detail, Bunds kicked off at 159.78 vs Thursday&rsquo;s 159.52 close and extended initial gains to 32 ticks at 159.84 before topping out and drifting back to 159.63, largely mirroring moves in BTPs that have traded within a 119.02-118.43 range vs their 119.15 previous settlement. Ahead, Eurozone current account data is unlikely to cause much of a stir as Italy&rsquo;s fiscal face-off, Brexit and trade issues continue to dominate &nbsp;proceedings.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-early-ftq-and-btp-bid-19-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 14:54:00",
        "gmt_time": "2018-10-19 06:54:00"
    },
    {
        "id": 679106,
        "updated_sequence": 1070278,
        "published_at": {
            "unix": 1539931620,
            "text": "2018-10-19 07:47:00 +0100",
            "iso_8601": "2018-10-19T06:47:00Z"
        },
        "updated_at": {
            "unix": 1539931866,
            "text": "2018-10-19 07:51:06 +0100",
            "iso_8601": "2018-10-19T06:51:06Z"
        },
        "subject": "Norway's Preliminary September oil production was 1.302mln BPD; according to Norway Oil Directorate",
        "content": "<ul><li>Norway&#39;s September oil production was 11.9% below the petroleum directorates forecast, this is because of unscheduled maintenance shutdowns</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "norway-s-preliminary-september-oil-production-was-1-302mln-bpd-according-to-norway-oil-directorate-19-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 14:47:00",
        "gmt_time": "2018-10-19 06:47:00"
    },
    {
        "id": 679105,
        "updated_sequence": 1070273,
        "published_at": {
            "unix": 1539930900,
            "text": "2018-10-19 07:35:00 +0100",
            "iso_8601": "2018-10-19T06:35:00Z"
        },
        "updated_at": {
            "unix": 1539931091,
            "text": "2018-10-19 07:38:11 +0100",
            "iso_8601": "2018-10-19T06:38:11Z"
        },
        "subject": "BoJ Governor Kuroda says Japan's economy is expanding moderately and exports on rising trend; inflation is likely to gradually accelerate towards 2% and reiterates the BoJ must maintain powerful monetary easing",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-governor-kuroda-says-japan-s-economy-is-expanding-moderately-and-exports-on-rising-trend-inflation-is-likely-to-gradually-accelerate-towards-2-and-reiterates-the-boj-must-maintain-powerful-monetary-easing-19-10-2018",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 14:35:00",
        "gmt_time": "2018-10-19 06:35:00"
    },
    {
        "id": 679104,
        "updated_sequence": 1070265,
        "published_at": {
            "unix": 1539930360,
            "text": "2018-10-19 07:26:00 +0100",
            "iso_8601": "2018-10-19T06:26:00Z"
        },
        "updated_at": {
            "unix": 1539930821,
            "text": "2018-10-19 07:33:41 +0100",
            "iso_8601": "2018-10-19T06:33:41Z"
        },
        "subject": "EU Chief Negotiator Barnier says the Brexit accord is possible but difficult; however problems regarding Ireland could result in a failure of Brexit talks",
        "content": "<ul><li>Barnier reiterated that they are 90% there in reaching an agreement with UK and added that he is still not certain a deal will be reached</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-chief-negotiator-barnier-says-the-brexit-accord-is-possible-but-difficult-however-problems-regarding-ireland-could-result-in-a-failure-of-brexit-talks-19-10-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 14:26:00",
        "gmt_time": "2018-10-19 06:26:00"
    },
    {
        "id": 679100,
        "updated_sequence": 1070291,
        "published_at": {
            "unix": 1539930000,
            "text": "2018-10-19 07:20:00 +0100",
            "iso_8601": "2018-10-19T06:20:00Z"
        },
        "updated_at": {
            "unix": 1539932279,
            "text": "2018-10-19 07:57:59 +0100",
            "iso_8601": "2018-10-19T06:57:59Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>LSE (LSE LN) &ndash; Q3 revenue GBP 522mln vs. Exp. GBP 476mln. Co. has increased its majority sakes in LCH group by up to a further 15.1% of LCH&rsquo;s share capital. Acquisitions are expected to close before end-2018. (Newswires)</p>\r\n\r\n<p>InterContinental Hotels (IHG LN) &ndash; Global Q3 comparable Revpar +1%. USD 500mln to be returned to shareholders by means of special dividend with share consolidation. Co.&nbsp; says fundaments for industry remains strong and is confident in FY 2018 outlook. (Newswires)</p>\r\n\r\n<p>Intu Properties (INTU LN) &ndash; Confirms that Co. received an indicative proposal from consortium of GBP 2.05/shr in cash. Co. says independent committee resolved to grant consortium access to some due diligence material in order to advance in talks regarding a firm offer. On Oct 17th, proposal from consortium of GBP 2.15/shr in cash, subject to adjustment for dividend. (Newswires)&nbsp;</p>\r\n\r\n<p>Telecom Italia (TIT IM) &ndash; Bollore has voiced opposition to the Co.&rsquo;s network spin-off, according to sources. (Newswires)</p>\r\n\r\n<p>ICADE (ICAD FP) &ndash; Q3 consolidated revenue EUR 1.18bln vs. Prev. EUR 1.12bln. 2018 net current cash flow outlook confirmed. (Newswires)</p>\r\n\r\n<p>Assa Abloy (ASSAB SS) &ndash; Q3 net sales +15% to SEK 21.191bln vs. Prev. SEK 18.499bln. EBIT SEK 3.424bln vs. Prev. SEK 3.080bln. Co launched a new restructuring programme scheduled for Q4 2018 and expected to take place over three years. (Newswires)</p>\r\n\r\n<p>Air France (AF FP) &ndash; Co. management has put forward an offer of a 4% general wage increase which they wish to be signed by unions today. (Newswires)</p>\r\n\r\n<p>Provident Financial (PFG LN) &ndash; The Co say that Vanquis bank have delivered a good performance in Q3 of the year. Collections from customers who were active during the migration to new operating model was lower than expected. (Newswires)</p>\r\n\r\n<p>Software (SOW GY) &ndash; Q3 Revenue, EUR 208.8mln Vs. Prev. EUR 205.6mln. EBITA, EUR 63.8mln Vs. Prev. EUR 57.5mln. (Newswires)</p>\r\n\r\n<p>CASINO (CO FP) DOWNGRADED TO HOLD FROM BUY AT KEPLER CHEURVREUX</p>\r\n\r\n<p>SWATCH (UHR SW) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</p>\r\n\r\n<p>VOESTALPINE (VOE AV) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</p>\r\n\r\n<p>SALZGITTER (SZG GY) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</p>\r\n\r\n<p>OUTOKUMPU (OUT1V FH) DOWNGRADED TO NEUTRAL FROM BUY AT GOLDMAN SACHS</p>\r\n\r\n<p>NESTLE (NESN SW) UPGRADED TO BUY FROM HOLD AT DZ BANK</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 14:20:00",
        "gmt_time": "2018-10-19 06:20:00"
    },
    {
        "id": 679099,
        "updated_sequence": 1070226,
        "published_at": {
            "unix": 1539928620,
            "text": "2018-10-19 06:57:00 +0100",
            "iso_8601": "2018-10-19T05:57:00Z"
        },
        "updated_at": {
            "unix": 1539929039,
            "text": "2018-10-19 07:03:59 +0100",
            "iso_8601": "2018-10-19T06:03:59Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>19th October 2018</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets were mostly lower following a resumption of the tech-led losses on Wall St where the dampened risk-tone was attributed to various ongoing concerns including higher US interest rates, Italy&rsquo;s budget deficit, Saudi foul play and the US-China trade dispute. ASX 200 (-0.2%) and Nikkei 225 (-1.0%) both declined although losses in Australia were stemmed by resilience in gold miners and in the largest weighted financials sector, while Japanese exporters took the brunt of the recent safe-haven flows into JPY. Elsewhere, Hang Seng (-0.3%) and Shanghai Comp. (Unch.) were both initially negative as the mainland index extended on the prior day&rsquo;s near-3% drop and as participants digested a slew of tier-1 data in which GDP Y/Y and Industrial Production missed estimates, although losses in the mainland were gradually pared as there were also various announcements from Chinese officials on supporting domestic companies.</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>Unilever (ULVR LN) &ndash; Co. could ditch plans to overhaul its corporate structure, according to the Co.&rsquo;s Finance Director who added that he could not put a deadline on when the Co. would make a decision. (The Times)</p>\r\n\r\n<p>BT (BT/A LN) &ndash; The telecoms co. is reportedly approaching World Pay&rsquo;s (WP) Philip Jansen to be its new CEO and could be formally announcing a new CEO with its results on November 1st. (Newswires)</p>\r\n\r\n<p>Shire (SHP LN) &ndash; FDA advisory committee recommends approval of Co.&rsquo;s Prucalopride (SHP555) for chronic idiopathic constipation. (Newswires)</p>\r\n\r\n<p>Sky (SKY LN) &ndash; The Co has told broadcasters, including Walt Disney (DIS) and Discovery (DISCA), that they need their post-Brexit licensing plans sorted by the end of 2018 or they may be removed from the Co&rsquo;s pay tv service. (The Guardian)</p>\r\n\r\n<p>UK Retailers &ndash; Amazon (AMZN) is investing in three regional hubs in the UK, which will create over 1000 new skilled jobs. (The Telegraph)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Fresenius (FRE GY) &ndash; Akorn (AKRX) have appealed a court ruling which allows Fresenius to walk away from their USD 4.75bln takeover of Akorn in the US. (Newswires)</p>\r\n\r\n<p>Volkswagen (VOW3 GY) &ndash; Co. Chief Executive Oliver Blume states that the Porsche brand does not need a market listing to fund growth; he is confident that Porsche can repeat last year&rsquo;s record sales. (Newswires)</p>\r\n\r\n<p>Thyssenkrupp (TKA GY) &ndash; Microsoft (MSFT) want to deepen its cooperation with the Co., according to Thorsten Herrman the managing director of Microsoft Germany. (Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>Software AG (SOW GY) &ndash; Q3 revenue EUR 208.8mln vs. Exp. EUR 205.0mln. Non-IFRS EBITA EUR 63.8mln vs. Exp. EUR 62.4mln. Non-IFR net income EUR 44.7mln vs. Exp. EUR 44.2mln. Co. confirms 2018 guidance. (Newswires)</p>\r\n\r\n<p>Commerzbank (CBK GY) &ndash; Co. is stopping individual bonuses for most of their employees as part of a review of their compensation scheme. (Handelsblatt)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>Accor (AC FP) &ndash; Q3 sales +22.3% to EUR 1.033bln. Co. raised guidance for 2018 operating profit to the range of EUR 700-720mln vs. Prev. EUR 690-720mln. (Newswires)</p>\r\n\r\n<p>Bouygues (EN FP) &ndash; Co. lowered guidance for current operating profit at group level while confirming its TF1 outlook. (Newswires)</p>\r\n\r\n<p>Casino (CO FP) &ndash; Q3 sales +5.4% LFL to EUR 8.922bln, Co. reaffirms all annual goals. CFO said trends for Q4 should be in-line with those of Q3. (Newswires)</p>\r\n\r\n<p>Michelin (ML FP) &ndash; Q3 revenue EUR 5.62bln vs. Exp. EUR 5.50bln. Co. cut FY guidance citing a worse sales slowdown in Q4 due to weaker Chinese demand and new emission standards. (Newswires)</p>\r\n\r\n<p>BNP Paribas (BNP FP) &ndash; Informed their London staff that they will be reducing hiring and making up to 40 redundancies, in an attempt to boost their profits following a bad year. (The Times)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Remy Cointreau (RCO FP) &ndash; Q2 revenue EUR 331.8mln vs. Exp. EUR 327mln. Co. affirms FY operating profit growth. (Newswires)</p>\r\n\r\n<p>Sopra Steria (SOP FP) &ndash; Co. downgraded their initial revenue growth. Operating profit on business activity is marginally higher than EUR 300mln; Co. does not expect to see an improvement in their free cash flow with respect to 2017. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>Novartis (NOVN SW) &ndash; Co. announces presentation of new Litathera Netter-1 data demonstrating significant improvement in PFS regardless of baseline liver tumour burden. (Newswires)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>BB Biotech (BION SW) &ndash; Co. are to enlarge their board of directors, with Dr Thomas Von Planta being proposed for election to the board of directors. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>Aker BP (AKERBP NO) &ndash; Q3 operating revenue USD 1bln vs.&nbsp; Exp. USD 0.969bln. Net result USD 125mln vs. Exp. USD 128mln. Operating profit &nbsp;USD 548mln vs. USD 521mln. Co. maintains 2018 estimate of production costs, sees 2018 production in lower end of guided range. (Newswires)</p>\r\n\r\n<p>Volvo (VOLVB SS) &ndash; Q3 net SEK 7.5bln vs. Exp. SEK 6.9bln. Adj. operating profit SEK 10.3bln vs. Exp SEK 9.7bln. Revenue SEK 92.3bln vs. SEK 93.0bln. (Newswires)</p>\r\n\r\n<p>Telia (TELIA SS) &ndash; Q3 revenue SEK 20.7bln vs. Exp. SEK 20.2bln. Adj EBITDA SEK 6.98bln vs. Exp. SEK 6.77bln. Co. raised FY 2018 guidance. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>DANSKE BANK (DANSKE DC) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</p>\r\n\r\n<p>US</p>\r\n\r\n<p>* SPX -1.42% at 2769, NDX -2.23% at 7116, DJI -1.26% at 25383. SECTORS: Energy -0.47%, Materials -1.12%, Industrials -1.78%, Cons Discretionary -2.10%, Cons Staples -0.20%, Healthcare -1.13%, Financials -1.51%, Tech -2.01%, Telecoms -1.84%, Utilities +0.10%.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 13:57:00",
        "gmt_time": "2018-10-19 05:57:00"
    },
    {
        "id": 679099,
        "updated_sequence": 1070226,
        "published_at": {
            "unix": 1539928620,
            "text": "2018-10-19 06:57:00 +0100",
            "iso_8601": "2018-10-19T05:57:00Z"
        },
        "updated_at": {
            "unix": 1539929039,
            "text": "2018-10-19 07:03:59 +0100",
            "iso_8601": "2018-10-19T06:03:59Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>19th October 2018</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets were mostly lower following a resumption of the tech-led losses on Wall St where the dampened risk-tone was attributed to various ongoing concerns including higher US interest rates, Italy&rsquo;s budget deficit, Saudi foul play and the US-China trade dispute. ASX 200 (-0.2%) and Nikkei 225 (-1.0%) both declined although losses in Australia were stemmed by resilience in gold miners and in the largest weighted financials sector, while Japanese exporters took the brunt of the recent safe-haven flows into JPY. Elsewhere, Hang Seng (-0.3%) and Shanghai Comp. (Unch.) were both initially negative as the mainland index extended on the prior day&rsquo;s near-3% drop and as participants digested a slew of tier-1 data in which GDP Y/Y and Industrial Production missed estimates, although losses in the mainland were gradually pared as there were also various announcements from Chinese officials on supporting domestic companies.</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>Unilever (ULVR LN) &ndash; Co. could ditch plans to overhaul its corporate structure, according to the Co.&rsquo;s Finance Director who added that he could not put a deadline on when the Co. would make a decision. (The Times)</p>\r\n\r\n<p>BT (BT/A LN) &ndash; The telecoms co. is reportedly approaching World Pay&rsquo;s (WP) Philip Jansen to be its new CEO and could be formally announcing a new CEO with its results on November 1st. (Newswires)</p>\r\n\r\n<p>Shire (SHP LN) &ndash; FDA advisory committee recommends approval of Co.&rsquo;s Prucalopride (SHP555) for chronic idiopathic constipation. (Newswires)</p>\r\n\r\n<p>Sky (SKY LN) &ndash; The Co has told broadcasters, including Walt Disney (DIS) and Discovery (DISCA), that they need their post-Brexit licensing plans sorted by the end of 2018 or they may be removed from the Co&rsquo;s pay tv service. (The Guardian)</p>\r\n\r\n<p>UK Retailers &ndash; Amazon (AMZN) is investing in three regional hubs in the UK, which will create over 1000 new skilled jobs. (The Telegraph)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Fresenius (FRE GY) &ndash; Akorn (AKRX) have appealed a court ruling which allows Fresenius to walk away from their USD 4.75bln takeover of Akorn in the US. (Newswires)</p>\r\n\r\n<p>Volkswagen (VOW3 GY) &ndash; Co. Chief Executive Oliver Blume states that the Porsche brand does not need a market listing to fund growth; he is confident that Porsche can repeat last year&rsquo;s record sales. (Newswires)</p>\r\n\r\n<p>Thyssenkrupp (TKA GY) &ndash; Microsoft (MSFT) want to deepen its cooperation with the Co., according to Thorsten Herrman the managing director of Microsoft Germany. (Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>Software AG (SOW GY) &ndash; Q3 revenue EUR 208.8mln vs. Exp. EUR 205.0mln. Non-IFRS EBITA EUR 63.8mln vs. Exp. EUR 62.4mln. Non-IFR net income EUR 44.7mln vs. Exp. EUR 44.2mln. Co. confirms 2018 guidance. (Newswires)</p>\r\n\r\n<p>Commerzbank (CBK GY) &ndash; Co. is stopping individual bonuses for most of their employees as part of a review of their compensation scheme. (Handelsblatt)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>Accor (AC FP) &ndash; Q3 sales +22.3% to EUR 1.033bln. Co. raised guidance for 2018 operating profit to the range of EUR 700-720mln vs. Prev. EUR 690-720mln. (Newswires)</p>\r\n\r\n<p>Bouygues (EN FP) &ndash; Co. lowered guidance for current operating profit at group level while confirming its TF1 outlook. (Newswires)</p>\r\n\r\n<p>Casino (CO FP) &ndash; Q3 sales +5.4% LFL to EUR 8.922bln, Co. reaffirms all annual goals. CFO said trends for Q4 should be in-line with those of Q3. (Newswires)</p>\r\n\r\n<p>Michelin (ML FP) &ndash; Q3 revenue EUR 5.62bln vs. Exp. EUR 5.50bln. Co. cut FY guidance citing a worse sales slowdown in Q4 due to weaker Chinese demand and new emission standards. (Newswires)</p>\r\n\r\n<p>BNP Paribas (BNP FP) &ndash; Informed their London staff that they will be reducing hiring and making up to 40 redundancies, in an attempt to boost their profits following a bad year. (The Times)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Remy Cointreau (RCO FP) &ndash; Q2 revenue EUR 331.8mln vs. Exp. EUR 327mln. Co. affirms FY operating profit growth. (Newswires)</p>\r\n\r\n<p>Sopra Steria (SOP FP) &ndash; Co. downgraded their initial revenue growth. Operating profit on business activity is marginally higher than EUR 300mln; Co. does not expect to see an improvement in their free cash flow with respect to 2017. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>Novartis (NOVN SW) &ndash; Co. announces presentation of new Litathera Netter-1 data demonstrating significant improvement in PFS regardless of baseline liver tumour burden. (Newswires)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>BB Biotech (BION SW) &ndash; Co. are to enlarge their board of directors, with Dr Thomas Von Planta being proposed for election to the board of directors. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>Aker BP (AKERBP NO) &ndash; Q3 operating revenue USD 1bln vs.&nbsp; Exp. USD 0.969bln. Net result USD 125mln vs. Exp. USD 128mln. Operating profit &nbsp;USD 548mln vs. USD 521mln. Co. maintains 2018 estimate of production costs, sees 2018 production in lower end of guided range. (Newswires)</p>\r\n\r\n<p>Volvo (VOLVB SS) &ndash; Q3 net SEK 7.5bln vs. Exp. SEK 6.9bln. Adj. operating profit SEK 10.3bln vs. Exp SEK 9.7bln. Revenue SEK 92.3bln vs. SEK 93.0bln. (Newswires)</p>\r\n\r\n<p>Telia (TELIA SS) &ndash; Q3 revenue SEK 20.7bln vs. Exp. SEK 20.2bln. Adj EBITDA SEK 6.98bln vs. Exp. SEK 6.77bln. Co. raised FY 2018 guidance. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>DANSKE BANK (DANSKE DC) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</p>\r\n\r\n<p>US</p>\r\n\r\n<p>* SPX -1.42% at 2769, NDX -2.23% at 7116, DJI -1.26% at 25383. SECTORS: Energy -0.47%, Materials -1.12%, Industrials -1.78%, Cons Discretionary -2.10%, Cons Staples -0.20%, Healthcare -1.13%, Financials -1.51%, Tech -2.01%, Telecoms -1.84%, Utilities +0.10%.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-19-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 13:57:00",
        "gmt_time": "2018-10-19 05:57:00"
    },
    {
        "id": 679098,
        "updated_sequence": 1070213,
        "published_at": {
            "unix": 1539926460,
            "text": "2018-10-19 06:21:00 +0100",
            "iso_8601": "2018-10-19T05:21:00Z"
        },
        "updated_at": {
            "unix": 1539926499,
            "text": "2018-10-19 06:21:39 +0100",
            "iso_8601": "2018-10-19T05:21:39Z"
        },
        "subject": "RANsquawk Daily European Opening News - 19th October 2018 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20345/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Asian equity markets were mostly lower following a resumption of the tech-led losses on Wall St</li>\r\n  <li>In FX markets, the greenback remained firm in which the DXY eyed the 96.00 level to the upside as it sustained the post-FOMC minutes support</li>\r\n  <li>EU Commission told Italy in a letter that its 2019 budget is a serious and particularly non-compliant proposal with EU rules</li>\r\n  <li>Looking ahead, highlights include Canadian CPI, US Existing Home Sales, Baker Hughes Rig Count, BoE&rsquo;s Carney, Fed&rsquo;s Bostic and Kaplan</li>\r\n</ul>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets were mostly lower following a resumption of the tech-led losses on Wall St where the dampened risk-tone was attributed to various ongoing concerns including higher US interest rates, Italy&rsquo;s budget deficit, Saudi foul play and the US-China trade dispute. ASX 200 (-0.2%) and Nikkei 225 (-1.0%) both declined although losses in Australia were stemmed by resilience in gold miners and in the largest weighted financials sector, while Japanese exporters took the brunt of the recent safe-haven flows into JPY. Elsewhere, Hang Seng (-0.3%) and Shanghai Comp. (Unch.) were both initially negative as the mainland index extended on the prior day&rsquo;s near-3% drop and as participants digested a slew of tier-1 data in which GDP Y/Y and Industrial Production missed estimates, although losses in the mainland were gradually pared as there were also various announcements from Chinese officials on supporting domestic companies. Finally, 10yr JGBs were uneventful with only minimal support seen from the risk averse tone and paltry BoJ Rinban announcement for JPY 255bln in JGBs.</p>\r\n\r\n<p>Chinese GDP (Q3) Y/Y 6.5% vs. Exp. 6.6% (Prev. 6.7%) (Newswires)</p>\r\n\r\n<p>Chinese GDP (Q3) Q/Q 1.6% vs. Exp. 1.6% (Prev. 1.8%)<br />Chinese Industrial Production (Sep) Y/Y 5.8% vs. Exp. 6.0% (Prev. 6.1%)<br />Chinese Retail Sales (Sep) Y/Y 9.2% vs. Exp. 9.0% (Prev. 9.0%)</p>\r\n\r\n<p>PBoC injected CNY 30bln via 7-day reverse repos for a weekly injection of CNY 30bln vs. Prev. CNY 160bln net drain. (Newswires)<br />PBoC set CNY mid-point at 6.9387 (Prev. 6.9275)</p>\r\n\r\n<p>PBoC Governor Yi Gang said will maintain prudent and neutral monetary policy, while he added PBoC will use monetary policy tools including Medium-term Lending Facility to bolster lending to private firms. (Newswires)</p>\r\n\r\n<p>CSRC said it will support SME&#39;s issuance of high-yield bonds and other debt products, while it will also support share repurchases by qualified listed firms and will encourage M&amp;A by listed firms. Furthermore, the CSRC also stated it will encourage various types of funds to aid companies facing margin call pressures. (Newswires)</p>\r\n\r\n<p>Japanese National CPI (Sep) Y/Y 1.2% vs. Exp. 1.3% (Prev. 1.3%). (Newswires)<br />Japanese National CPI Ex. Fresh Food (Sep) Y/Y 1.0% vs. Exp. 1.0% (Prev. 0.9%)</p>\r\n\r\n<p>UK/EU</p>\r\n\r\n<p>UK PM May is reportedly isolated with the party said to be turning against the chaotic Brexit plan and with EU leaders giving her the cold shoulder. (Telegraph)</p>\r\n\r\n<p>EU leaders are making preparations to support UK PM May in building a &ldquo;coalition of the reasonable&rdquo; in UK Parliament in an attempt to avert a no-deal Brexit. (Guardian)</p>\r\n\r\n<p>EU Commission told Italy in a letter that its 2019 budget is a serious and particularly non-compliant proposal with EU rules. The EU Commission stated Italy&#39;s government spending growth planned for next year is 2.7% and max allowed under rules is 0.1%, while it added Italy&#39;s structural deficit in 2019 would deepen by 0.8% of GDP and EU ministers had asked for it to be cut by 0.6% of GDP. The EU Commission asked Italy to respond to its concerns by October 22nd. (Newswires)</p>\r\n\r\n<p>EU Commissioner Moscovici said Italy&#39;s hike of 2019 deficit to 2.4% of GDP is a cause of concern for commission and several EU member states, while European Commission VP Dombrovskis said Italy&#39;s fiscal trajectory is not appropriate. (Newswires)</p>\r\n\r\n<p>Italian PM Conte said that leaders showed an &quot;appreciation&quot; on the Italian budget and that Italy&#39;s deviation from fiscal targets is not large, while he added he expects EU letter to express serious concern and that the Italian government are to meet on Saturday to discuss budget and tax issues. (Newswires)</p>\r\n\r\n<p>Italy&#39;s Deputy PM Di Maio said spreads are rising because markets think the government is not united and that &quot;political clarification&quot; is needed with League after tax amnesty dispute. (Newswires)<br />&nbsp;</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>In FX markets, the greenback remained firm in which the DXY eyed the 96.00 level to the upside as it sustained the post-FOMC minutes support, while its major counterparts EUR/USD and GBP/USD were stuck near the prior day&rsquo;s lows at the 1.1400 and 1.3000 handles respectively. Elsewhere, USD/JPY and JPY-crosses nursed some of their recent losses in which the former continued its rebound from support around 112.00 amidst the backdrop of softer than expected headline CPI data. Antipodeans also gained with outperformance in NZD on cross-related strength, while upside in AUD was capped after weaker fix by the PBoC and disappointing Chinese economic growth data.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Commodities were mostly flat overnight with WTI crude futures capped by resistance at USD 69.00/bbl and on course for losses of over 4% on the week, with an overnight report from OPEC also suggesting a bearish near-term outlook. Elsewhere, price action in gold was limited by the opposing effects of a firmer greenback and the risk averse sentiment, while copper prices were lacklustre following the China data miss and amid early pressure seen in Shanghai commodity prices.</p>\r\n\r\n<p>OPEC internal report noted that it sees bearish factors for oil in approaching weeks and that prices could decline on increasing US output. (WSJ)<br />&nbsp;</p>\r\n\r\n<p>GEOPOLITICS</p>\r\n\r\n<p>Saudi Arabia is considering blaming a top official close to Crown Prince MBS for Khashoggi&#39;s death. (NYT)</p>\r\n\r\n<p>US President Trump said he is waiting for results of investigation on Khashoggi who certainly looks likely to be dead and that consequences will have to be very severe, while there were also comments from US Treasury Secretary Mnuchin that he will not be attending the Saudi investment conference. (Newswires)</p>\r\n\r\n<p>US</p>\r\n\r\n<p>Treasuries were higher and benefitted from safe-haven in-flows originating from a mix of market-negative catalysts including Italy&rsquo;s budget and Brexit talks. The yield curve saw some modest steepening in US trade though most of the buying actions was concentrated in the belly of the curve were yields were lower by c.2bps at settlement. 2s5s and 2s10s were narrower by c.2bps whilst 5s30s and 10s30s were wider y c,2bps. The US Treasury sold USD 5bln in 30yr TIPS tailing by 1.6bps. Demand was soft as indicated by bid-to-cover which stood at 2.32, below recent averages. The breakdown also showed the auction was weak overall as directs took the smallest in a year, directs took less than 1% whilst dealers were left with the largest share since February 2017. US T-note futures (Z8) settled 3 ticks higher at 118-04+</p>\r\n\r\n<p>Fed&#39;s Quarles (Voter, Neutral) said the Fed can gradually raise rates without being restrictive and that he sees continued gradual rate hikes, while he also commented he expects more gradual rate hike path than most of his colleagues and is optimistic on US outlook. (Newswires)</p>\r\n\r\n<p>US submitted requests for dispute panel over retaliatory tariffs from China, EU, Canada and Mexico according to a source, while reports noted that Canada, Mexico and China are planning to seek dispute resolution from WTO related to US metal tariffs. (Newswires)</p>\r\n\r\n<p>White House Economic Advisor Kudlow said China has not responded positively to any of our asks in trade talks. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-19th-october-2018-19-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 13:21:00",
        "gmt_time": "2018-10-19 05:21:00"
    },
    {
        "id": 679097,
        "updated_sequence": 1070210,
        "published_at": {
            "unix": 1539925560,
            "text": "2018-10-19 06:06:00 +0100",
            "iso_8601": "2018-10-19T05:06:00Z"
        },
        "updated_at": {
            "unix": 1539925631,
            "text": "2018-10-19 06:07:11 +0100",
            "iso_8601": "2018-10-19T05:07:11Z"
        },
        "subject": "Italy Deputy PM Salvini says \"there is absolutely no government crisis\" when asked about the row over tax amnesty",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-deputy-pm-salvini-says-there-is-absolutely-no-government-crisis-when-asked-about-the-row-over-tax-amnesty-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 13:06:00",
        "gmt_time": "2018-10-19 05:06:00"
    },
    {
        "id": 679096,
        "updated_sequence": 1070207,
        "published_at": {
            "unix": 1539925440,
            "text": "2018-10-19 06:04:00 +0100",
            "iso_8601": "2018-10-19T05:04:00Z"
        },
        "updated_at": {
            "unix": 1539925505,
            "text": "2018-10-19 06:05:05 +0100",
            "iso_8601": "2018-10-19T05:05:05Z"
        },
        "subject": "China Vice Premier Liu He says China and US are \"in touch\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-vice-premier-liu-he-says-china-and-us-are-in-touch-19-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 13:04:00",
        "gmt_time": "2018-10-19 05:04:00"
    },
    {
        "id": 679095,
        "updated_sequence": 1070204,
        "published_at": {
            "unix": 1539924780,
            "text": "2018-10-19 05:53:00 +0100",
            "iso_8601": "2018-10-19T04:53:00Z"
        },
        "updated_at": {
            "unix": 1539924881,
            "text": "2018-10-19 05:54:41 +0100",
            "iso_8601": "2018-10-19T04:54:41Z"
        },
        "subject": "ANZ Bank (ANZ AT) filed with ASIC to extend the time period available by 12-months for the current USD 3bln on-market share buy-back",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "anz-bank-anz-at-filed-with-asic-to-extend-the-time-period-available-by-12-months-for-the-current-usd-3bln-on-market-share-buy-back-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 12:53:00",
        "gmt_time": "2018-10-19 04:53:00"
    },
    {
        "id": 679094,
        "updated_sequence": 1070201,
        "published_at": {
            "unix": 1539924300,
            "text": "2018-10-19 05:45:00 +0100",
            "iso_8601": "2018-10-19T04:45:00Z"
        },
        "updated_at": {
            "unix": 1539924474,
            "text": "2018-10-19 05:47:54 +0100",
            "iso_8601": "2018-10-19T04:47:54Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks were mostly lower following the resumption of the tech-led losses in US and miss on Chinese GDP",
        "content": "<p>Asian equity markets were mostly lower following a resumption of the tech-led losses on Wall St where the dampened risk-tone was attributed to various ongoing concerns including higher US interest rates, Italy&rsquo;s budget deficit, Saudi foul play and the US-China trade dispute. ASX 200 (-0.2%) and Nikkei 225 (-1.0%) both declined although losses in Australia were stemmed by resilience in gold miners and in the largest weighted financials sector, while Japanese exporters took the brunt of the recent safe-haven flows into JPY. Elsewhere, Hang Seng (-0.3%) and Shanghai Comp. (Unch.) were both initially negative as the mainland index extended on the prior day&rsquo;s near-3% drop and as participants digested a slew of tier-1 data in which GDP Y/Y and Industrial Production missed estimates, although losses in the mainland were gradually pared as there were also various announcements from Chinese officials on supporting domestic companies. Finally, 10yr JGBs were uneventful with only minimal support seen from the risk averse tone and paltry BoJ Rinban announcement for JPY 255bln in JGBs.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-were-mostly-lower-following-the-resumption-of-the-tech-led-losses-in-us-and-miss-on-chinese-gdp-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 12:45:00",
        "gmt_time": "2018-10-19 04:45:00"
    },
    {
        "id": 679091,
        "updated_sequence": 1070192,
        "published_at": {
            "unix": 1539919080,
            "text": "2018-10-19 04:18:00 +0100",
            "iso_8601": "2018-10-19T03:18:00Z"
        },
        "updated_at": {
            "unix": 1539919249,
            "text": "2018-10-19 04:20:49 +0100",
            "iso_8601": "2018-10-19T03:20:49Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS:Reliance Industries (RIL IS) Q2 net rose 0.4% to INR 88.6bln vs. Exp. INR 88.5bln, Q2 rev. rose 5.5% to INR 961.7bln ",
        "content": "<p>Jet Airways (JETIN IS)<br />- Co. is said to receive up to 7 bids for jet privilege sale. (Newswires)<br />- Tata Group reportedly wants complete control over the Co. along with the exit of existing promoters and has rejected an initial proposal for part-ownership and joint control of the airline. (ET)</p>\r\n\r\n<p>Reliance Industries (RIL IS)<br />- Co. Q2 net rose 0.4% to INR 88.6bln vs. Exp. INR 88.5bln. (Newswires)<br />- Co. Q2 rev. rose 5.5% to INR 961.7bln.</p>\r\n\r\n<p>State Bank of India (SBIN IS)<br />- Co. is said to mull capital raise on October 22nd. (Newswires)</p>\r\n\r\n<p>Other News<br />- RBI relaxed certain liquidity coverage ratio norms. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-reliance-industries-ril-is-q2-net-rose-0-4-to-inr-88-6bln-vs-exp-inr-88-5bln-q2-rev-rose-5-5-to-inr-961-7bln-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 11:18:00",
        "gmt_time": "2018-10-19 03:18:00"
    },
    {
        "id": 679090,
        "updated_sequence": 1070189,
        "published_at": {
            "unix": 1539916380,
            "text": "2018-10-19 03:33:00 +0100",
            "iso_8601": "2018-10-19T02:33:00Z"
        },
        "updated_at": {
            "unix": 1539916601,
            "text": "2018-10-19 03:36:41 +0100",
            "iso_8601": "2018-10-19T02:36:41Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades mostly lower after the resumed US stock rout and as Chinese GDP data disappoints ",
        "content": "<p>Asia equity markets are lower following a resumption of the tech-led losses on Wall St where the dampened risk-tone was attributed to various ongoing concerns including higher US interest rates, Italy&rsquo;s budget deficit, Saudi foul play and the US-China trade dispute. ASX 200 (-0.2%) and Nikkei 225 (-1.0%) trade negative although losses in Australia have been stemmed by resilience in gold miners and in the largest weighted financials sector, while Japanese exporters take the brunt of the recent safe-haven flows into JPY. Elsewhere, Hang Seng (-0.3%) and Shanghai Comp. (+0.2%) were initially negative as the mainland index extended on the prior day&rsquo;s near-3% drop and as participants digested a slew of tier-1 data in which GDP Y/Y and Industrial Production missed estimates, although losses in the mainland were gradually pared as there were also various commentary from CBIRC, CSRC and PBoC on supporting domestic companies.</p>\r\n\r\n<p>In FX markets, the greenback remains firm with the DXY eyeing the 96.00 level to the upside as it sustains the post-FOMC minutes support, while its major counterparts EUR/USD and GBP/USD are stuck near the prior day&rsquo;s lows at the 1.1400 and 1.3000 handles respectively. Elsewhere, USD/JPY and JPY-crosses attempt to pare losses with the former rebounding from support around 112.00 and with CPI data missing estimates, while antipodeans are lacklustre following a weaker fix by the PBoC and disappointing Chinese economic growth data.</p>\r\n\r\n<p>Finally, 10yr JGBs are uneventful with only minimal support seen from the risk averse tone and paltry BoJ Rinban announcement for JPY 255bln in JGBs.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-mostly-lower-after-the-resumed-us-stock-rout-and-as-chinese-gdp-data-disappoints-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 10:33:00",
        "gmt_time": "2018-10-19 02:33:00"
    },
    {
        "id": 679088,
        "updated_sequence": 1070184,
        "published_at": {
            "unix": 1539914700,
            "text": "2018-10-19 03:05:00 +0100",
            "iso_8601": "2018-10-19T02:05:00Z"
        },
        "updated_at": {
            "unix": 1539915066,
            "text": "2018-10-19 03:11:06 +0100",
            "iso_8601": "2018-10-19T02:11:06Z"
        },
        "subject": "New Zealand Credit Card Spending (Sep) Y/Y 7.8% (Prev. 7.7%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-zealand-credit-card-spending-sep-y-y-7-8-prev-7-7-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 10:05:00",
        "gmt_time": "2018-10-19 02:05:00"
    },
    {
        "id": 679089,
        "updated_sequence": 1070186,
        "published_at": {
            "unix": 1539914700,
            "text": "2018-10-19 03:05:00 +0100",
            "iso_8601": "2018-10-19T02:05:00Z"
        },
        "updated_at": {
            "unix": 1539915076,
            "text": "2018-10-19 03:11:16 +0100",
            "iso_8601": "2018-10-19T02:11:16Z"
        },
        "subject": "New Zealand Credit Card Spending (Sep) M/M 0.8% (Prev. 2.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-zealand-credit-card-spending-sep-m-m-0-8-prev-2-6-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 10:05:00",
        "gmt_time": "2018-10-19 02:05:00"
    },
    {
        "id": 679087,
        "updated_sequence": 1070174,
        "published_at": {
            "unix": 1539914640,
            "text": "2018-10-19 03:04:00 +0100",
            "iso_8601": "2018-10-19T02:04:00Z"
        },
        "updated_at": {
            "unix": 1539914712,
            "text": "2018-10-19 03:05:12 +0100",
            "iso_8601": "2018-10-19T02:05:12Z"
        },
        "subject": "China NBS notes extremely complex and severe domestic economic situations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-nbs-notes-extremely-complex-and-severe-domestic-economic-situations-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 10:04:00",
        "gmt_time": "2018-10-19 02:04:00"
    },
    {
        "id": 679085,
        "updated_sequence": 1070168,
        "published_at": {
            "unix": 1539914400,
            "text": "2018-10-19 03:00:00 +0100",
            "iso_8601": "2018-10-19T02:00:00Z"
        },
        "updated_at": {
            "unix": 1539914605,
            "text": "2018-10-19 03:03:25 +0100",
            "iso_8601": "2018-10-19T02:03:25Z"
        },
        "subject": "Chinese GDP YTD (Q3) Y/Y 6.7% vs. Exp. 6.7% (Prev. 6.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-gdp-ytd-q3-y-y-6-7-vs-exp-6-7-prev-6-8-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 10:00:00",
        "gmt_time": "2018-10-19 02:00:00"
    },
    {
        "id": 679086,
        "updated_sequence": 1070171,
        "published_at": {
            "unix": 1539914400,
            "text": "2018-10-19 03:00:00 +0100",
            "iso_8601": "2018-10-19T02:00:00Z"
        },
        "updated_at": {
            "unix": 1539914640,
            "text": "2018-10-19 03:04:00 +0100",
            "iso_8601": "2018-10-19T02:04:00Z"
        },
        "subject": "Chinese Retail Sales YTD (Sep) Y/Y 9.3% vs. Exp. 9.3% (Prev. 9.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-retail-sales-ytd-sep-y-y-9-3-vs-exp-9-3-prev-9-3-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 10:00:00",
        "gmt_time": "2018-10-19 02:00:00"
    },
    {
        "id": 679084,
        "updated_sequence": 1070165,
        "published_at": {
            "unix": 1539914400,
            "text": "2018-10-19 03:00:00 +0100",
            "iso_8601": "2018-10-19T02:00:00Z"
        },
        "updated_at": {
            "unix": 1539914587,
            "text": "2018-10-19 03:03:07 +0100",
            "iso_8601": "2018-10-19T02:03:07Z"
        },
        "subject": "Chinese Jobless Rate (Sep) 4.9% (Prev. 5.0%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-jobless-rate-sep-4-9-prev-5-0-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 10:00:00",
        "gmt_time": "2018-10-19 02:00:00"
    },
    {
        "id": 679078,
        "updated_sequence": 1070141,
        "published_at": {
            "unix": 1539912900,
            "text": "2018-10-19 02:35:00 +0100",
            "iso_8601": "2018-10-19T01:35:00Z"
        },
        "updated_at": {
            "unix": 1539913134,
            "text": "2018-10-19 02:38:54 +0100",
            "iso_8601": "2018-10-19T01:38:54Z"
        },
        "subject": "PBoC Governor Yi Gang says will maintain prudent and neutral monetary policy, adds will use monetary policy tools including Medium-term Lending Facility to bolster lending to private firms",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-governor-yi-gang-says-will-maintain-prudent-and-neutral-monetary-policy-adds-will-use-monetary-policy-tools-including-medium-term-lending-facility-to-bolster-lending-to-private-firms-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 09:35:00",
        "gmt_time": "2018-10-19 01:35:00"
    },
    {
        "id": 679077,
        "updated_sequence": 1070135,
        "published_at": {
            "unix": 1539912840,
            "text": "2018-10-19 02:34:00 +0100",
            "iso_8601": "2018-10-19T01:34:00Z"
        },
        "updated_at": {
            "unix": 1539912963,
            "text": "2018-10-19 02:36:03 +0100",
            "iso_8601": "2018-10-19T01:36:03Z"
        },
        "subject": "PBoC Governor Yi Gang says recent share fluctuations are mostly due to sentiment and expectations, adds valuations are not inline with China economic fundamentals which are good and with macro leverage levels stabilising",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-governor-yi-gang-says-recent-share-fluctuations-are-mostly-due-to-sentiment-and-expectations-adds-valuations-are-not-inline-with-china-economic-fundamentals-which-are-good-and-with-macro-leverage-levels-stabilising-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 09:34:00",
        "gmt_time": "2018-10-19 01:34:00"
    },
    {
        "id": 679076,
        "updated_sequence": 1070132,
        "published_at": {
            "unix": 1539912660,
            "text": "2018-10-19 02:31:00 +0100",
            "iso_8601": "2018-10-19T01:31:00Z"
        },
        "updated_at": {
            "unix": 1539912773,
            "text": "2018-10-19 02:32:53 +0100",
            "iso_8601": "2018-10-19T01:32:53Z"
        },
        "subject": "Japanese Economy Minister Motegi says timing of trade talks with US not yet decided and will arrange talks at beginning of new year after 90-day US congressional period is over",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-economy-minister-motegi-says-timing-of-trade-talks-with-us-not-yet-decided-and-will-arrange-talks-at-beginning-of-new-year-after-90-day-us-congressional-period-is-over-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 09:31:00",
        "gmt_time": "2018-10-19 01:31:00"
    },
    {
        "id": 679075,
        "updated_sequence": 1070129,
        "published_at": {
            "unix": 1539912300,
            "text": "2018-10-19 02:25:00 +0100",
            "iso_8601": "2018-10-19T01:25:00Z"
        },
        "updated_at": {
            "unix": 1539912371,
            "text": "2018-10-19 02:26:11 +0100",
            "iso_8601": "2018-10-19T01:26:11Z"
        },
        "subject": "Jet Airways (JETIN IS) is said to receive up to 7 bids for jet privilege sale",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "jet-airways-jetin-is-is-said-to-receive-up-to-7-bids-for-jet-privilege-sale-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 09:25:00",
        "gmt_time": "2018-10-19 01:25:00"
    },
    {
        "id": 679073,
        "updated_sequence": 1070123,
        "published_at": {
            "unix": 1539911700,
            "text": "2018-10-19 02:15:00 +0100",
            "iso_8601": "2018-10-19T01:15:00Z"
        },
        "updated_at": {
            "unix": 1539911794,
            "text": "2018-10-19 02:16:34 +0100",
            "iso_8601": "2018-10-19T01:16:34Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.9387 (Prev. 6.9275)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-9387-prev-6-9275-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 09:15:00",
        "gmt_time": "2018-10-19 01:15:00"
    },
    {
        "id": 679074,
        "updated_sequence": 1070126,
        "published_at": {
            "unix": 1539911700,
            "text": "2018-10-19 02:15:00 +0100",
            "iso_8601": "2018-10-19T01:15:00Z"
        },
        "updated_at": {
            "unix": 1539911848,
            "text": "2018-10-19 02:17:28 +0100",
            "iso_8601": "2018-10-19T01:17:28Z"
        },
        "subject": "PBoC injects CNY 30bln via 7-day reverse repos for a net weekly injection of CNY 30bln vs. CNY 160bln net drain last week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-30bln-via-7-day-reverse-repos-for-a-net-weekly-injection-of-cny-30bln-vs-cny-160bln-net-drain-last-week-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 09:15:00",
        "gmt_time": "2018-10-19 01:15:00"
    },
    {
        "id": 679072,
        "updated_sequence": 1070120,
        "published_at": {
            "unix": 1539911580,
            "text": "2018-10-19 02:13:00 +0100",
            "iso_8601": "2018-10-19T01:13:00Z"
        },
        "updated_at": {
            "unix": 1539911713,
            "text": "2018-10-19 02:15:13 +0100",
            "iso_8601": "2018-10-19T01:15:13Z"
        },
        "subject": "China issues draft rules for wealth management units of commercial banks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-issues-draft-rules-for-wealth-management-units-of-commercial-banks-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 09:13:00",
        "gmt_time": "2018-10-19 01:13:00"
    },
    {
        "id": 679070,
        "updated_sequence": 1070111,
        "published_at": {
            "unix": 1539911460,
            "text": "2018-10-19 02:11:00 +0100",
            "iso_8601": "2018-10-19T01:11:00Z"
        },
        "updated_at": {
            "unix": 1539911501,
            "text": "2018-10-19 02:11:41 +0100",
            "iso_8601": "2018-10-19T01:11:41Z"
        },
        "subject": "BoJ offers to buy JPY 180bln in 10-25yr, JPY 50bln in over 25yrs and JPY 25bln in I/L bonds; all unchanged from prior  ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-180bln-in-10-25yr-jpy-50bln-in-over-25yrs-and-jpy-25bln-in-i-l-bonds-all-unchanged-from-prior-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 09:11:00",
        "gmt_time": "2018-10-19 01:11:00"
    },
    {
        "id": 679071,
        "updated_sequence": 1070114,
        "published_at": {
            "unix": 1539911460,
            "text": "2018-10-19 02:11:00 +0100",
            "iso_8601": "2018-10-19T01:11:00Z"
        },
        "updated_at": {
            "unix": 1539911565,
            "text": "2018-10-19 02:12:45 +0100",
            "iso_8601": "2018-10-19T01:12:45Z"
        },
        "subject": "US and Mexico agree on plan to address migrant caravan, according to senior official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-and-mexico-agree-on-plan-to-address-migrant-caravan-according-to-senior-official-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 09:11:00",
        "gmt_time": "2018-10-19 01:11:00"
    },
    {
        "id": 679069,
        "updated_sequence": 1070108,
        "published_at": {
            "unix": 1539911100,
            "text": "2018-10-19 02:05:00 +0100",
            "iso_8601": "2018-10-19T01:05:00Z"
        },
        "updated_at": {
            "unix": 1539911238,
            "text": "2018-10-19 02:07:18 +0100",
            "iso_8601": "2018-10-19T01:07:18Z"
        },
        "subject": "CSRC says will encourage various types of funds to aid companies facing margin call pressures",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "csrc-says-will-encourage-various-types-of-funds-to-aid-companies-facing-margin-call-pressures-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 09:05:00",
        "gmt_time": "2018-10-19 01:05:00"
    },
    {
        "id": 679068,
        "updated_sequence": 1070105,
        "published_at": {
            "unix": 1539910860,
            "text": "2018-10-19 02:01:00 +0100",
            "iso_8601": "2018-10-19T01:01:00Z"
        },
        "updated_at": {
            "unix": 1539911105,
            "text": "2018-10-19 02:05:05 +0100",
            "iso_8601": "2018-10-19T01:05:05Z"
        },
        "subject": "CSRC head says will support SME's issuance of high-yield bonds and other debt products, adds will support share repurchases by qualified listed firms and will encourage M&A by listed firms",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "csrc-head-says-will-support-sme-s-issuance-of-high-yield-bonds-and-other-debt-products-adds-will-support-share-repurchases-by-qualified-listed-firms-and-will-encourage-m-a-by-listed-firms-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 09:01:00",
        "gmt_time": "2018-10-19 01:01:00"
    },
    {
        "id": 679067,
        "updated_sequence": 1070098,
        "published_at": {
            "unix": 1539909900,
            "text": "2018-10-19 01:45:00 +0100",
            "iso_8601": "2018-10-19T00:45:00Z"
        },
        "updated_at": {
            "unix": 1539910289,
            "text": "2018-10-19 01:51:29 +0100",
            "iso_8601": "2018-10-19T00:51:29Z"
        },
        "subject": "PRE-MARKET CHINESE STOCK NEWS: Chinese GDP, Industrial Production and Retail Sales are scheduled today",
        "content": "<p>China Merchants Land (978 HK)<br />- Co. Q3 contracted sales rose 85% Y/Y to CNY 7.4bln. (Newswires)</p>\r\n\r\n<p>China Railway Group (390 HK)<br />- Co. receives contracts valued at CNY 45.2bln. (Newswires)</p>\r\n\r\n<p>China Tower (788 HK)<br />- Co. 9-month net CNY 1.96bln vs. Prev. CNY 1.68bln Y/Y. (Newswires)</p>\r\n\r\n<p>Hong Kong Exchange (388 HK)<br />- Co. is said to plan to list certain &lsquo;Belt and Road&rsquo; projects. (Newswires)</p>\r\n\r\n<p>Maanshan Iron &amp; Steel (323 HK)<br />- Co. Q3 net CNY 2.15bln, rev. CNY 23.1bln. (Newswires)</p>\r\n\r\n<p>Ping An Insurance (2318 HK)<br />- Co. 9-month gross life insurance premium CNY 380.4bln. (Newswires)</p>\r\n\r\n<p>S.F. Holding (002352 CH)<br />- Co. September courier business revenue rose 26% Y/Y to CNY 8.16bln. (Newswires)</p>\r\n\r\n<p>Financials<br />- China is said to have ordered rural banks to increase pace of NPL clean up. (Newswires)<br />- CBRC Chief has asked financial institutions to manage risks on stock pledge financing business appropriately, adds will allow insurers to establish products that will assist in resolving liquidity issues related to stock pledging. (Newswires)</p>\r\n\r\n<p>Other News<br />- White House Economic Advisor Kudlow said China has not responded positively to any of our asks in trade talks, while there were also reports that China is asking to set up a WTO expert panel vs. American metals duties. (Newswires)<br />- US submitted requests for dispute panel over retaliatory tariffs from China, EU, Canada and Mexico, while reports noted that Canada, Mexico and China are planning to seek dispute resolution from WTO related to US metal tariffs. (Newswires)<br />- China September fiscal spending rose 11.7% Y/Y and fiscal revenue rose 2% Y/Y. (Newswires)<br />&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-chinese-gdp-industrial-production-and-retail-sales-are-scheduled-today-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 08:45:00",
        "gmt_time": "2018-10-19 00:45:00"
    },
    {
        "id": 679066,
        "updated_sequence": 1070092,
        "published_at": {
            "unix": 1539907980,
            "text": "2018-10-19 01:13:00 +0100",
            "iso_8601": "2018-10-19T00:13:00Z"
        },
        "updated_at": {
            "unix": 1539908030,
            "text": "2018-10-19 01:13:50 +0100",
            "iso_8601": "2018-10-19T00:13:50Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: TSMC (2330 TT)  Q3 net TWD 89.1bln vs. Prev. TWD 89.9bln Y/Y",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>TSMC (2330 TT)<br />- Co. Q3 net TWD 89.1bln vs. Prev. TWD 89.9bln Y/Y, rev. TWD 260.3bln vs. Prev. TWD 252.1bln Y/Y. (Newswires)<br />- Co. lowers 2018 growth rate to around 6.5% from Prev. 7%-9% range, while it sees 2019 sales to increase on the upper-end of 5%-10% range.</p>\r\n\r\n<p>SINGAPORE</p>\r\n\r\n<p>Frasers Commercial Trust (FCPT SP)<br />- Co. Q4 net Property Income SGD 21.6mln vs. Prev. SGD 26.7mln Y/Y. (Newswires)</p>\r\n\r\n<p>Hyflux (HYF SP)<br />- Co. secured a capital injection from Indonesia&rsquo;s Salim Group and Medco Group valued at SGD 530mln. (Nikkei)</p>\r\n\r\n<p>Keppel Corp (KEP SP)<br />- Co. Q3 net SGD 226mln vs. Prev. SGD 291.8mln Y/Y. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-tsmc-2330-tt-q3-net-twd-89-1bln-vs-prev-twd-89-9bln-y-y-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 08:13:00",
        "gmt_time": "2018-10-19 00:13:00"
    },
    {
        "id": 679065,
        "updated_sequence": 1070089,
        "published_at": {
            "unix": 1539907620,
            "text": "2018-10-19 01:07:00 +0100",
            "iso_8601": "2018-10-19T00:07:00Z"
        },
        "updated_at": {
            "unix": 1539907720,
            "text": "2018-10-19 01:08:40 +0100",
            "iso_8601": "2018-10-19T00:08:40Z"
        },
        "subject": "Morgan Stanley says it retains bullish views on GBP and EUR as it believes a soft Brexit resolution remains most likely and that investors may be unprepared for strength in the aforementioned currencies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morgan-stanley-says-it-retains-bullish-views-on-gbp-and-eur-as-it-believes-a-soft-brexit-resolution-remains-most-likely-and-that-investors-may-be-unprepared-for-strength-in-the-aforementioned-currencies-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 08:07:00",
        "gmt_time": "2018-10-19 00:07:00"
    },
    {
        "id": 679064,
        "updated_sequence": 1070086,
        "published_at": {
            "unix": 1539907380,
            "text": "2018-10-19 01:03:00 +0100",
            "iso_8601": "2018-10-19T00:03:00Z"
        },
        "updated_at": {
            "unix": 1539907502,
            "text": "2018-10-19 01:05:02 +0100",
            "iso_8601": "2018-10-19T00:05:02Z"
        },
        "subject": "Asia stocks begin negative after the tech-led stock rout resumed on Wall St amid on going rate hike concerns and following the prior day's sell-off in China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-stocks-begin-negative-after-the-tech-led-stock-rout-resumed-on-wall-st-amid-on-going-rate-hike-concerns-and-following-the-prior-day-s-sell-off-in-china-19-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-19 08:03:00",
        "gmt_time": "2018-10-19 00:03:00"
    }
]