[
    {
        "id": 683670,
        "updated_sequence": 1089390,
        "published_at": {
            "unix": 1542403080,
            "text": "2018-11-16 21:18:00 +0000",
            "iso_8601": "2018-11-16T21:18:00Z"
        },
        "updated_at": {
            "unix": 1542403163,
            "text": "2018-11-16 21:19:23 +0000",
            "iso_8601": "2018-11-16T21:19:23Z"
        },
        "subject": "RANsquawk Week in Focus - week commencing 19 November 2018",
        "content": "<p><strong>To download the report, please click <a href=\"/research_sheets/20574/download\">here</a></strong></p>\r\n\r\n<ul><li>Monday: New Zealand PPI, Japanese Trade Balance</li>\r\n  <li>Tuesday: US Building Permits &amp; Housing Starts, Hungary Interest Rate Decision, RBA Minutes</li>\r\n  <li>Wednesday: US Durables, US Uni of Mich Sentiment (Final), Japanese CPI, EC to publish opinion on Italian budget</li>\r\n  <li>Thursday: ECB Minutes, South African Interest Rate Decision, Eurozone Consumer Conf Flash, EU to publish update on Brexit</li>\r\n  <li>Friday: Eurozone &amp; US Markit PMIs, Canadian CPI</li>\r\n  <li>Sunday: EU leaders summit</li>\r\n</ul>\r\n\r\n<p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-19-november-2018-16-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 05:18:00",
        "gmt_time": "2018-11-16 21:18:00"
    },
    {
        "id": 683669,
        "updated_sequence": 1089387,
        "published_at": {
            "unix": 1542403020,
            "text": "2018-11-16 21:17:00 +0000",
            "iso_8601": "2018-11-16T21:17:00Z"
        },
        "updated_at": {
            "unix": 1542403102,
            "text": "2018-11-16 21:18:22 +0000",
            "iso_8601": "2018-11-16T21:18:22Z"
        },
        "subject": "RANsquawk Central Banks - 16 Nov 2018: Previewing ECB minutes,  RBA minutes, SARB meeting; reviewing Banxico",
        "content": "<p><span id=\"cke_bm_258S\" style=\"display:none\">&nbsp;</span>&nbsp;</p>\r\n\r\n<ul><li>Previewing ECB minutes, RBA minutes, SARB meeting; reviewing Banxico;&nbsp;<strong>To download the report, please click <a href=\"/research_sheets/20577/download\">here</a></strong></li>\r\n  <li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</li>\r\n</ul>\r\n\r\n<ul></ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul></ul>\r\n\r\n<p><span id=\"cke_bm_258E\" style=\"display:none\">&nbsp;</span>&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-16-nov-2018-previewing-ecb-minutes-rba-minutes-sarb-meeting-reviewing-banxico-16-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 05:17:00",
        "gmt_time": "2018-11-16 21:17:00"
    },
    {
        "id": 683668,
        "updated_sequence": 1089384,
        "published_at": {
            "unix": 1542402900,
            "text": "2018-11-16 21:15:00 +0000",
            "iso_8601": "2018-11-16T21:15:00Z"
        },
        "updated_at": {
            "unix": 1542402965,
            "text": "2018-11-16 21:16:05 +0000",
            "iso_8601": "2018-11-16T21:16:05Z"
        },
        "subject": "S&P affirms Switzerland at AAA; Outlook stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "s-p-affirms-switzerland-at-aaa-outlook-stable-16-11-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 05:15:00",
        "gmt_time": "2018-11-16 21:15:00"
    },
    {
        "id": 683667,
        "updated_sequence": 1089381,
        "published_at": {
            "unix": 1542402540,
            "text": "2018-11-16 21:09:00 +0000",
            "iso_8601": "2018-11-16T21:09:00Z"
        },
        "updated_at": {
            "unix": 1542402581,
            "text": "2018-11-16 21:09:41 +0000",
            "iso_8601": "2018-11-16T21:09:41Z"
        },
        "subject": "S&P affirms Netherlands at AAA/A-1+; Outlook stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "S&P",
        "slug": "s-p-affirms-netherlands-at-aaa-a-1-outlook-stable-16-11-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 05:09:00",
        "gmt_time": "2018-11-16 21:09:00"
    },
    {
        "id": 683666,
        "updated_sequence": 1089378,
        "published_at": {
            "unix": 1542402300,
            "text": "2018-11-16 21:05:00 +0000",
            "iso_8601": "2018-11-16T21:05:00Z"
        },
        "updated_at": {
            "unix": 1542402486,
            "text": "2018-11-16 21:08:06 +0000",
            "iso_8601": "2018-11-16T21:08:06Z"
        },
        "subject": "RANsquawk US Market Wrap - US MARKET WRAP – 16 November 2018: Trump positive on China trade; Fed’s Clarida warns on global growth",
        "content": "<p>US MARKET WRAP &ndash; 16 November 2018: Trump positive on China trade; Fed&rsquo;s Clarida warns on global growth</p>\r\n\r\n<p><strong>* SNAP-SHOT: Equities mixed, treasuries up, dollar down, crude up.<br />* REAR-VIEW: Trump says he may not have to impose further tariffs on China, Stephen Barclay named Brexit Secretary; Key ministers back PM May, Fed&rsquo;s Clarida strikes dovish tone, Fed&rsquo;s Kaplan cautious on outlook, Evans no longer sees need for accommodation; US Industrial Production miss; ECB&rsquo;s Draghi reiterates overall risks to growth broadly-balanced.<br />* NEXT WEEK: EU leaders summit, EC on Italian budget, Hungary Rate Decision, RBA Minutes, New Zealand PPI, Japanese Trade Balance, German PPI, German GDP, Flash PMIs, US Building Permits &amp; Housing Starts, Canadian CPI, Thanksgiving on Thursday.</strong></p>\r\n\r\n<p><strong>* TRADE: </strong>US President Trump said China wants to make a deal on trade, but not acceptable as it is now. Crucially, Trump said he may not have to impose further tariffs on China, and hopefully a deal can be made, though he once again said that trade must be reciprocal. China list is pretty complete, &quot;4/5 things&quot; left off. Risk markets welcomed the news, with ES rallying after the headlines, on optimism that Trump and Xi will make progress at the G20 on trade, though reports earlier in the week suggested the two would focus on the &lsquo;big picture&rsquo; themes. Later, officials reportedly walked back from Trump&rsquo;s comments, saying he was expressing &lsquo;general optimism&rsquo;, and US had not reached a deal with China, comments which saw some of the risk-on moves pare back.</p>\r\n\r\n<p><strong>* BREXIT: </strong>Environment Minister Michael Gove, UK ministers Fox, Grayling, Mourdant, Leadsom, have not resigned from the government and they have pledged to support PM May in achieving the best Brexit outcome. Stephen Barclay was appointed Brexit Secretary after Raab resigned and Gove rejected the position on Thursday; note Barclay is a Brexiteer and a supporter of leaving the EU. On the confidence vote, some reports suggested that the 48 letters, the threshold to trigger a no confidence vote in PM May, has been reached whilst others confirmed that 22 Conservative Party MPs have now publicly declared their intent to submit motions against the PM with the vote likely to be triggered next week. In related comments, Eurosceptic Minister Steve Baker stated that they are not too far off the required letters to trigger a leadership challenge. Elsewhere, sources told the FT that Brexiteers in the Cabinet meeting on the weekend are looking at changing text of the Withdrawal Agreement to amend the backstop. Looking ahead, the EU Brexit schedule has been agreed; the special Brexit meeting EU27 ambassadors has been scheduled for Sunday whilst the special Brexit EU27 Europe ministers Wheels in motion for Sunday 25 November summit has been set for Monday.</p>\r\n\r\n<p><strong>* FED: </strong>Fed Vice Chair Clarida took note that the IMF recently trimmed its global growth view, and added that the Fed takes into account global factors when setting policy, leading many to interpret that he may favour slowing the pace of rate hikes amid slowing global growth. He urged the Fed to take an especially data-dependent approach to policy. On rates, he said being at neutral would make sense and estimates that this level is between 2.5% and 3.5%, noting they are currently below that range. Clarida still sees room to run in the labour market; he acknowledged some volatility around stock markets at the moment but there is no clear signal. Fed&#39;s Kaplan (dove, non-voter) appeared more cautious on the economy&rsquo;s outlook stating that increasing debt to GDP is a tailwind for now but will become a headwind in the future. He added global growth will be a little bit of a headwind and may spill to the US. Fed&#39;s Evans (non-voter, dove) no longer sees the need for accommodation; the US economy is doing well and expects 3.25% GDP growth this year and 3.5% next year. He noted that wages have increased but not as much as he was looking for. He sees the current rate a little bit below neutral, stressing that getting to neutral is the &quot;first order job&quot; for the Fed. Fed&#39;s Harker (non-voter, centrist) does not believe that a December rate hike is prudent; says there is rising uncertainty about the outlook</p>\r\n\r\n<p><strong>* ECB: </strong>ECB&#39;s Draghi noted that the current slowdown has raised questions about the strength of the growth outlook and seeing a temporary soft patch. He added that in December &ldquo;we will be better placed&rdquo; to make a full assessment of the risks to growth and inflation. He still sees the overall risks to the growth outlook as broadly balanced. ECB&#39;s Weidmann (Hawk) said that monetary policy should be effective in achieving the inflation mandate and leave enough room for market activity; he sees no reason to depart from the pre-crisis monetary policy framework.</p>\r\n\r\n<p><strong>* ITALY: </strong>EU&#39;s Dombrovskis reiterated that the Italian budget &quot;significantly&quot; deviates from their commitments, and Rome is &quot;openly&quot; challenging the rules. He added that contagion is limited, and the policy is worrying investors and pushing bond yields higher. He believes credit conditions in Italy are worsening, which is slowing the banking sectors&#39; recovery. In response, Italy&#39;s government has told the EU the risks to its public finances are limited and is confident the recent rise in government bond yields is &quot;manageable&quot;. Italian Deputy PM Di Maio said to be in agreement with ECB President Draghi that the nation must lower its debt.</p>\r\n\r\n<p><strong>* US INDUSTRIAL PRODUCTION </strong>softened a little in October rising by 0.1%, below the expected 0.2%. Looking at the breakdown, utilities output was down 0.5% while the mining sector slowed 0.3% following the recent oil prices slump. On the flip side, gains were led by manufacturing production which posted gains for the 5th consecutive amid an increase in primary metals and machinery. &nbsp;</p>\r\n\r\n<p><strong>* SPX +0.2% at 2736, NDX -0.3% at 6867, DJI +0.5% at 25413. SECTORS: Energy +1.1%, Materials +1.0%, Industrials -0.0%, Cons Discretionary -0.5%, Cons Staples +0.2%, Healthcare +0.9%, Financials +0.1%, Tech -0.1%, Telecoms -0.4%, Utilities +1.3%. </strong>Pacific Gas &amp; Electric (PGE) surged back today, after its recent sharp selloff, due to California utility regulators saying it was unlikely the co. would become bankrupt; this also led to gains in local competitor Edison International (EIX). EOG Resources (EOG) was a top mover after an upgrade at Credit Suisse.&nbsp; T-Mobile (TMUS) traded higher on the back of reports it could close its acquisition of Sprint (S) earlier than expected. NVIDIA (NVDA) nosedived following it reporting revenue beneath estimates, spreading wider pessimism across semiconductor stocks such as Advanced Micron Devices (AMD) and Micron Technology (MU). Nordstrom (JWN) dipped after missing EPS and revenue estimates. Michael Kors (KORS) was also a bottom mover on the back of a downgrade at Oppenheimer.</p>\r\n\r\n<p><strong>* WTI (Z8) SETTLES UNCHANGED AT $56.46/BBL; BRENT (F9) SETTLES $0.14 HIGHER AT $66.76/BBL. </strong>This week&rsquo;s news that OPEC was mulling a supply cut of up to 1.4mln barrels per day continued to support the crude complex on Friday. At the margin, markets may have received a boost after surviving large inventory builds in the week too, Citi said. &ldquo;While the price action is constructive, there is still some residual risk that the market will decide that the uptrend in US crude stocks is bearish after all, triggering a fresh round of disappointment,&rdquo; Citi wrote. It also pointed out that book squaring in the WTI Z8 contract ahead of Monday&rsquo;s contract expiry was a feature of trade on Friday. This week&rsquo;s Baker Hughes reported oil up 2 rigs at 888, gas down 1 rig at 194, total rigs up 1 at 1082.</p>\r\n\r\n<p><strong>* US T-NOTE FUTURES (Z8) SETTLES 11 TICKS HIGHER AT 119-05. &nbsp;</strong>Although Treasury yields were lower by between 4-5.5bps across the curve, major curve spreads saw some modest steepening, with the exception of the 2s5s part of the curve. Continued Brexit newsflow helped support have FI in European trade as Cabinet members announced their resignations. The complex stabilised after the US cash equity opened, and the T-Note future was traversing sideways , dipping only on Trump supposedly positive on trade talks with China; however, after officials walked-back from Trump&rsquo;s comments, there was some slight selling, though the T-Note remained near session highs.</p>\r\n\r\n<p><strong>* WEEKLY FX WRAP: DXY: </strong>Softer than forecast US data looks set to keep pressure on the broad Usd, especially coming hot on the heels of some cautious comments about contagion from slower global growth via Fed&rsquo;s Clarida and Kaplan, and with the former also asserting that rates are already close to neutral. Hence, the index has pulled back even further new 2018 peaks set earlier in the week, albeit partly due to external factors/moves/developments, and only just off sub-96.400 lows vs 97.704 at best, with the technical outlook more bearish if it closes below 96.590 (50% Fib) and having started the week around 97.000.</p>\r\n\r\n<p><strong>* GBP: </strong>Some much needed respite for Sterling that has been pulled from pillar to post, and mainly flogged from peaks hit on Tuesday and Wednesday following what seemed like a major Brexit breakthrough. To recap, UK and EU negotiators finally reached a compromise withdrawal agreement that included a back-stop to avoid a hard Irish boarder, but with no predetermined end date or mechanism for Britain to end the arrangement after transition. However, PM May managed to secure &lsquo;majority&rsquo; Cabinet backing after a lengthy meeting before the walls started to fall apart in Whitehall on Thursday with 7 Government resignations, including Brexit Minister Raab himself. This sparked a more concerted move by Brexiteers, lead by ERG head Rees-Mogg, to oust the PM, but the no confidence motion has still not reached the 48 tally needed for a vote, and May got a Friday fillip as 5 other top/high profile members of her team decided to stay and rallied behind her. Gove and Fox also urged support from Parliament for the draft deal to provide May a life-line pending leadership challenge developments, and the Pound, with Cable currently above 1.2850 vs 1.2724 at worst, but still around 100 pips down from where it &lsquo;opened&rsquo; and more than 2 big figures off best levels, while Eur/Gbp is above 0.8850 and a clutch of MAs.</p>\r\n\r\n<p><strong>* AUD, NZD, CAD: </strong>The commodity currencies are all ending Friday&rsquo;s EU session and the week as a whole ahead of their US counterpart in line with the overall trend, but also as oil and metals prices rebound firmly, with crude extending its recovery to 2 days following almost 2 weeks in deep bear market territory. The Aud also had bullish data to provide momentum via a stellar labour report and recently climbed to a fresh 0.7300+ peak vs circa 0.7160 at the other extreme, while the Kiwi has largely tracked its antipodean peer to scale 0.6850 from just over 0.6700 at worst after some outperformance when the Aud/Nzd cross swooned to almost 1.0600 at one stage.</p>\r\n\r\n<p><strong>* JPY, EUR, CHF: </strong>All on course to end a volatile week with solid gains vs the Greenback, with the Jpy extending its recovery from 114.20 through 113.00 and not far from 112.50 as risk appetite waned on the aforementioned Brexit malaise, ongoing US-China/global trade issues, and Italian-EU budget dispute that appears likely to result in official proceedings next Wednesday. However, the single currency has managed to overcome earlier qualms and more evidence of a slowdown in German/Eurozone growth (in fact German GDP contracted 0.2% q/q in Q3) to reclaim 1.1400 vs a fresh ytd low circa 1.1215, while the Franc is back around parity vs 1.0130 or thereabouts at worst.</p>\r\n\r\n<p><strong>* EM: </strong>The Lira is off best levels, but still relatively bid after reports that the US could Turkish cleric Gulen in an attempt to assuage President Erdogan to adopt a less aggressive stance against Saudi Arabia over the Khashoggi killing. Usd/Try now pivoting 5.3300 within 5.3130-3940 trading parameters.</p>\r\n\r\n<p><strong>* COMING-UP: </strong>Monday: Data &ndash; No Tier 1 Data on the Calendar. Speakers &ndash; Fed&rsquo;s Williams Tuesday: Data &ndash; German PPI; US Building Permits &amp; Housing Starts. Speakers &ndash; BoE&rsquo;s Carney, Cunliffe, Haldane and Saunders Wednesday: Data &ndash; US Durable Goods, Initial Jobless Claims and EIA Weekly Data Thursday: Data &ndash; No Tier 1 Data on the Calendar. Speakers &ndash; BoE&rsquo;s Haldane and Saunders; ECB&rsquo;s Mersch. Note: Early Market Closures due to Thanksgiving Friday: Data &ndash; German Detailed GDP and Flash PMI; EU Flash PMI; Canadian CPI; Baker Hughes Rig Count. Speakers &ndash; ECB&rsquo;s de Guindos. Note: Early Market Closures due to Thanksgiving. <a href=\"https://ransquawk.com/research_sheets/20574/download\">Click here for the full RANsquawk Week In Focus report.</a></p>\r\n\r\n<p><strong>* CENTRAL BANK WEEKLY: </strong>Previewing ECB minutes, RBA minutes, SARB meeting; reviewing Banxico. <a href=\"https://ransquawk.com/research_sheets/20577/download\">Click here for the full RANsquawk report.</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-us-market-wrap-16-november-2018-trump-positive-on-china-trade-fed-s-clarida-warns-on-global-growth-16-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 05:05:00",
        "gmt_time": "2018-11-16 21:05:00"
    },
    {
        "id": 683660,
        "updated_sequence": 1089360,
        "published_at": {
            "unix": 1542400080,
            "text": "2018-11-16 20:28:00 +0000",
            "iso_8601": "2018-11-16T20:28:00Z"
        },
        "updated_at": {
            "unix": 1542400427,
            "text": "2018-11-16 20:33:47 +0000",
            "iso_8601": "2018-11-16T20:33:47Z"
        },
        "subject": "Fed's Harker (non-voter) does not believe that a December rate hike is prudent; says there is rising uncertainty about the outlook",
        "content": "<p><a href=\"https://www.wsj.com/articles/feds-patrick-harker-not-convinced-a-december-rate-rise-is-prudent-1542400163\">Via WSJ</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-harker-non-voter-does-not-believe-that-a-december-rate-hike-is-prudent-says-there-is-rising-uncertainty-about-the-outlook-16-11-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 04:28:00",
        "gmt_time": "2018-11-16 20:28:00"
    },
    {
        "id": 683659,
        "updated_sequence": 1089343,
        "published_at": {
            "unix": 1542399900,
            "text": "2018-11-16 20:25:00 +0000",
            "iso_8601": "2018-11-16T20:25:00Z"
        },
        "updated_at": {
            "unix": 1542399981,
            "text": "2018-11-16 20:26:21 +0000",
            "iso_8601": "2018-11-16T20:26:21Z"
        },
        "subject": "Tesla (TSLA) lawyers confident DOJ will not proceed with 'funding secured' case, and believe only serious outstanding DOJ/SEC issues involves Model 3 projections, according to FBN's Gasparino",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tesla-tsla-lawyers-confident-doj-will-not-proceed-with-funding-secured-case-and-believe-only-serious-outstanding-doj-sec-issues-involves-model-3-projections-according-to-fbn-s-gasparino-16-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 04:25:00",
        "gmt_time": "2018-11-16 20:25:00"
    },
    {
        "id": 683658,
        "updated_sequence": 1089340,
        "published_at": {
            "unix": 1542399300,
            "text": "2018-11-16 20:15:00 +0000",
            "iso_8601": "2018-11-16T20:15:00Z"
        },
        "updated_at": {
            "unix": 1542399325,
            "text": "2018-11-16 20:15:25 +0000",
            "iso_8601": "2018-11-16T20:15:25Z"
        },
        "subject": "Former Brexit Secretary Davis says US officials are receptive to a trade deal with the UK",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "former-brexit-secretary-davis-says-us-officials-are-receptive-to-a-trade-deal-with-the-uk-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 04:15:00",
        "gmt_time": "2018-11-16 20:15:00"
    },
    {
        "id": 683657,
        "updated_sequence": 1089337,
        "published_at": {
            "unix": 1542398280,
            "text": "2018-11-16 19:58:00 +0000",
            "iso_8601": "2018-11-16T19:58:00Z"
        },
        "updated_at": {
            "unix": 1542398302,
            "text": "2018-11-16 19:58:22 +0000",
            "iso_8601": "2018-11-16T19:58:22Z"
        },
        "subject": "Pfizer to Raise Prices on 41 Drugs, WSJ reports",
        "content": "<p><a href=\"https://www.wsj.com/articles/pfizer-to-raise-prices-on-41-drugs-1542398034?mod=searchresults&amp;page=1&amp;pos=1\">Via WSJ</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pfizer-to-raise-prices-on-41-drugs-wsj-reports-16-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 03:58:00",
        "gmt_time": "2018-11-16 19:58:00"
    },
    {
        "id": 683656,
        "updated_sequence": 1089334,
        "published_at": {
            "unix": 1542397860,
            "text": "2018-11-16 19:51:00 +0000",
            "iso_8601": "2018-11-16T19:51:00Z"
        },
        "updated_at": {
            "unix": 1542397905,
            "text": "2018-11-16 19:51:45 +0000",
            "iso_8601": "2018-11-16T19:51:45Z"
        },
        "subject": "RANSQUAWK Source note vague takeover chatter for Tesaro (TSRO) - Unconfirmed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ransquawk-source-note-vague-takeover-chatter-for-tesaro-tsro-unconfirmed-16-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2018-11-17 03:51:00",
        "gmt_time": "2018-11-16 19:51:00"
    },
    {
        "id": 683655,
        "updated_sequence": 1089331,
        "published_at": {
            "unix": 1542397440,
            "text": "2018-11-16 19:44:00 +0000",
            "iso_8601": "2018-11-16T19:44:00Z"
        },
        "updated_at": {
            "unix": 1542397822,
            "text": "2018-11-16 19:50:22 +0000",
            "iso_8601": "2018-11-16T19:50:22Z"
        },
        "subject": "Saudis want oil prices around USD 80/bbl, WSJ reports; Saudis want to chart energy policy independent of US goals",
        "content": "<p><a href=\"https://www.wsj.com/articles/u-s-deals-on-iran-oil-dampen-prices-spark-clash-with-saudis-1542396490\">Via WSJ</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudis-want-oil-prices-around-usd-80-bbl-wsj-reports-saudis-want-to-chart-energy-policy-independent-of-us-goals-16-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 03:44:00",
        "gmt_time": "2018-11-16 19:44:00"
    },
    {
        "id": 683654,
        "updated_sequence": 1089329,
        "published_at": {
            "unix": 1542397380,
            "text": "2018-11-16 19:43:00 +0000",
            "iso_8601": "2018-11-16T19:43:00Z"
        },
        "updated_at": {
            "unix": 1542397604,
            "text": "2018-11-16 19:46:44 +0000",
            "iso_8601": "2018-11-16T19:46:44Z"
        },
        "subject": "US forecasts a cut to Iranian crude sales by April of at least 40% to 900k BPD vs pre-sanctions levels, according to people familiar with the sanctions waivers.",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/u-s-deals-on-iran-oil-dampen-prices-spark-clash-with-saudis-1542396490\">Via WSJ</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-forecasts-a-cut-to-iranian-crude-sales-by-april-of-at-least-40-to-900k-bpd-vs-pre-sanctions-levels-according-to-people-familiar-with-the-sanctions-waivers-16-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 03:43:00",
        "gmt_time": "2018-11-16 19:43:00"
    },
    {
        "id": 683653,
        "updated_sequence": 1089325,
        "published_at": {
            "unix": 1542396780,
            "text": "2018-11-16 19:33:00 +0000",
            "iso_8601": "2018-11-16T19:33:00Z"
        },
        "updated_at": {
            "unix": 1542397508,
            "text": "2018-11-16 19:45:08 +0000",
            "iso_8601": "2018-11-16T19:45:08Z"
        },
        "subject": "WTI futures (Z8, expires Monday) settles unchanged at USD 56.46/bbl; Brent (F9) settles USD 0.14 higher at USD 66.76/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>This week&rsquo;s news that OPEC was mulling a supply cut of up to 1.4mln barrels per day continued to support the crude complex on Friday. At the margin, markets may have received a boost after surviving large inventory builds in the week too, Citi said. &ldquo;While the price action is constructive, there is still some residual risk that the market will decide that the uptrend in US crude stocks is bearish after all, triggering a fresh round of disappointment,&rdquo; Citi wrote. It also pointed out that book squaring in the WTI Z8 contract ahead of Monday&rsquo;s contract expiry was a feature of trade on Friday. This week&rsquo;s Baker Hughes reported oil up 2 rigs at 888, gas down 1 rig at 194, total rigs up 1 at 1082.</p>\r\n",
        "analysis_updated_at": {
            "unix": 1542396780,
            "text": "2018-11-16 19:33:00 +0000",
            "iso_8601": "2018-11-16T19:33:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-futures-z8-expires-monday-settles-unchanged-at-usd-56-46-bbl-brent-f9-settles-usd-0-14-higher-at-usd-66-76-bbl-16-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 03:33:00",
        "gmt_time": "2018-11-16 19:33:00"
    },
    {
        "id": 683652,
        "updated_sequence": 1089314,
        "published_at": {
            "unix": 1542392820,
            "text": "2018-11-16 18:27:00 +0000",
            "iso_8601": "2018-11-16T18:27:00Z"
        },
        "updated_at": {
            "unix": 1542392897,
            "text": "2018-11-16 18:28:17 +0000",
            "iso_8601": "2018-11-16T18:28:17Z"
        },
        "subject": "UK Brexit Secretary Barclay says we must continue to build on momentum to finalise Brexit agreement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-brexit-secretary-barclay-says-we-must-continue-to-build-on-momentum-to-finalise-brexit-agreement-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 02:27:00",
        "gmt_time": "2018-11-16 18:27:00"
    },
    {
        "id": 683651,
        "updated_sequence": 1089311,
        "published_at": {
            "unix": 1542391800,
            "text": "2018-11-16 18:10:00 +0000",
            "iso_8601": "2018-11-16T18:10:00Z"
        },
        "updated_at": {
            "unix": 1542391999,
            "text": "2018-11-16 18:13:19 +0000",
            "iso_8601": "2018-11-16T18:13:19Z"
        },
        "subject": "White House officials say that US President Trump was simply expressing optimism about current negotiations with China when he mentioned a halt in tariffs, shouldn't believe a deal is imminent; CNBC",
        "content": "<ul><li><a href=\"https://twitter.com/EamonJavers/status/1063494205304131586\">click here for tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "white-house-officials-say-that-us-president-trump-was-simply-expressing-optimism-about-current-negotiations-with-china-when-he-mentioned-a-halt-in-tariffs-shouldn-t-believe-a-deal-is-imminent-cnbc-16-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 02:10:00",
        "gmt_time": "2018-11-16 18:10:00"
    },
    {
        "id": 683650,
        "updated_sequence": 1089303,
        "published_at": {
            "unix": 1542391200,
            "text": "2018-11-16 18:00:00 +0000",
            "iso_8601": "2018-11-16T18:00:00Z"
        },
        "updated_at": {
            "unix": 1542391335,
            "text": "2018-11-16 18:02:15 +0000",
            "iso_8601": "2018-11-16T18:02:15Z"
        },
        "subject": "Baker Hughes Rig Count (16/Nov): Oil up 2 rigs at 888, gas down 1 rig at 194, total rigs up 1 at 1082",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-16-nov-oil-up-2-rigs-at-888-gas-down-1-rig-at-194-total-rigs-up-1-at-1082-16-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 02:00:00",
        "gmt_time": "2018-11-16 18:00:00"
    },
    {
        "id": 683649,
        "updated_sequence": 1089305,
        "published_at": {
            "unix": 1542390540,
            "text": "2018-11-16 17:49:00 +0000",
            "iso_8601": "2018-11-16T17:49:00Z"
        },
        "updated_at": {
            "unix": 1542391415,
            "text": "2018-11-16 18:03:35 +0000",
            "iso_8601": "2018-11-16T18:03:35Z"
        },
        "subject": "Irish Foreign Minister Coveney says no plans to start preparation of infrastructure for a potential hard border",
        "content": "<ul><li>If Brexit looks inevitable we need discussion on how to avoid a hard border</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-foreign-minister-coveney-says-no-plans-to-start-preparation-of-infrastructure-for-a-potential-hard-border-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 01:49:00",
        "gmt_time": "2018-11-16 17:49:00"
    },
    {
        "id": 683647,
        "updated_sequence": 1089297,
        "published_at": {
            "unix": 1542389640,
            "text": "2018-11-16 17:34:00 +0000",
            "iso_8601": "2018-11-16T17:34:00Z"
        },
        "updated_at": {
            "unix": 1542390465,
            "text": "2018-11-16 17:47:45 +0000",
            "iso_8601": "2018-11-16T17:47:45Z"
        },
        "subject": "US President Trump says China wants to make a deal on trade, but not acceptable as it is now; may not have to impose further tariffs ",
        "content": "<ul><li>Hopefully US can make a deal with China, but there must be reciprocal trade</li>\r\n  <li>China list of tariff proposals&nbsp;is nearly complete, though 4 or 5 things have been left off</li>\r\n</ul>\r\n",
        "reaction_details": "<ul><li>ES mini rose from 2722.50 to 2737.50</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1542389820,
            "text": "2018-11-16 17:37:00 +0000",
            "iso_8601": "2018-11-16T17:37:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-china-wants-to-make-a-deal-on-trade-but-not-acceptable-as-it-is-now-may-not-have-to-impose-further-tariffs-16-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 01:34:00",
        "gmt_time": "2018-11-16 17:34:00"
    },
    {
        "id": 683646,
        "updated_sequence": 1089274,
        "published_at": {
            "unix": 1542388080,
            "text": "2018-11-16 17:08:00 +0000",
            "iso_8601": "2018-11-16T17:08:00Z"
        },
        "updated_at": {
            "unix": 1542388234,
            "text": "2018-11-16 17:10:34 +0000",
            "iso_8601": "2018-11-16T17:10:34Z"
        },
        "subject": "Canada's Finance Minister Morneau says oil price differential between US crude and Canada crude is a big challenge ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-s-finance-minister-morneau-says-oil-price-differential-between-us-crude-and-canada-crude-is-a-big-challenge-16-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 01:08:00",
        "gmt_time": "2018-11-16 17:08:00"
    },
    {
        "id": 683645,
        "updated_sequence": 1089265,
        "published_at": {
            "unix": 1542386820,
            "text": "2018-11-16 16:47:00 +0000",
            "iso_8601": "2018-11-16T16:47:00Z"
        },
        "updated_at": {
            "unix": 1542386921,
            "text": "2018-11-16 16:48:41 +0000",
            "iso_8601": "2018-11-16T16:48:41Z"
        },
        "subject": "Sources say they are looking at changing text of the withdrawal treaty to amend backstop, EU said text is done and dusted; FT",
        "content": "<ul><li><a href=\"https://twitter.com/Laura_K_Hughes/status/1063473452051570688\">click here for tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sources-say-they-are-looking-at-changing-text-of-the-withdrawal-treaty-to-amend-backstop-eu-said-text-is-done-and-dusted-ft-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 00:47:00",
        "gmt_time": "2018-11-16 16:47:00"
    },
    {
        "id": 683643,
        "updated_sequence": 1089280,
        "published_at": {
            "unix": 1542385920,
            "text": "2018-11-16 16:32:00 +0000",
            "iso_8601": "2018-11-16T16:32:00Z"
        },
        "updated_at": {
            "unix": 1542389471,
            "text": "2018-11-16 17:31:11 +0000",
            "iso_8601": "2018-11-16T17:31:11Z"
        },
        "subject": "Fed's Evans (Non-Voter, Dove) says US economy is doing well and expects 3.25% GDP growth this year and 3.5% next year ",
        "content": "<ul><li>He says wages have increased but not as much as would have expected; hard to get a reading on inflation by looking at wage pressures as they move simultaneously</li>\r\n  <li>Sees the current rate a little bit below neutral, getting to neutral is the &quot;first order job&quot; for the Fed</li>\r\n  <li>Need for accommodation is not really there anymore</li>\r\n  <li>Downside risk to inflation not very great</li>\r\n  <li>Current economic outlook has been&nbsp;quite good, financial stability risks look moderate</li>\r\n  <li>Stocks buybacks are a signal that businesses look forward to good business outlook</li>\r\n  <li>Yield curve is one of the many indicators the Fed looks at</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-evans-non-voter-dove-says-us-economy-is-doing-well-and-expects-3-25-gdp-growth-this-year-and-3-5-next-year-16-11-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 00:32:00",
        "gmt_time": "2018-11-16 16:32:00"
    },
    {
        "id": 683644,
        "updated_sequence": 1089252,
        "published_at": {
            "unix": 1542385860,
            "text": "2018-11-16 16:31:00 +0000",
            "iso_8601": "2018-11-16T16:31:00Z"
        },
        "updated_at": {
            "unix": 1542386059,
            "text": "2018-11-16 16:34:19 +0000",
            "iso_8601": "2018-11-16T16:34:19Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (-0.22%), FTSE 100 (-0.32%), DAX (-0.06%), CAC (-0.09%), IBEX (-0.10%), FTSE MIB (-0.06%), SMI (+0.35%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-22-ftse-100-0-32-dax-0-06-cac-0-09-ibex-0-10-ftse-mib-0-06-smi-0-35-16-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 00:31:00",
        "gmt_time": "2018-11-16 16:31:00"
    },
    {
        "id": 683642,
        "updated_sequence": 1089249,
        "published_at": {
            "unix": 1542385740,
            "text": "2018-11-16 16:29:00 +0000",
            "iso_8601": "2018-11-16T16:29:00Z"
        },
        "updated_at": {
            "unix": 1542386046,
            "text": "2018-11-16 16:34:06 +0000",
            "iso_8601": "2018-11-16T16:34:06Z"
        },
        "subject": "Stephen Barclay to be new Brexit Secretary",
        "content": "<ul><li>Sun Political Editor says &quot;Brexit Sec role is being stripped down, just now the domestic delivery of Brexit. PM will have sole charge of the final negotiations.&quot;</li>\r\n  <li>Barclay is a Brexiteer and supporter leaving the EU</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "stephen-barclay-to-be-new-brexit-secretary-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 00:29:00",
        "gmt_time": "2018-11-16 16:29:00"
    },
    {
        "id": 683641,
        "updated_sequence": 1089239,
        "published_at": {
            "unix": 1542385020,
            "text": "2018-11-16 16:17:00 +0000",
            "iso_8601": "2018-11-16T16:17:00Z"
        },
        "updated_at": {
            "unix": 1542385101,
            "text": "2018-11-16 16:18:21 +0000",
            "iso_8601": "2018-11-16T16:18:21Z"
        },
        "subject": "NY Fed GDP nowcast: 2.6% (Prev. 2.7%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ny-fed-gdp-nowcast-2-6-prev-2-7-16-11-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 00:17:00",
        "gmt_time": "2018-11-16 16:17:00"
    },
    {
        "id": 683640,
        "updated_sequence": 1089236,
        "published_at": {
            "unix": 1542384240,
            "text": "2018-11-16 16:04:00 +0000",
            "iso_8601": "2018-11-16T16:04:00Z"
        },
        "updated_at": {
            "unix": 1542384339,
            "text": "2018-11-16 16:05:39 +0000",
            "iso_8601": "2018-11-16T16:05:39Z"
        },
        "subject": "US National Security Advisor Bolton praises deal to partially resume Kiruk oil exports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-national-security-advisor-bolton-praises-deal-to-partially-resume-kiruk-oil-exports-16-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 00:04:00",
        "gmt_time": "2018-11-16 16:04:00"
    },
    {
        "id": 683639,
        "updated_sequence": 1089233,
        "published_at": {
            "unix": 1542384060,
            "text": "2018-11-16 16:01:00 +0000",
            "iso_8601": "2018-11-16T16:01:00Z"
        },
        "updated_at": {
            "unix": 1542384264,
            "text": "2018-11-16 16:04:24 +0000",
            "iso_8601": "2018-11-16T16:04:24Z"
        },
        "subject": "NY Fed: Total US household debt at a record USD 13.5trln in Q3, up USD 219bln from Q2; mortgage debt USD 9.1trln in Q3, up USD 141bln from Q2; serious delinquencies increased in student debt, credit card, flat in mortgage and auto",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fed",
        "slug": "ny-fed-total-us-household-debt-at-a-record-usd-13-5trln-in-q3-up-usd-219bln-from-q2-mortgage-debt-usd-9-1trln-in-q3-up-usd-141bln-from-q2-serious-delinquencies-increased-in-student-debt-credit-card-flat-in-mortgage-and-auto-16-11-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-17 00:01:00",
        "gmt_time": "2018-11-16 16:01:00"
    },
    {
        "id": 683636,
        "updated_sequence": 1089224,
        "published_at": {
            "unix": 1542383640,
            "text": "2018-11-16 15:54:00 +0000",
            "iso_8601": "2018-11-16T15:54:00Z"
        },
        "updated_at": {
            "unix": 1542383778,
            "text": "2018-11-16 15:56:18 +0000",
            "iso_8601": "2018-11-16T15:56:18Z"
        },
        "subject": "Amber Rudd returning to UK Cabinet as Work and Pensions Secretary; according to the Sunday Times",
        "content": "<p><a href=\"https://twitter.com/ShippersUnbound/status/1063460046925897733\">Click here for tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>She is to replace Esther McVey who resigned from the position on Thursday&nbsp;</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1542383778,
            "text": "2018-11-16 15:56:18 +0000",
            "iso_8601": "2018-11-16T15:56:18Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "amber-rudd-returning-to-uk-cabinet-as-work-and-pensions-secretary-according-to-the-sunday-times-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 23:54:00",
        "gmt_time": "2018-11-16 15:54:00"
    },
    {
        "id": 683635,
        "updated_sequence": 1089219,
        "published_at": {
            "unix": 1542383100,
            "text": "2018-11-16 15:45:00 +0000",
            "iso_8601": "2018-11-16T15:45:00Z"
        },
        "updated_at": {
            "unix": 1542383290,
            "text": "2018-11-16 15:48:10 +0000",
            "iso_8601": "2018-11-16T15:48:10Z"
        },
        "subject": "Of note for Seattle Genetics (SGEN), Adcetris patients review chemotherapy approval cell approved Lymphoma agency oncology",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "of-note-for-seattle-genetics-sgen-adcetris-patients-review-chemotherapy-approval-cell-approved-lymphoma-agency-oncology-16-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 23:45:00",
        "gmt_time": "2018-11-16 15:45:00"
    },
    {
        "id": 683634,
        "updated_sequence": 1089213,
        "published_at": {
            "unix": 1542382560,
            "text": "2018-11-16 15:36:00 +0000",
            "iso_8601": "2018-11-16T15:36:00Z"
        },
        "updated_at": {
            "unix": 1542382942,
            "text": "2018-11-16 15:42:22 +0000",
            "iso_8601": "2018-11-16T15:42:22Z"
        },
        "subject": "Weekly FX Wrap: Dollar dented by Fed growth pangs, Pound blighted by Brexit mayhem",
        "content": "<p>DXY</p>\r\n\r\n<p>Softer than forecast US ip data looks set to keep pressure on the broad Usd, especially coming hot on the heels of some cautious comments about contagion from slower global growth via Fed&rsquo;s Clarida and Kaplan, and with the former also asserting that rates are already close to neutral. Hence, the index has pulled back even further new 2018 peaks set earlier in the week, albeit partly due to external factors/moves/developments, and only just off sub-96.400 lows vs 97.704 at best, with the technical outlook more bearish if it closes below 96.590 (50% Fib) and having started the week around 97.000.</p>\r\n\r\n<p>GBP &nbsp;</p>\r\n\r\n<p>Some much needed respite for Sterling that has been pulled from pillar to post, and mainly flogged from peaks hit on Tuesday and Wednesday following what seemed like a major Brexit breakthrough. To recap, UK and EU negotiators finally reached a compromise withdrawal agreement that included a back-stop to avoid a hard Irish boarder, but with no predetermined end date or mechanism for Britain to end the arrangement after transition. However, PM May managed to secure &lsquo;majority&rsquo; Cabinet backing after a lengthy meeting before the walls started to fall apart in Whitehall on Thursday with 7 Government resignations, including Brexit Minister Raab himself. This sparked a more concerted move by Brexiteers, lead by ERG head Rees-Mogg, to oust the PM, but the no confidence motion has still not reached the 48 tally needed for a vote, and May got a Friday fillip as 5 other top/high profile members of her team decided to stay and rallied behind her. Gove and Fox also urged support from Parliament for the draft deal to provide May a life-line pending leadership challenge developments, and the Pound, with Cable currently above 1.2850 vs 1.2724 at worst, but still around 100 pips down from where it &lsquo;opened&rsquo; and more than 2 big figures off best levels, while Eur/Gbp is above 0.8850 and a clutch of MAs.</p>\r\n\r\n<p>AUD/NZD/CAD</p>\r\n\r\n<p>The commodity currencies are all ending Friday&rsquo;s EU session and the week as a whole ahead of their US counterpart in line with the overall trend, but also as oil and metals prices rebound firmly, with crude extending its recovery to 2 days following almost 2 weeks in deep bear market territory. The Aud also had bullish data to provide momentum via a stellar labour report and recently climbed to a fresh 0.7300+ peak vs circa 0.7160 at the other extreme, while the Kiwi has largely tracked its antipodean peer to scale 0.6850 from just over 0.6700 at worst after some outperformance when the Aud/Nzd cross swooned to almost 1.0600 at one stage.</p>\r\n\r\n<p>JPY/EUR/CHF</p>\r\n\r\n<p>All on course to end a volatile week with solid gains vs the Greenback, with the Jpy extending its recovery from 114.20 through 113.00 and not far from 112.50 as risk appetite waned on the aforementioned Brexit malaise, ongoing US-China/global trade issues, and Italian-EU budget dispute that appears likely to result in official proceedings next Wednesday. However, the single currency has managed to overcome earlier qualms and more evidence of a slowdown in German/Eurozone growth (in fact German GDP contracted 0.2% q/q in Q3) to reclaim 1.1400 vs a fresh ytd low circa 1.1215, while the Franc is back around parity vs 1.0130 or thereabouts at worst.</p>\r\n\r\n<p>EM</p>\r\n\r\n<p>The Lira is off best levels, but still relatively bid after reports that the US could Turkish cleric Gulen in an attempt to assuage President Erdogan to adopt a less aggressive stance against Saudi Arabia over the Khashoggi killing. Usd/Try now pivoting 5.3300 within 5.3130-3940 trading parameters.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-dollar-dented-by-fed-growth-pangs-pound-blighted-by-brexit-mayhem-16-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 23:36:00",
        "gmt_time": "2018-11-16 15:36:00"
    },
    {
        "id": 683632,
        "updated_sequence": 1089205,
        "published_at": {
            "unix": 1542381900,
            "text": "2018-11-16 15:25:00 +0000",
            "iso_8601": "2018-11-16T15:25:00Z"
        },
        "updated_at": {
            "unix": 1542381955,
            "text": "2018-11-16 15:25:55 +0000",
            "iso_8601": "2018-11-16T15:25:55Z"
        },
        "subject": "Italian Deputy PM DI Maio says he is in agreement with ECB President Draghi that the nation must lower its debt",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-deputy-pm-di-maio-says-he-is-in-agreement-with-ecb-president-draghi-that-the-nation-must-lower-its-debt-16-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 23:25:00",
        "gmt_time": "2018-11-16 15:25:00"
    },
    {
        "id": 683631,
        "updated_sequence": 1089202,
        "published_at": {
            "unix": 1542381660,
            "text": "2018-11-16 15:21:00 +0000",
            "iso_8601": "2018-11-16T15:21:00Z"
        },
        "updated_at": {
            "unix": 1542381679,
            "text": "2018-11-16 15:21:19 +0000",
            "iso_8601": "2018-11-16T15:21:19Z"
        },
        "subject": "RANsquawk Week in Focus - Week in Focus; week commencing 19 November 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20574/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Monday: New Zealand PPI, Japanese Trade Balance</li>\r\n  <li>Tuesday: US Building Permits &amp; Housing Starts, Hungary Interest Rate Decision, RBA Minutes</li>\r\n  <li>Wednesday: US Durables, US Uni of Mich Sentiment (Final), Japanese CPI, EC to publish opinion on Italian budget</li>\r\n  <li>Thursday: ECB Minutes, South African Interest Rate Decision, Eurozone Consumer Conf Flash, EU to publish update on Brexit</li>\r\n  <li>Friday: Eurozone &amp; US Markit PMIs, Canadian CPI</li>\r\n  <li>Sunday: EU leaders summit</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-in-focus-week-commencing-19-november-2018-16-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 23:21:00",
        "gmt_time": "2018-11-16 15:21:00"
    },
    {
        "id": 683630,
        "updated_sequence": 1089197,
        "published_at": {
            "unix": 1542381360,
            "text": "2018-11-16 15:16:00 +0000",
            "iso_8601": "2018-11-16T15:16:00Z"
        },
        "updated_at": {
            "unix": 1542381447,
            "text": "2018-11-16 15:17:27 +0000",
            "iso_8601": "2018-11-16T15:17:27Z"
        },
        "subject": "OPEC delegates state that a 1-1.4mln bpd cut is currently being discussed, as according to Platts ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "opec-delegates-state-that-a-1-1-4mln-bpd-cut-is-currently-being-discussed-as-according-to-platts-16-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 23:16:00",
        "gmt_time": "2018-11-16 15:16:00"
    },
    {
        "id": 683629,
        "updated_sequence": 1089194,
        "published_at": {
            "unix": 1542380520,
            "text": "2018-11-16 15:02:00 +0000",
            "iso_8601": "2018-11-16T15:02:00Z"
        },
        "updated_at": {
            "unix": 1542380604,
            "text": "2018-11-16 15:03:24 +0000",
            "iso_8601": "2018-11-16T15:03:24Z"
        },
        "subject": "Irish PM Varadkar says does not see much in the way of room to renegotiate the Brexit deal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-pm-varadkar-says-does-not-see-much-in-the-way-of-room-to-renegotiate-the-brexit-deal-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 23:02:00",
        "gmt_time": "2018-11-16 15:02:00"
    },
    {
        "id": 683628,
        "updated_sequence": 1089191,
        "published_at": {
            "unix": 1542380040,
            "text": "2018-11-16 14:54:00 +0000",
            "iso_8601": "2018-11-16T14:54:00Z"
        },
        "updated_at": {
            "unix": 1542380317,
            "text": "2018-11-16 14:58:37 +0000",
            "iso_8601": "2018-11-16T14:58:37Z"
        },
        "subject": "Reports suggest Leadsom and Mordaunt certainly want more concessions before the EUCO meet on Nov 25 and not made public declarations like Fox/Gove; according to SkyNews political editor",
        "content": "<p><a href=\"https://twitter.com/BethRigby/status/1063444973255884802\">Click here for tweet&nbsp;</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "reports-suggest-leadsom-and-mordaunt-certainly-want-more-concessions-before-the-euco-meet-on-nov-25-and-not-made-public-declarations-like-fox-gove-according-to-skynews-political-editor-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 22:54:00",
        "gmt_time": "2018-11-16 14:54:00"
    },
    {
        "id": 683627,
        "updated_sequence": 1089184,
        "published_at": {
            "unix": 1542379920,
            "text": "2018-11-16 14:52:00 +0000",
            "iso_8601": "2018-11-16T14:52:00Z"
        },
        "updated_at": {
            "unix": 1542380054,
            "text": "2018-11-16 14:54:14 +0000",
            "iso_8601": "2018-11-16T14:54:14Z"
        },
        "subject": "Officials from the EU27 have raised specific concerns about the draft Brexit deal agreed this week, according to diplomatic notes seen by BuzzFeed News from meetings that took place in Brussels on Thursday and Friday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "BuzzFeed",
        "slug": "officials-from-the-eu27-have-raised-specific-concerns-about-the-draft-brexit-deal-agreed-this-week-according-to-diplomatic-notes-seen-by-buzzfeed-news-from-meetings-that-took-place-in-brussels-on-thursday-and-friday-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 22:52:00",
        "gmt_time": "2018-11-16 14:52:00"
    },
    {
        "id": 683626,
        "updated_sequence": 1089177,
        "published_at": {
            "unix": 1542379620,
            "text": "2018-11-16 14:47:00 +0000",
            "iso_8601": "2018-11-16T14:47:00Z"
        },
        "updated_at": {
            "unix": 1542379760,
            "text": "2018-11-16 14:49:20 +0000",
            "iso_8601": "2018-11-16T14:49:20Z"
        },
        "subject": "Further reports are suggesting pro-Brexit ministers are meeting over the weekend to discuss concerns over UK PM May's deal, main issue remains backstop according to the BBC",
        "content": "<p><a href=\"https://twitter.com/nickeardleybbc/status/1063443110141800448\">Click here for tweet&nbsp;</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "further-reports-are-suggesting-pro-brexit-ministers-are-meeting-over-the-weekend-to-discuss-concerns-over-uk-pm-may-s-deal-main-issue-remains-backstop-according-to-the-bbc-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 22:47:00",
        "gmt_time": "2018-11-16 14:47:00"
    },
    {
        "id": 683625,
        "updated_sequence": 1089172,
        "published_at": {
            "unix": 1542379200,
            "text": "2018-11-16 14:40:00 +0000",
            "iso_8601": "2018-11-16T14:40:00Z"
        },
        "updated_at": {
            "unix": 1542379313,
            "text": "2018-11-16 14:41:53 +0000",
            "iso_8601": "2018-11-16T14:41:53Z"
        },
        "subject": "Delta (DAL) has deferred the delivery of 10 Airbus (AIR FP) A350's, whilst still ordering 10 A330 neo's as according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "delta-dal-has-deferred-the-delivery-of-10-airbus-air-fp-a350-s-whilst-still-ordering-10-a330-neo-s-as-according-to-sources-16-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 22:40:00",
        "gmt_time": "2018-11-16 14:40:00"
    },
    {
        "id": 683624,
        "updated_sequence": 1089169,
        "published_at": {
            "unix": 1542379080,
            "text": "2018-11-16 14:38:00 +0000",
            "iso_8601": "2018-11-16T14:38:00Z"
        },
        "updated_at": {
            "unix": 1542379104,
            "text": "2018-11-16 14:38:24 +0000",
            "iso_8601": "2018-11-16T14:38:24Z"
        },
        "subject": "US Movers: Pacific Gas & Electric (PCG) +33.2%, Edison International (EIX) +13.5%, EOG Resources (EOG) +2%, NVIDIA (NVDA) -19.4%, Nordstrom (JWN) -13.1%, Applied Materials (AMAT) - 4.8%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-movers-pacific-gas-electric-pcg-33-2-edison-international-eix-13-5-eog-resources-eog-2-nvidia-nvda-19-4-nordstrom-jwn-13-1-applied-materials-amat-4-8-16-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 22:38:00",
        "gmt_time": "2018-11-16 14:38:00"
    },
    {
        "id": 683623,
        "updated_sequence": 1089164,
        "published_at": {
            "unix": 1542378060,
            "text": "2018-11-16 14:21:00 +0000",
            "iso_8601": "2018-11-16T14:21:00Z"
        },
        "updated_at": {
            "unix": 1542378156,
            "text": "2018-11-16 14:22:36 +0000",
            "iso_8601": "2018-11-16T14:22:36Z"
        },
        "subject": "Volkswagen (VOW3 GY) says they don't have sufficient production capacity to to build cars for 3rd party clients",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-says-they-don-t-have-sufficient-production-capacity-to-to-build-cars-for-3rd-party-clients-16-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 22:21:00",
        "gmt_time": "2018-11-16 14:21:00"
    },
    {
        "id": 683622,
        "updated_sequence": 1089166,
        "published_at": {
            "unix": 1542377940,
            "text": "2018-11-16 14:19:00 +0000",
            "iso_8601": "2018-11-16T14:19:00Z"
        },
        "updated_at": {
            "unix": 1542378160,
            "text": "2018-11-16 14:22:40 +0000",
            "iso_8601": "2018-11-16T14:22:40Z"
        },
        "subject": "Italy's government tells the EU the risks to its public finances are limited; adds recent rise in government bond yields is \"manageable\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-government-tells-the-eu-the-risks-to-its-public-finances-are-limited-adds-recent-rise-in-government-bond-yields-is-manageable-16-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 22:19:00",
        "gmt_time": "2018-11-16 14:19:00"
    },
    {
        "id": 683621,
        "updated_sequence": 1089158,
        "published_at": {
            "unix": 1542377880,
            "text": "2018-11-16 14:18:00 +0000",
            "iso_8601": "2018-11-16T14:18:00Z"
        },
        "updated_at": {
            "unix": 1542377945,
            "text": "2018-11-16 14:19:05 +0000",
            "iso_8601": "2018-11-16T14:19:05Z"
        },
        "subject": "Dutch PM Rutte says that EU countries are unlikely to make serious changes to the Brexit deal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dutch-pm-rutte-says-that-eu-countries-are-unlikely-to-make-serious-changes-to-the-brexit-deal-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 22:18:00",
        "gmt_time": "2018-11-16 14:18:00"
    },
    {
        "id": 683612,
        "updated_sequence": 1089152,
        "published_at": {
            "unix": 1542377820,
            "text": "2018-11-16 14:17:00 +0000",
            "iso_8601": "2018-11-16T14:17:00Z"
        },
        "updated_at": {
            "unix": 1542377886,
            "text": "2018-11-16 14:18:06 +0000",
            "iso_8601": "2018-11-16T14:18:06Z"
        },
        "subject": "Additional US Equity Stories - AMZN, AMGN, IBM, NOW, LLY, TSLA",
        "content": "<ul><li><strong>Amazon (AMZN)</strong>&nbsp;- The online retailer&#39;s CEO Jeff Bezos said he doesn&#39;t think Amazon is &quot;too big to fail&quot;, adding that large companies have lifespans of 30+ years not 100+. (CNBC)</li>\r\n  <li><strong>Amgen (AMGN)</strong>&nbsp;- The pharma co. has received a positive opinion from European regulators for its leukaemia treatment, BLINCYTO. (Newswires)</li>\r\n  <li><strong>IBM (IBM), ServiceNow (NOW)</strong>&nbsp;- IBM has extended its partnership with the cloud computing co. ServiceNow, to help provide clients a simplified management&nbsp;of their IT resources. (Newswires)</li>\r\n  <li><strong>Eli Lilly (LLY)</strong>&nbsp;- The pharma co. is mulling the sale of an off-patent drug portfolio, looking to raise USD 200mln-300mln with particular interest from Asia. (Newswires)</li>\r\n  <li><strong>Tesla (TSLA)</strong>&nbsp;- The co. has lowered its prices on solar power systems, helping the average customer make savings between USD 3,000-4,000, providing incentives for wider renewable energy adoption. (CNBC)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-amzn-amgn-ibm-now-lly-tsla-16-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 22:17:00",
        "gmt_time": "2018-11-16 14:17:00"
    },
    {
        "id": 683620,
        "updated_sequence": 1089155,
        "published_at": {
            "unix": 1542377820,
            "text": "2018-11-16 14:17:00 +0000",
            "iso_8601": "2018-11-16T14:17:00Z"
        },
        "updated_at": {
            "unix": 1542377915,
            "text": "2018-11-16 14:18:35 +0000",
            "iso_8601": "2018-11-16T14:18:35Z"
        },
        "subject": "Financial Times Correspondent Laura Hughes tweets, Hear Andrea Leadsom is convening the core Brexit Cabinet members in next couple of days. They “will discuss how to move dial.”",
        "content": "<p><a href=\"https://twitter.com/Laura_K_Hughes/status/1063435828523864071\">Link to tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "financial-times-correspondent-laura-hughes-tweets-hear-andrea-leadsom-is-convening-the-core-brexit-cabinet-members-in-next-couple-of-days-they-will-discuss-how-to-move-dial-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 22:17:00",
        "gmt_time": "2018-11-16 14:17:00"
    },
    {
        "id": 683616,
        "updated_sequence": 1089129,
        "published_at": {
            "unix": 1542377100,
            "text": "2018-11-16 14:05:00 +0000",
            "iso_8601": "2018-11-16T14:05:00Z"
        },
        "updated_at": {
            "unix": 1542377211,
            "text": "2018-11-16 14:06:51 +0000",
            "iso_8601": "2018-11-16T14:06:51Z"
        },
        "subject": "UK Conservative lawmaker Steve Baker says on BBCNews \"much more likely\" it'll be next week before 48 letters are in",
        "content": "<p><a href=\"https://twitter.com/nickeardleybbc/status/1063432756691181569\">Click here for tweet&nbsp;</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-conservative-lawmaker-steve-baker-says-on-bbcnews-much-more-likely-it-ll-be-next-week-before-48-letters-are-in-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 22:05:00",
        "gmt_time": "2018-11-16 14:05:00"
    },
    {
        "id": 683615,
        "updated_sequence": 1089124,
        "published_at": {
            "unix": 1542377040,
            "text": "2018-11-16 14:04:00 +0000",
            "iso_8601": "2018-11-16T14:04:00Z"
        },
        "updated_at": {
            "unix": 1542377087,
            "text": "2018-11-16 14:04:47 +0000",
            "iso_8601": "2018-11-16T14:04:47Z"
        },
        "subject": "Dutch PM Rutte says he doesn't support the idea of an EU military force, says NATO is the defense cornerstone",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dutch-pm-rutte-says-he-doesn-t-support-the-idea-of-an-eu-military-force-says-nato-is-the-defense-cornerstone-16-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 22:04:00",
        "gmt_time": "2018-11-16 14:04:00"
    },
    {
        "id": 683614,
        "updated_sequence": 1089119,
        "published_at": {
            "unix": 1542376860,
            "text": "2018-11-16 14:01:00 +0000",
            "iso_8601": "2018-11-16T14:01:00Z"
        },
        "updated_at": {
            "unix": 1542376928,
            "text": "2018-11-16 14:02:08 +0000",
            "iso_8601": "2018-11-16T14:02:08Z"
        },
        "subject": "Azerbaijan aims to keep oil production at 38mln tonnes in 2018; according to Socar official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "azerbaijan-aims-to-keep-oil-production-at-38mln-tonnes-in-2018-according-to-socar-official-16-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 22:01:00",
        "gmt_time": "2018-11-16 14:01:00"
    },
    {
        "id": 683613,
        "updated_sequence": 1089116,
        "published_at": {
            "unix": 1542376800,
            "text": "2018-11-16 14:00:00 +0000",
            "iso_8601": "2018-11-16T14:00:00Z"
        },
        "updated_at": {
            "unix": 1542376853,
            "text": "2018-11-16 14:00:53 +0000",
            "iso_8601": "2018-11-16T14:00:53Z"
        },
        "subject": "Saudi Arabia says Libya agrees to join decision on oil cuts; according to SPA ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-arabia-says-libya-agrees-to-join-decision-on-oil-cuts-according-to-spa-16-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 22:00:00",
        "gmt_time": "2018-11-16 14:00:00"
    },
    {
        "id": 683611,
        "updated_sequence": 1089107,
        "published_at": {
            "unix": 1542376140,
            "text": "2018-11-16 13:49:00 +0000",
            "iso_8601": "2018-11-16T13:49:00Z"
        },
        "updated_at": {
            "unix": 1542376335,
            "text": "2018-11-16 13:52:15 +0000",
            "iso_8601": "2018-11-16T13:52:15Z"
        },
        "subject": "BBC Political Editor Laura Kuenssberg tweets, 2 more names - Chris Green and Marcus Fysh - to add to the 48 - but ERG don't expect we'll know for sure until Monday - Brady seems to have left SW1 for the weekend",
        "content": "<p>(cont)&nbsp;Hear there are Remainer names as well as Brexiteer names on the list to become the next Brexit Secretary - if it&#39;s a Remainer then I wonder if that would mean more letters emerge</p>\r\n\r\n<ul><li><a href=\"https://twitter.com/bbclaurak/status/1063428962154684416\">Link to tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "bbc-political-editor-laura-kuenssberg-tweets-2-more-names-chris-green-and-marcus-fysh-to-add-to-the-48-but-erg-don-t-expect-we-ll-know-for-sure-until-monday-brady-seems-to-have-left-sw1-for-the-weekend-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 21:49:00",
        "gmt_time": "2018-11-16 13:49:00"
    },
    {
        "id": 683610,
        "updated_sequence": 1089100,
        "published_at": {
            "unix": 1542375840,
            "text": "2018-11-16 13:44:00 +0000",
            "iso_8601": "2018-11-16T13:44:00Z"
        },
        "updated_at": {
            "unix": 1542375991,
            "text": "2018-11-16 13:46:31 +0000",
            "iso_8601": "2018-11-16T13:46:31Z"
        },
        "subject": "Barrick (ABX) \"looking to trade\" some smaller assets in the Rangold (RRS LN) portfolio, according to Bristow",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Bristow",
        "slug": "barrick-abx-looking-to-trade-some-smaller-assets-in-the-rangold-rrs-ln-portfolio-according-to-bristow-16-11-2018",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 21:44:00",
        "gmt_time": "2018-11-16 13:44:00"
    },
    {
        "id": 683609,
        "updated_sequence": 1089102,
        "published_at": {
            "unix": 1542375780,
            "text": "2018-11-16 13:43:00 +0000",
            "iso_8601": "2018-11-16T13:43:00Z"
        },
        "updated_at": {
            "unix": 1542376122,
            "text": "2018-11-16 13:48:42 +0000",
            "iso_8601": "2018-11-16T13:48:42Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 16th November 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20573/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>NVIDIA Corp (NVDA) Q3 Adj. EPS USD 1.84 vs. Exp. USD 1.71, revenue USD 3.18bln vs. Exp. USD 3.24bln. Boosts quarterly dividend by 7% to USD 0.16/shr.</li>\r\n  <li>PG&amp;E (PCG) - Public Utilities Commission President Michael Picker reassured that bankruptcy is unlikely. The California Public Utilities Commission (CPUC) has begun the implementation of Section 451.2 to evaluate the recovery of wildfire-related expenses.</li>\r\n  <li>Viacom (VIAB) Q4 Adj. EPS USD 0.99 cents vs. Exp. USD 0.96, revenue USD 3.485bln vs. Exp. USD 3.319bln.</li>\r\n</ul>\r\n\r\n<p>16th November 2018&nbsp;</p>\r\n\r\n<p><br />Earnings&nbsp;</p>\r\n\r\n<ul><li>Applied Materials Inc (AMAT) Q4 Adj. EPS USD 0.97 vs. Exp. USD 0.97, revenue USD 4.01bln vs. Exp. USD 4bln. sees Q1 EPS USD 0.75-0.83 vs. Exp. USD 0.92, sees Q1 revenue USD 3.56bln-UD 3.86bln, consensus USD 3.94bln. (Newswires) &nbsp;</li>\r\n  <li>Nordstrom (JWN) Q3 EPS (ex USD 0.28 charge) USD 0.67 vs. Exp USD 0.66, revenue USD 3.65bln vs. Exp.USD 3.69bln. Q3 SSS increased 2.3%. (Newswires) &nbsp;</li>\r\n  <li>NVIDIA Corp (NVDA) Q3 Adj. EPS USD 1.84 vs. Exp. USD 1.71, revenue USD 3.18bln vs. Exp. USD 3.24bln. Boosts quarterly dividend by 7% to USD 0.16/shr. &nbsp;</li>\r\n  <li>Sonos (SONO) Q4 EPS -0.02 vs. Exp. USD -10.3, revenue USD 8.3mln vs. Exp. USD 12.49mln. (Newswires) &nbsp;</li>\r\n  <li>Viacom (VIAB) Q4 Adj. EPS USD 0.99 cents vs. Exp. USD 0.96, revenue USD 3.485bln vs. Exp. USD 3.319bln. (Newswires)&nbsp;</li>\r\n  <li>Williams-Sonoma (WSM) Q3 Adj. EPS USD 0.95 vs. Exp. USD 0.94, revenue USD 1.36bln vs. Exp. USD 1.37bln. Backs FY18 EPS USD 4.26-4.36 vs. Exp. USD 4.34. (Newswires)&nbsp;</li>\r\n</ul>\r\n\r\n<p>DJIA&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul><li>Home Depot (HD) &ndash; The co. announces a quarterly dividend of USD 1.03/shr. (Newswires)&nbsp;</li>\r\n  <li>Intel (INTC) &ndash; The tech co. announces USD 15bln increase to share repurchase programme. (Newswires) &nbsp;</li>\r\n  <li>Johnson &amp; Johnson (JNJ) &ndash; Another jury in South California failed to reach a verdict on the case of Bertila Boyd-Bostic who died of cancer at age 30 attributed to the long-term use of the co.&rsquo;s baby powder containing asbestos. (Newswires) &nbsp;</li>\r\n  <li>JP Morgan (JPM), Visa (V) &ndash; Chase is teaming up with Visa to bring its customers contactless credit cards. (Newswires)&nbsp;</li>\r\n  <li>Nike (NKE) &ndash; The sportswear brand raised its quarterly dividend by 10% to USD 0.22/shr. (Newswires)&nbsp;</li>\r\n</ul>\r\n\r\n<p>S&amp;P500&nbsp;</p>\r\n\r\n<ul><li>Anadarko (APC) &ndash; The co. raised its share repurchase programme by USD 1bln and boosted dividend by 20%; it announced a 2019 capital programme of USD 4.3bln-4.7bln. Elsewhere it announced Benjamin Fink will become its new CFO, replacing Bob Gwin. (Newswires) &nbsp;</li>\r\n  <li>Bank of America (BAC), JP Morgan (JPM) &ndash; US regulators have reached out to the two banks for information on their dealings with Danske Bank, which is under investigation for USD 230bln worth of money laundering. (Newswires)&nbsp;</li>\r\n  <li>Bristol-Myers Squibb (BMY) &ndash; The pharma co. received a positive opinion from European regulators for Opdivo in combination with Yervoy, it will now be reviewed by the European Commission. (Newswires)&nbsp;</li>\r\n  <li>Citi (C) &ndash; The bank has said that its corporate customers have begun adjusting their supply chain structure due to trade tariffs. (CNBC)&nbsp;</li>\r\n  <li>Edison International (EIX) &ndash; 45,470 customers have been affected by the California wild fires which it says 86% have had their power restored, it continues to assist first responders tackling the fires. (Newswires)&nbsp;</li>\r\n  <li>General Electric (GE) &ndash; Goldman Sachs said GE Capital may have &ldquo;further headwinds&rdquo;. (Newswires)&nbsp;</li>\r\n  <li>Hilton (HLT), Marriot (MAR) &ndash; A Chinese tourism regulator has initiated a probe in poor hygiene of 5-star hotels in Asia. (Newswires) &nbsp;</li>\r\n  <li>Kimberly-Clark (KMB) &ndash; The co. announces a quarterly dividend of USD 1.00/shr. (Newswires) &nbsp;</li>\r\n  <li>NiSource Inc (NI) - The National Transportation Safety Board reported that the co. failed in delivering a draft and oversee natural gas pipeline work orders which caused deadly explosions in three Massachusetts communities back in September. (Newswires) &nbsp;</li>\r\n  <li>PG&amp;E (PCG) - Public Utilities Commission President Michael Picker reassured that bankruptcy for the co. is unlikely. The California Public Utilities Commission (CPUC) has begun the implementation of Section 451.2 to evaluate the recovery of wildfire-related expenses and may obtain government aid to avoid a financial catastrophe. (Newswires)&nbsp;</li>\r\n</ul>\r\n\r\n<p>NASDAQ&nbsp;</p>\r\n\r\n<ul><li>Facebook (FB) &ndash; The social media co.&rsquo;s CEO Mark Zuckerberg still believes he is the best person to run the co., despite all the scandals; according to Business Insider. NY Times reports that advertisers are concerned about the co.&rsquo;s lack of morals. Recode reports that following the NY Times articles yesterday, the co. is facing fresh pressure from Washington over its attempts to conceal Russian meddling in the 2016 elections. (Business Insider/NY Times/Recode)&nbsp;</li>\r\n  <li>Tesla (TSLA) &ndash; The electric vehicle maker is looking to reach 7,000 Model 3 vehicles in Q4. (Electrek) &nbsp;</li>\r\n  <li>T-Mobile (TMUS) &ndash; CFO stated that the agreed USD 26bln acquisition of Sprint (S) could close as soon as Q1 2019. (newswires) &nbsp;</li>\r\n</ul>\r\n\r\n<p>OTHER NEWS&nbsp;</p>\r\n\r\n<ul><li>Dell Technologies (DVMT) - Carl Icahn is to drop lawsuit against the co. and end proxy contest. (Newswires)&nbsp;</li>\r\n  <li>Sony (SNE) &ndash; The co.&rsquo;s PlayStation unit will not be attending the famous E3 gaming conference in 2019; this is the event where it reveals big games for the year against its main competitor Microsoft (MSFT). (Neswires) &nbsp;</li>\r\n  <li>Square (SQ) &ndash; The co.&rsquo;s departing CFO Sarah Friar will leave earlier than expected on November 16th. (Newswires)&nbsp;</li>\r\n</ul>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>Upgrades</p>\r\n\r\n<ul><li>CORE LABORATORIES (CLB) UPGRADED TO BUY FROM NEUTRAL AT GUGGENHEIM</li>\r\n  <li>DSW (DSW) UPGRADED TO NEUTRAL FROM NEGATIVE AT SUSQUEHANNA</li>\r\n  <li>EOG RESOURCES (EOG) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li>\r\n  <li>OMEGA HEALTHCARE (OHI) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT BOFA/MERRILL</li>\r\n  <li>OMEGA HEALTHCARE (OHI) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT RAYMOND JAMES</li>\r\n  <li>PEMBINA PIPELINE (PBA) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li>\r\n  <li>PG&amp;E (PCG) UPGRADED TO BUY FROM NEUTRAL AT CITI</li>\r\n  <li>QUALCOMM (QCOM) UPGRADED TO EQUAL WEIGHT FROM UNDERWEIGHT AT MORGAN STANLEY</li>\r\n  <li>SPARK THERAPEUTICS (ONCE) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT CREDIT SUISSE</li>\r\n</ul>\r\n\r\n<p>Downgrades</p>\r\n\r\n<ul><li>AMERICAN HOME MORTGAGE (AHM) DOWNGRADED TO EQUAL WEIGHT AT MORGAN STANLEY</li>\r\n  <li>CARDINAL HEALTH (CAH) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT LEERINK</li>\r\n  <li>COPA HOLDINGS (CPA) DOWNGRADED TO UNDERPERFORM FROM IN-LINE AT IMPERIAL CAPITAL</li>\r\n  <li>ENERGIZER (ENR) DOWNGRADED TO UNDERPERFORM FROM BUY AT BOFA/MERRILL</li>\r\n  <li>GRUPO SUPERVIELLE (SUPV) DOWNGRADED TO UNDERPERFORM FROM HOLD AT SANTANDER</li>\r\n  <li>HOME DEPOT (HD) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li>\r\n  <li>J.C. PENNEY (JCP) DOWNGRADED TO SELL FROM HOLD AT ARGUS</li>\r\n  <li>LUXOFT (LXFT) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li>\r\n  <li>MICHAEL KORS (KORS) DOWNGRADED TO PERFORM FROM OUTPERFORM AT OPPENHEIMER</li>\r\n  <li>NVIDIA (NVDA) DOWNGRADED TO BUY FROM CONVICTION BUY AT GOLDMAN SACHS</li>\r\n  <li>NVIDIA (NVDA) DOWNGRADED TO NEUTRAL FROM BUY AT B. RILEY FBR</li>\r\n  <li>SABRA HEALTH CARE (SBRA) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT RAYMOND JAMES</li>\r\n  <li>SABRA HEALTH CARE (SBRA) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BOFA/MERRILL</li>\r\n  <li>SENIOR HOUSING (SNH) DOWNGRADED TO UNDERPERFORM FROM HOLD AT JEFFERIES</li>\r\n  <li>UMC (UMC) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLE</li>\r\n</ul>\r\n\r\n<p>INITIATIONS</p>\r\n\r\n<ul><li>ACADIA HEALTH (ACHC) RATED NEW NEUTRAL AT UBS; PT USD 37</li>\r\n  <li>ADOBE (ADBE) RATED NEW BUY AT NOMURA INSTINET; PT USD 315</li>\r\n  <li>AMEDISYS (AMED) RATED NEW NEUTRAL AT UBS; PT USD 117</li>\r\n  <li>CAMBREX (CBM) RATED NEW OUTPERFORM AT BAIRD; PT USD 57</li>\r\n  <li>CATALENT (CTLT) RATED NEW OUTPERFORM AT BAIRD; PT USD 43</li>\r\n  <li>COMMUNITY HEALTH (CYH) RATED NEW SELL AT UBS; PT USD 4</li>\r\n  <li>DAVITA (DVA) RATED NEW SELL AT UBS; PT USD 64</li>\r\n  <li>ENCOMPASS HEALTH (EHC) RATED NEW BUY AT UBS; PT USD 72</li>\r\n  <li>HCA HEALTHCARE (HCA) RATED NEW BUY AT UBS; PT USD 140</li>\r\n  <li>INTERNATIONAL FLAVORS (IFF) RATED NEW NEUTRAL AT CITI; PT USD 152</li>\r\n  <li>LHC GROUP (LHCG) RATED NEW BUY AT UBS; PT USD 92</li>\r\n  <li>MATERIALISE ADRS (139427Z BB) RATED NEW BUY AT BRYAN GARNIER; PT USD 17</li>\r\n  <li>MEDNAX (MD) RATED NEW SELL AT UBS; PT USD 40</li>\r\n  <li>MOLECULAR TEMPLATES (MTEM) RATED NEW OUTPERFORM AT EVERCORE ISI; PT USD 10</li>\r\n  <li>PRIMO WATER (PRMW) RATED NEW OUTPERFORM AT IMPERIAL; PT USD 18</li>\r\n  <li>SCORPIO BULKERS (SALT) RATED NEW BUY AT BTIG; PT USD 8</li>\r\n  <li>SELECTIVE INSURANCE (SIGI) RATED NEW MARKET PERFORM AT JMP</li>\r\n  <li>SPROUTS FARMERS (SFM) RATED NEW UNDERPERFORM AT BERNSTEIN; PT USD 23</li>\r\n  <li>TARGET (TGT) RATED NEW BUY AT BUCKINGHAM; PT USD 102</li>\r\n  <li>TARGET (TGT) RATED NEW OVERWEIGHT AT KEYBANC; PT USD 110</li>\r\n  <li>TENET (THC) RATED NEW NEUTRAL AT UBS; PT USD 24</li>\r\n  <li>UNIVERSAL HEALTH (UHS) RATED NEW BUY AT UBS; PT USD 128</li>\r\n  <li>VIAD (VVI) RATED NEW BUY AT JANNEY MONTGOMERY; PT USD 70</li>\r\n  <li>YEXT INC. (YEXT) RATED NEW BUY AT BERENBERG; PT USD 25</li>\r\n  <li>EPLUS (PLUS) RATED NEW BUY AT BERENBERG; PT USD 96</li>\r\n</ul>\r\n\r\n<p>Ex-Dividends</p>\r\n\r\n<ul><li>Allison Transmission Holdings Inc (ALSN). Amount USD 0.15</li>\r\n  <li>AmerisourceBergen Corp (ABC). Amount USD 0.40</li>\r\n  <li>Bunge Ltd (BG). Amount USD 0.50</li>\r\n  <li>Carlisle Companies Inc (CSL). Amount USD 0.40</li>\r\n  <li>CNA Financial Corp (CNA). Amount USD 0.35</li>\r\n  <li>Diamondback Energy Inc (FANG). Amount USD 0.12</li>\r\n  <li>Jefferies Financial Group Inc (JEF). Amount USD 0.12</li>\r\n  <li>Kemper Corp (KMPR). Amount USD 0.24</li>\r\n  <li>Oshkosh Corp (OSK). Amount USD 0.27</li>\r\n  <li>Phillips 66 (PSX). Amount USD 0.80</li>\r\n  <li>Snap-On Inc (SNA). Amount USD 0.47</li>\r\n  <li>Southern Co (SO). Amount USD 0.60</li>\r\n  <li>Symantec Corp (SYMC). Amount USD 0.07</li>\r\n  <li>Ubiquiti Networks Inc (UBNT). Amount USD 0.25</li>\r\n  <li>United Parcel Service Inc (UPS). Amount USD 0.91&nbsp; &nbsp;</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-16th-november-2018-16-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 21:43:00",
        "gmt_time": "2018-11-16 13:43:00"
    },
    {
        "id": 683609,
        "updated_sequence": 1089102,
        "published_at": {
            "unix": 1542375780,
            "text": "2018-11-16 13:43:00 +0000",
            "iso_8601": "2018-11-16T13:43:00Z"
        },
        "updated_at": {
            "unix": 1542376122,
            "text": "2018-11-16 13:48:42 +0000",
            "iso_8601": "2018-11-16T13:48:42Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 16th November 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20573/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>NVIDIA Corp (NVDA) Q3 Adj. EPS USD 1.84 vs. Exp. USD 1.71, revenue USD 3.18bln vs. Exp. USD 3.24bln. Boosts quarterly dividend by 7% to USD 0.16/shr.</li>\r\n  <li>PG&amp;E (PCG) - Public Utilities Commission President Michael Picker reassured that bankruptcy is unlikely. The California Public Utilities Commission (CPUC) has begun the implementation of Section 451.2 to evaluate the recovery of wildfire-related expenses.</li>\r\n  <li>Viacom (VIAB) Q4 Adj. EPS USD 0.99 cents vs. Exp. USD 0.96, revenue USD 3.485bln vs. Exp. USD 3.319bln.</li>\r\n</ul>\r\n\r\n<p>16th November 2018&nbsp;</p>\r\n\r\n<p><br />Earnings&nbsp;</p>\r\n\r\n<ul><li>Applied Materials Inc (AMAT) Q4 Adj. EPS USD 0.97 vs. Exp. USD 0.97, revenue USD 4.01bln vs. Exp. USD 4bln. sees Q1 EPS USD 0.75-0.83 vs. Exp. USD 0.92, sees Q1 revenue USD 3.56bln-UD 3.86bln, consensus USD 3.94bln. (Newswires) &nbsp;</li>\r\n  <li>Nordstrom (JWN) Q3 EPS (ex USD 0.28 charge) USD 0.67 vs. Exp USD 0.66, revenue USD 3.65bln vs. Exp.USD 3.69bln. Q3 SSS increased 2.3%. (Newswires) &nbsp;</li>\r\n  <li>NVIDIA Corp (NVDA) Q3 Adj. EPS USD 1.84 vs. Exp. USD 1.71, revenue USD 3.18bln vs. Exp. USD 3.24bln. Boosts quarterly dividend by 7% to USD 0.16/shr. &nbsp;</li>\r\n  <li>Sonos (SONO) Q4 EPS -0.02 vs. Exp. USD -10.3, revenue USD 8.3mln vs. Exp. USD 12.49mln. (Newswires) &nbsp;</li>\r\n  <li>Viacom (VIAB) Q4 Adj. EPS USD 0.99 cents vs. Exp. USD 0.96, revenue USD 3.485bln vs. Exp. USD 3.319bln. (Newswires)&nbsp;</li>\r\n  <li>Williams-Sonoma (WSM) Q3 Adj. EPS USD 0.95 vs. Exp. USD 0.94, revenue USD 1.36bln vs. Exp. USD 1.37bln. Backs FY18 EPS USD 4.26-4.36 vs. Exp. USD 4.34. (Newswires)&nbsp;</li>\r\n</ul>\r\n\r\n<p>DJIA&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul><li>Home Depot (HD) &ndash; The co. announces a quarterly dividend of USD 1.03/shr. (Newswires)&nbsp;</li>\r\n  <li>Intel (INTC) &ndash; The tech co. announces USD 15bln increase to share repurchase programme. (Newswires) &nbsp;</li>\r\n  <li>Johnson &amp; Johnson (JNJ) &ndash; Another jury in South California failed to reach a verdict on the case of Bertila Boyd-Bostic who died of cancer at age 30 attributed to the long-term use of the co.&rsquo;s baby powder containing asbestos. (Newswires) &nbsp;</li>\r\n  <li>JP Morgan (JPM), Visa (V) &ndash; Chase is teaming up with Visa to bring its customers contactless credit cards. (Newswires)&nbsp;</li>\r\n  <li>Nike (NKE) &ndash; The sportswear brand raised its quarterly dividend by 10% to USD 0.22/shr. (Newswires)&nbsp;</li>\r\n</ul>\r\n\r\n<p>S&amp;P500&nbsp;</p>\r\n\r\n<ul><li>Anadarko (APC) &ndash; The co. raised its share repurchase programme by USD 1bln and boosted dividend by 20%; it announced a 2019 capital programme of USD 4.3bln-4.7bln. Elsewhere it announced Benjamin Fink will become its new CFO, replacing Bob Gwin. (Newswires) &nbsp;</li>\r\n  <li>Bank of America (BAC), JP Morgan (JPM) &ndash; US regulators have reached out to the two banks for information on their dealings with Danske Bank, which is under investigation for USD 230bln worth of money laundering. (Newswires)&nbsp;</li>\r\n  <li>Bristol-Myers Squibb (BMY) &ndash; The pharma co. received a positive opinion from European regulators for Opdivo in combination with Yervoy, it will now be reviewed by the European Commission. (Newswires)&nbsp;</li>\r\n  <li>Citi (C) &ndash; The bank has said that its corporate customers have begun adjusting their supply chain structure due to trade tariffs. (CNBC)&nbsp;</li>\r\n  <li>Edison International (EIX) &ndash; 45,470 customers have been affected by the California wild fires which it says 86% have had their power restored, it continues to assist first responders tackling the fires. (Newswires)&nbsp;</li>\r\n  <li>General Electric (GE) &ndash; Goldman Sachs said GE Capital may have &ldquo;further headwinds&rdquo;. (Newswires)&nbsp;</li>\r\n  <li>Hilton (HLT), Marriot (MAR) &ndash; A Chinese tourism regulator has initiated a probe in poor hygiene of 5-star hotels in Asia. (Newswires) &nbsp;</li>\r\n  <li>Kimberly-Clark (KMB) &ndash; The co. announces a quarterly dividend of USD 1.00/shr. (Newswires) &nbsp;</li>\r\n  <li>NiSource Inc (NI) - The National Transportation Safety Board reported that the co. failed in delivering a draft and oversee natural gas pipeline work orders which caused deadly explosions in three Massachusetts communities back in September. (Newswires) &nbsp;</li>\r\n  <li>PG&amp;E (PCG) - Public Utilities Commission President Michael Picker reassured that bankruptcy for the co. is unlikely. The California Public Utilities Commission (CPUC) has begun the implementation of Section 451.2 to evaluate the recovery of wildfire-related expenses and may obtain government aid to avoid a financial catastrophe. (Newswires)&nbsp;</li>\r\n</ul>\r\n\r\n<p>NASDAQ&nbsp;</p>\r\n\r\n<ul><li>Facebook (FB) &ndash; The social media co.&rsquo;s CEO Mark Zuckerberg still believes he is the best person to run the co., despite all the scandals; according to Business Insider. NY Times reports that advertisers are concerned about the co.&rsquo;s lack of morals. Recode reports that following the NY Times articles yesterday, the co. is facing fresh pressure from Washington over its attempts to conceal Russian meddling in the 2016 elections. (Business Insider/NY Times/Recode)&nbsp;</li>\r\n  <li>Tesla (TSLA) &ndash; The electric vehicle maker is looking to reach 7,000 Model 3 vehicles in Q4. (Electrek) &nbsp;</li>\r\n  <li>T-Mobile (TMUS) &ndash; CFO stated that the agreed USD 26bln acquisition of Sprint (S) could close as soon as Q1 2019. (newswires) &nbsp;</li>\r\n</ul>\r\n\r\n<p>OTHER NEWS&nbsp;</p>\r\n\r\n<ul><li>Dell Technologies (DVMT) - Carl Icahn is to drop lawsuit against the co. and end proxy contest. (Newswires)&nbsp;</li>\r\n  <li>Sony (SNE) &ndash; The co.&rsquo;s PlayStation unit will not be attending the famous E3 gaming conference in 2019; this is the event where it reveals big games for the year against its main competitor Microsoft (MSFT). (Neswires) &nbsp;</li>\r\n  <li>Square (SQ) &ndash; The co.&rsquo;s departing CFO Sarah Friar will leave earlier than expected on November 16th. (Newswires)&nbsp;</li>\r\n</ul>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>Upgrades</p>\r\n\r\n<ul><li>CORE LABORATORIES (CLB) UPGRADED TO BUY FROM NEUTRAL AT GUGGENHEIM</li>\r\n  <li>DSW (DSW) UPGRADED TO NEUTRAL FROM NEGATIVE AT SUSQUEHANNA</li>\r\n  <li>EOG RESOURCES (EOG) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li>\r\n  <li>OMEGA HEALTHCARE (OHI) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT BOFA/MERRILL</li>\r\n  <li>OMEGA HEALTHCARE (OHI) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT RAYMOND JAMES</li>\r\n  <li>PEMBINA PIPELINE (PBA) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li>\r\n  <li>PG&amp;E (PCG) UPGRADED TO BUY FROM NEUTRAL AT CITI</li>\r\n  <li>QUALCOMM (QCOM) UPGRADED TO EQUAL WEIGHT FROM UNDERWEIGHT AT MORGAN STANLEY</li>\r\n  <li>SPARK THERAPEUTICS (ONCE) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT CREDIT SUISSE</li>\r\n</ul>\r\n\r\n<p>Downgrades</p>\r\n\r\n<ul><li>AMERICAN HOME MORTGAGE (AHM) DOWNGRADED TO EQUAL WEIGHT AT MORGAN STANLEY</li>\r\n  <li>CARDINAL HEALTH (CAH) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT LEERINK</li>\r\n  <li>COPA HOLDINGS (CPA) DOWNGRADED TO UNDERPERFORM FROM IN-LINE AT IMPERIAL CAPITAL</li>\r\n  <li>ENERGIZER (ENR) DOWNGRADED TO UNDERPERFORM FROM BUY AT BOFA/MERRILL</li>\r\n  <li>GRUPO SUPERVIELLE (SUPV) DOWNGRADED TO UNDERPERFORM FROM HOLD AT SANTANDER</li>\r\n  <li>HOME DEPOT (HD) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li>\r\n  <li>J.C. PENNEY (JCP) DOWNGRADED TO SELL FROM HOLD AT ARGUS</li>\r\n  <li>LUXOFT (LXFT) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li>\r\n  <li>MICHAEL KORS (KORS) DOWNGRADED TO PERFORM FROM OUTPERFORM AT OPPENHEIMER</li>\r\n  <li>NVIDIA (NVDA) DOWNGRADED TO BUY FROM CONVICTION BUY AT GOLDMAN SACHS</li>\r\n  <li>NVIDIA (NVDA) DOWNGRADED TO NEUTRAL FROM BUY AT B. RILEY FBR</li>\r\n  <li>SABRA HEALTH CARE (SBRA) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT RAYMOND JAMES</li>\r\n  <li>SABRA HEALTH CARE (SBRA) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BOFA/MERRILL</li>\r\n  <li>SENIOR HOUSING (SNH) DOWNGRADED TO UNDERPERFORM FROM HOLD AT JEFFERIES</li>\r\n  <li>UMC (UMC) DOWNGRADED TO UNDERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLE</li>\r\n</ul>\r\n\r\n<p>INITIATIONS</p>\r\n\r\n<ul><li>ACADIA HEALTH (ACHC) RATED NEW NEUTRAL AT UBS; PT USD 37</li>\r\n  <li>ADOBE (ADBE) RATED NEW BUY AT NOMURA INSTINET; PT USD 315</li>\r\n  <li>AMEDISYS (AMED) RATED NEW NEUTRAL AT UBS; PT USD 117</li>\r\n  <li>CAMBREX (CBM) RATED NEW OUTPERFORM AT BAIRD; PT USD 57</li>\r\n  <li>CATALENT (CTLT) RATED NEW OUTPERFORM AT BAIRD; PT USD 43</li>\r\n  <li>COMMUNITY HEALTH (CYH) RATED NEW SELL AT UBS; PT USD 4</li>\r\n  <li>DAVITA (DVA) RATED NEW SELL AT UBS; PT USD 64</li>\r\n  <li>ENCOMPASS HEALTH (EHC) RATED NEW BUY AT UBS; PT USD 72</li>\r\n  <li>HCA HEALTHCARE (HCA) RATED NEW BUY AT UBS; PT USD 140</li>\r\n  <li>INTERNATIONAL FLAVORS (IFF) RATED NEW NEUTRAL AT CITI; PT USD 152</li>\r\n  <li>LHC GROUP (LHCG) RATED NEW BUY AT UBS; PT USD 92</li>\r\n  <li>MATERIALISE ADRS (139427Z BB) RATED NEW BUY AT BRYAN GARNIER; PT USD 17</li>\r\n  <li>MEDNAX (MD) RATED NEW SELL AT UBS; PT USD 40</li>\r\n  <li>MOLECULAR TEMPLATES (MTEM) RATED NEW OUTPERFORM AT EVERCORE ISI; PT USD 10</li>\r\n  <li>PRIMO WATER (PRMW) RATED NEW OUTPERFORM AT IMPERIAL; PT USD 18</li>\r\n  <li>SCORPIO BULKERS (SALT) RATED NEW BUY AT BTIG; PT USD 8</li>\r\n  <li>SELECTIVE INSURANCE (SIGI) RATED NEW MARKET PERFORM AT JMP</li>\r\n  <li>SPROUTS FARMERS (SFM) RATED NEW UNDERPERFORM AT BERNSTEIN; PT USD 23</li>\r\n  <li>TARGET (TGT) RATED NEW BUY AT BUCKINGHAM; PT USD 102</li>\r\n  <li>TARGET (TGT) RATED NEW OVERWEIGHT AT KEYBANC; PT USD 110</li>\r\n  <li>TENET (THC) RATED NEW NEUTRAL AT UBS; PT USD 24</li>\r\n  <li>UNIVERSAL HEALTH (UHS) RATED NEW BUY AT UBS; PT USD 128</li>\r\n  <li>VIAD (VVI) RATED NEW BUY AT JANNEY MONTGOMERY; PT USD 70</li>\r\n  <li>YEXT INC. (YEXT) RATED NEW BUY AT BERENBERG; PT USD 25</li>\r\n  <li>EPLUS (PLUS) RATED NEW BUY AT BERENBERG; PT USD 96</li>\r\n</ul>\r\n\r\n<p>Ex-Dividends</p>\r\n\r\n<ul><li>Allison Transmission Holdings Inc (ALSN). Amount USD 0.15</li>\r\n  <li>AmerisourceBergen Corp (ABC). Amount USD 0.40</li>\r\n  <li>Bunge Ltd (BG). Amount USD 0.50</li>\r\n  <li>Carlisle Companies Inc (CSL). Amount USD 0.40</li>\r\n  <li>CNA Financial Corp (CNA). Amount USD 0.35</li>\r\n  <li>Diamondback Energy Inc (FANG). Amount USD 0.12</li>\r\n  <li>Jefferies Financial Group Inc (JEF). Amount USD 0.12</li>\r\n  <li>Kemper Corp (KMPR). Amount USD 0.24</li>\r\n  <li>Oshkosh Corp (OSK). Amount USD 0.27</li>\r\n  <li>Phillips 66 (PSX). Amount USD 0.80</li>\r\n  <li>Snap-On Inc (SNA). Amount USD 0.47</li>\r\n  <li>Southern Co (SO). Amount USD 0.60</li>\r\n  <li>Symantec Corp (SYMC). Amount USD 0.07</li>\r\n  <li>Ubiquiti Networks Inc (UBNT). Amount USD 0.25</li>\r\n  <li>United Parcel Service Inc (UPS). Amount USD 0.91&nbsp; &nbsp;</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-16th-november-2018-16-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 21:43:00",
        "gmt_time": "2018-11-16 13:43:00"
    },
    {
        "id": 683608,
        "updated_sequence": 1089179,
        "published_at": {
            "unix": 1542375420,
            "text": "2018-11-16 13:37:00 +0000",
            "iso_8601": "2018-11-16T13:37:00Z"
        },
        "updated_at": {
            "unix": 1542379924,
            "text": "2018-11-16 14:52:04 +0000",
            "iso_8601": "2018-11-16T14:52:04Z"
        },
        "subject": "Fed's Kaplan (Dove, Non-voter) says increasing debt to GDP is a tailwind for now, but will become a headwind in the future; he adds global growth will be a little bit of a headwind and may spill to the US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-dove-non-voter-says-increasing-debt-to-gdp-is-a-tailwind-for-now-but-will-become-a-headwind-in-the-future-he-adds-global-growth-will-be-a-little-bit-of-a-headwind-and-may-spill-to-the-us-16-11-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 21:37:00",
        "gmt_time": "2018-11-16 13:37:00"
    },
    {
        "id": 683607,
        "updated_sequence": 1089094,
        "published_at": {
            "unix": 1542375060,
            "text": "2018-11-16 13:31:00 +0000",
            "iso_8601": "2018-11-16T13:31:00Z"
        },
        "updated_at": {
            "unix": 1542375720,
            "text": "2018-11-16 13:42:00 +0000",
            "iso_8601": "2018-11-16T13:42:00Z"
        },
        "subject": "Fed Vice Chair Clarida notes there is some volatility around stock markets at the moment, but no clear signal",
        "content": "<ul><li>Doesn&#39;t agree hikes are going too fast or too far, hikes have been gradual</li>\r\n  <li>Fed should be especially data dependent&nbsp;</li>\r\n  <li>Current rate is below neutral, which should be between 2.5%-3.5%;&nbsp;being at neutral would make sense</li>\r\n  <li>Fed needs to factor in the global economy, global growth is relevant for his outlook on US&nbsp;economy; noted how IMF marked down growth projections</li>\r\n  <li>Still room to run in the labour market</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-vice-chair-clarida-notes-there-is-some-volatility-around-stock-markets-at-the-moment-but-no-clear-signal-16-11-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 21:31:00",
        "gmt_time": "2018-11-16 13:31:00"
    },
    {
        "id": 683606,
        "updated_sequence": 1089069,
        "published_at": {
            "unix": 1542374940,
            "text": "2018-11-16 13:29:00 +0000",
            "iso_8601": "2018-11-16T13:29:00Z"
        },
        "updated_at": {
            "unix": 1542375038,
            "text": "2018-11-16 13:30:38 +0000",
            "iso_8601": "2018-11-16T13:30:38Z"
        },
        "subject": "EU Commission is said to take first steps in disciplining Italy on November 21st over its budget proposal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "eu-commission-is-said-to-take-first-steps-in-disciplining-italy-on-november-21st-over-its-budget-proposal-16-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 21:29:00",
        "gmt_time": "2018-11-16 13:29:00"
    },
    {
        "id": 683602,
        "updated_sequence": 1089057,
        "published_at": {
            "unix": 1542374640,
            "text": "2018-11-16 13:24:00 +0000",
            "iso_8601": "2018-11-16T13:24:00Z"
        },
        "updated_at": {
            "unix": 1542374782,
            "text": "2018-11-16 13:26:22 +0000",
            "iso_8601": "2018-11-16T13:26:22Z"
        },
        "subject": "Sky News Correspondent Beth Rigby tweets, Steve Baker tells me he thinks an announcement of a vote could come today or next week (now more likely as MPs consult associations)",
        "content": "<p><a href=\"https://twitter.com/BethRigby/status/1063422576486203393\">link to tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "sky-news-correspondent-beth-rigby-tweets-steve-baker-tells-me-he-thinks-an-announcement-of-a-vote-could-come-today-or-next-week-now-more-likely-as-mps-consult-associations-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 21:24:00",
        "gmt_time": "2018-11-16 13:24:00"
    },
    {
        "id": 683601,
        "updated_sequence": 1089054,
        "published_at": {
            "unix": 1542373800,
            "text": "2018-11-16 13:10:00 +0000",
            "iso_8601": "2018-11-16T13:10:00Z"
        },
        "updated_at": {
            "unix": 1542373996,
            "text": "2018-11-16 13:13:16 +0000",
            "iso_8601": "2018-11-16T13:13:16Z"
        },
        "subject": "Telegraph reports that 22 Conservative Party MPs have now publicly declared their intent to submit motions of no confidence in PM May, after Chris Green MP just made his declaration",
        "content": "<p><a href=\"https://twitter.com/christopherhope/status/1063418860194463744\">Via Chris Hope</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "telegraph-reports-that-22-conservative-party-mps-have-now-publicly-declared-their-intent-to-submit-motions-of-no-confidence-in-pm-may-after-chris-green-mp-just-made-his-declaration-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 21:10:00",
        "gmt_time": "2018-11-16 13:10:00"
    },
    {
        "id": 683600,
        "updated_sequence": 1089049,
        "published_at": {
            "unix": 1542373680,
            "text": "2018-11-16 13:08:00 +0000",
            "iso_8601": "2018-11-16T13:08:00Z"
        },
        "updated_at": {
            "unix": 1542373822,
            "text": "2018-11-16 13:10:22 +0000",
            "iso_8601": "2018-11-16T13:10:22Z"
        },
        "subject": "Scotiabank FX Daily - Cautious Powell Leaves USD With Small Weekly Loss  ",
        "content": "<ul><li>&nbsp; USD narrowly mixed on the day; speculative USD long is significant.</li>\r\n  <li>&nbsp; CAD fades short-lived gains as spreads widen with focus on BoC; vulnerable.</li>\r\n  <li>&nbsp; EUR extending recovery testing fresh one week highs on confident Draghi.</li>\r\n  <li>&nbsp; GBP Brexit risks simmer into weekend as focus turns to Sunday&rsquo;s Asian open.</li>\r\n  <li>&nbsp; JPY outperforms on broader tone &amp; vulnerable to continued near-term strength.</li>\r\n  <li>&nbsp; AUD unable to extend jobs-driven gains; RBA minutes &amp; Lowe next week.</li>\r\n  <li>&nbsp; MXN stalls despite Banxico hike as policymakers call attention to administration.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-cautious-powell-leaves-usd-with-small-weekly-loss-16-11-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 21:08:00",
        "gmt_time": "2018-11-16 13:08:00"
    },
    {
        "id": 683599,
        "updated_sequence": 1089046,
        "published_at": {
            "unix": 1542373560,
            "text": "2018-11-16 13:06:00 +0000",
            "iso_8601": "2018-11-16T13:06:00Z"
        },
        "updated_at": {
            "unix": 1542373659,
            "text": "2018-11-16 13:07:39 +0000",
            "iso_8601": "2018-11-16T13:07:39Z"
        },
        "subject": "Brexiteer Ministers will meet next week too \"unite around several coherent 'asks' \", focus on backstop exit mechanism, The Telegraph",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "The Telegraph",
        "slug": "brexiteer-ministers-will-meet-next-week-too-unite-around-several-coherent-asks-focus-on-backstop-exit-mechanism-the-telegraph-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 21:06:00",
        "gmt_time": "2018-11-16 13:06:00"
    },
    {
        "id": 683598,
        "updated_sequence": 1089043,
        "published_at": {
            "unix": 1542373500,
            "text": "2018-11-16 13:05:00 +0000",
            "iso_8601": "2018-11-16T13:05:00Z"
        },
        "updated_at": {
            "unix": 1542373584,
            "text": "2018-11-16 13:06:24 +0000",
            "iso_8601": "2018-11-16T13:06:24Z"
        },
        "subject": "UK Parliament chief whip said to have cancelled briefing with lawmakers on the Brexit deal today ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-parliament-chief-whip-said-to-have-cancelled-briefing-with-lawmakers-on-the-brexit-deal-today-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 21:05:00",
        "gmt_time": "2018-11-16 13:05:00"
    },
    {
        "id": 683597,
        "updated_sequence": 1089040,
        "published_at": {
            "unix": 1542373200,
            "text": "2018-11-16 13:00:00 +0000",
            "iso_8601": "2018-11-16T13:00:00Z"
        },
        "updated_at": {
            "unix": 1542373301,
            "text": "2018-11-16 13:01:41 +0000",
            "iso_8601": "2018-11-16T13:01:41Z"
        },
        "subject": "ECB's Weidmann says monetary policy should be effective in reaching inflation mandate and leave enough room for market activity; sees no reason to depart from the pre-crisis monetary policy framework",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-weidmann-says-monetary-policy-should-be-effective-in-reaching-inflation-mandate-and-leave-enough-room-for-market-activity-sees-no-reason-to-depart-from-the-pre-crisis-monetary-policy-framework-16-11-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 21:00:00",
        "gmt_time": "2018-11-16 13:00:00"
    },
    {
        "id": 683595,
        "updated_sequence": 1089034,
        "published_at": {
            "unix": 1542372720,
            "text": "2018-11-16 12:52:00 +0000",
            "iso_8601": "2018-11-16T12:52:00Z"
        },
        "updated_at": {
            "unix": 1542372899,
            "text": "2018-11-16 12:54:59 +0000",
            "iso_8601": "2018-11-16T12:54:59Z"
        },
        "subject": "UK Conservative lawmaker Steve Baker says ERG doesn't have a candidate to replace May, and he thinks they have the letters but MPs are possibly lying to him; according to MLex senior correspondent ",
        "content": "<ul><li>Insists: &quot;We&#39;re always told it&#39;s all sizzle and no steak. It&#39;s nonsense. We know what to do and how to do it&quot;</li>\r\n  <li><a href=\"https://twitter.com/mattholehouse/status/1063414453750906881\">Click here for tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-conservative-lawmaker-steve-baker-says-erg-doesn-t-have-a-candidate-to-replace-may-and-he-thinks-they-have-the-letters-but-mps-are-possibly-lying-to-him-according-to-mlex-senior-correspondent-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 20:52:00",
        "gmt_time": "2018-11-16 12:52:00"
    },
    {
        "id": 683594,
        "updated_sequence": 1089029,
        "published_at": {
            "unix": 1542372600,
            "text": "2018-11-16 12:50:00 +0000",
            "iso_8601": "2018-11-16T12:50:00Z"
        },
        "updated_at": {
            "unix": 1542372736,
            "text": "2018-11-16 12:52:16 +0000",
            "iso_8601": "2018-11-16T12:52:16Z"
        },
        "subject": "20 MPs have publicly revealed they have called for the PM to go and almost certainly more have written in; according to The Guardian",
        "content": "<p><a href=\"https://www.theguardian.com/politics/2018/nov/16/the-tory-mps-known-to-have-sent-a-letter-of-no-confidence-in-may?CMP=twt_gu\">Click here for article&nbsp;</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "20-mps-have-publicly-revealed-they-have-called-for-the-pm-to-go-and-almost-certainly-more-have-written-in-according-to-the-guardian-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 20:50:00",
        "gmt_time": "2018-11-16 12:50:00"
    },
    {
        "id": 683593,
        "updated_sequence": 1089026,
        "published_at": {
            "unix": 1542372480,
            "text": "2018-11-16 12:48:00 +0000",
            "iso_8601": "2018-11-16T12:48:00Z"
        },
        "updated_at": {
            "unix": 1542372548,
            "text": "2018-11-16 12:49:08 +0000",
            "iso_8601": "2018-11-16T12:49:08Z"
        },
        "subject": "Israel going for early election; according to Channel 10 news",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "israel-going-for-early-election-according-to-channel-10-news-16-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 20:48:00",
        "gmt_time": "2018-11-16 12:48:00"
    },
    {
        "id": 683592,
        "updated_sequence": 1089023,
        "published_at": {
            "unix": 1542372420,
            "text": "2018-11-16 12:47:00 +0000",
            "iso_8601": "2018-11-16T12:47:00Z"
        },
        "updated_at": {
            "unix": 1542372511,
            "text": "2018-11-16 12:48:31 +0000",
            "iso_8601": "2018-11-16T12:48:31Z"
        },
        "subject": "\"The Fed should rethink December rate increase. No other major central bank likely to raise rates soon. Fed needs to weigh whether it should expand the gulf between US and foreign monetary policies at a fragile moment\"; according to WSJ editorial ",
        "content": "<p><a href=\"https://www.wsj.com/articles/america-is-not-an-island-1542329689\">Click here for article&nbsp;</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "the-fed-should-rethink-december-rate-increase-no-other-major-central-bank-likely-to-raise-rates-soon-fed-needs-to-weigh-whether-it-should-expand-the-gulf-between-us-and-foreign-monetary-policies-at-a-fragile-moment-according-to-wsj-edit-16-11-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 20:47:00",
        "gmt_time": "2018-11-16 12:47:00"
    },
    {
        "id": 683591,
        "updated_sequence": 1089018,
        "published_at": {
            "unix": 1542372120,
            "text": "2018-11-16 12:42:00 +0000",
            "iso_8601": "2018-11-16T12:42:00Z"
        },
        "updated_at": {
            "unix": 1542372203,
            "text": "2018-11-16 12:43:23 +0000",
            "iso_8601": "2018-11-16T12:43:23Z"
        },
        "subject": "Eurosceptic Minister Steve Baker says that they are not too far off of the required letters to trigger a leadership challenge",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eurosceptic-minister-steve-baker-says-that-they-are-not-too-far-off-of-the-required-letters-to-trigger-a-leadership-challenge-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 20:42:00",
        "gmt_time": "2018-11-16 12:42:00"
    },
    {
        "id": 683590,
        "updated_sequence": 1089015,
        "published_at": {
            "unix": 1542371520,
            "text": "2018-11-16 12:32:00 +0000",
            "iso_8601": "2018-11-16T12:32:00Z"
        },
        "updated_at": {
            "unix": 1542371835,
            "text": "2018-11-16 12:37:15 +0000",
            "iso_8601": "2018-11-16T12:37:15Z"
        },
        "subject": "BBC's Nick Eardley tweets \"David Lidington (PM’s de facto deputy): “I think if those letters were to go in, she would win any vote decisively, and she’d deserve to do so.”!",
        "content": "<ul><li>He adds that one Senior Tory predicts no movement today: &lsquo;MPs mostly returning to their party associations will receive &lsquo;guidance&rsquo;. If the letters are to arrive it will be Monday.&rsquo;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bbc-s-nick-eardley-tweets-david-lidington-pm-s-de-facto-deputy-i-think-if-those-letters-were-to-go-in-she-would-win-any-vote-decisively-and-she-d-deserve-to-do-so-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 20:32:00",
        "gmt_time": "2018-11-16 12:32:00"
    },
    {
        "id": 683589,
        "updated_sequence": 1089010,
        "published_at": {
            "unix": 1542371280,
            "text": "2018-11-16 12:28:00 +0000",
            "iso_8601": "2018-11-16T12:28:00Z"
        },
        "updated_at": {
            "unix": 1542371358,
            "text": "2018-11-16 12:29:18 +0000",
            "iso_8601": "2018-11-16T12:29:18Z"
        },
        "subject": "Shell says process unit start up begun at Deer Park, Texas facility",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-says-process-unit-start-up-begun-at-deer-park-texas-facility-16-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 20:28:00",
        "gmt_time": "2018-11-16 12:28:00"
    },
    {
        "id": 683588,
        "updated_sequence": 1089007,
        "published_at": {
            "unix": 1542370740,
            "text": "2018-11-16 12:19:00 +0000",
            "iso_8601": "2018-11-16T12:19:00Z"
        },
        "updated_at": {
            "unix": 1542370862,
            "text": "2018-11-16 12:21:02 +0000",
            "iso_8601": "2018-11-16T12:21:02Z"
        },
        "subject": "Shipments from southern port of Basra fell 10% to 3.071mln BPD in first half of November vs. 3.41mln BPD in October; Sales from semi-autonomous Kurdish region in northern Iraq little changed at 397k BPD in 1H November vs. Prev. 398k BPD ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shipments-from-southern-port-of-basra-fell-10-to-3-071mln-bpd-in-first-half-of-november-vs-3-41mln-bpd-in-october-sales-from-semi-autonomous-kurdish-region-in-northern-iraq-little-changed-at-397k-bpd-in-1h-november-vs-prev-398k-bpd-16-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 20:19:00",
        "gmt_time": "2018-11-16 12:19:00"
    },
    {
        "id": 683587,
        "updated_sequence": 1089004,
        "published_at": {
            "unix": 1542370320,
            "text": "2018-11-16 12:12:00 +0000",
            "iso_8601": "2018-11-16T12:12:00Z"
        },
        "updated_at": {
            "unix": 1542370442,
            "text": "2018-11-16 12:14:02 +0000",
            "iso_8601": "2018-11-16T12:14:02Z"
        },
        "subject": "Downing Street source says it's not true they are preparing for a no confidence motion; according to FT political correspondent Laura Hughes",
        "content": "<p><a href=\"https://twitter.com/Laura_K_Hughes/status/1063404439078297600\">Click here for tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "downing-street-source-says-it-s-not-true-they-are-preparing-for-a-no-confidence-motion-according-to-ft-political-correspondent-laura-hughes-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 20:12:00",
        "gmt_time": "2018-11-16 12:12:00"
    },
    {
        "id": 683586,
        "updated_sequence": 1088999,
        "published_at": {
            "unix": 1542369480,
            "text": "2018-11-16 11:58:00 +0000",
            "iso_8601": "2018-11-16T11:58:00Z"
        },
        "updated_at": {
            "unix": 1542369562,
            "text": "2018-11-16 11:59:22 +0000",
            "iso_8601": "2018-11-16T11:59:22Z"
        },
        "subject": "When asked if he wants to become Brexit Secretary Liam Fox says he makes no speculation on that",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "when-asked-if-he-wants-to-become-brexit-secretary-liam-fox-says-he-makes-no-speculation-on-that-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 19:58:00",
        "gmt_time": "2018-11-16 11:58:00"
    },
    {
        "id": 683585,
        "updated_sequence": 1088996,
        "published_at": {
            "unix": 1542368520,
            "text": "2018-11-16 11:42:00 +0000",
            "iso_8601": "2018-11-16T11:42:00Z"
        },
        "updated_at": {
            "unix": 1542368568,
            "text": "2018-11-16 11:42:48 +0000",
            "iso_8601": "2018-11-16T11:42:48Z"
        },
        "subject": "BBC Political Editor Norman Smith tweets, Liam Fox issues veiled warning to hard line Brexiteers  -\"We are not elected to do what we want but to do what is in the national interest.\"",
        "content": "<ul><li><a href=\"https://twitter.com/BBCNormanS/status/1063396095408115712\">Link to tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "bbc-political-editor-norman-smith-tweets-liam-fox-issues-veiled-warning-to-hard-line-brexiteers-we-are-not-elected-to-do-what-we-want-but-to-do-what-is-in-the-national-interest-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 19:42:00",
        "gmt_time": "2018-11-16 11:42:00"
    },
    {
        "id": 683584,
        "updated_sequence": 1088993,
        "published_at": {
            "unix": 1542368340,
            "text": "2018-11-16 11:39:00 +0000",
            "iso_8601": "2018-11-16T11:39:00Z"
        },
        "updated_at": {
            "unix": 1542368443,
            "text": "2018-11-16 11:40:43 +0000",
            "iso_8601": "2018-11-16T11:40:43Z"
        },
        "subject": "Christopher Hope of The Telegraph speculates that Liam Fox could be a candidate for Brexit secretary",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "christopher-hope-of-the-telegraph-speculates-that-liam-fox-could-be-a-candidate-for-brexit-secretary-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 19:39:00",
        "gmt_time": "2018-11-16 11:39:00"
    },
    {
        "id": 683583,
        "updated_sequence": 1088990,
        "published_at": {
            "unix": 1542368280,
            "text": "2018-11-16 11:38:00 +0000",
            "iso_8601": "2018-11-16T11:38:00Z"
        },
        "updated_at": {
            "unix": 1542368367,
            "text": "2018-11-16 11:39:27 +0000",
            "iso_8601": "2018-11-16T11:39:27Z"
        },
        "subject": "ITV Political Correspondent Carl Dinnen tweets brexiteers probably won’t mind if they lose a vote of confidence so long as they get enough votes against the Prime Minister to demonstrate that she cannot win the Meaningful Vote",
        "content": "<p><a href=\"https://twitter.com/carldinnen/status/1063395610362109952\">Link to tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "itv-political-correspondent-carl-dinnen-tweets-brexiteers-probably-won-t-mind-if-they-lose-a-vote-of-confidence-so-long-as-they-get-enough-votes-against-the-prime-minister-to-demonstrate-that-she-cannot-win-the-meaningful-vote-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 19:38:00",
        "gmt_time": "2018-11-16 11:38:00"
    },
    {
        "id": 683582,
        "updated_sequence": 1088987,
        "published_at": {
            "unix": 1542368160,
            "text": "2018-11-16 11:36:00 +0000",
            "iso_8601": "2018-11-16T11:36:00Z"
        },
        "updated_at": {
            "unix": 1542368239,
            "text": "2018-11-16 11:37:19 +0000",
            "iso_8601": "2018-11-16T11:37:19Z"
        },
        "subject": "Daily Telegraph Political Correspondent Christopher Hope tweets, Number 10 confirms there will be a Brexit secretary today or tomorrow. PM's deputy spokesman tells the morning Lobby: \"I would expect there will be another Brexit secretary.\"",
        "content": "<p><a href=\"https://twitter.com/christopherhope/status/1063395271655268352\">Link to tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "daily-telegraph-political-correspondent-christopher-hope-tweets-number-10-confirms-there-will-be-a-brexit-secretary-today-or-tomorrow-pm-s-deputy-spokesman-tells-the-morning-lobby-i-would-expect-there-will-be-another-brexit-secretary-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 19:36:00",
        "gmt_time": "2018-11-16 11:36:00"
    },
    {
        "id": 683581,
        "updated_sequence": 1088984,
        "published_at": {
            "unix": 1542367860,
            "text": "2018-11-16 11:31:00 +0000",
            "iso_8601": "2018-11-16T11:31:00Z"
        },
        "updated_at": {
            "unix": 1542367946,
            "text": "2018-11-16 11:32:26 +0000",
            "iso_8601": "2018-11-16T11:32:26Z"
        },
        "subject": "ITV Political Correspondent Carl Dinnen tweets, Brexiteer source believes the 48 letters will be in soon. They are confident of their numbers and it is currently a matter of logistics.",
        "content": "<p>(cont)&nbsp;But talking to people on both sides there is little expectation that May will lose a no confidence vote.</p>\r\n\r\n<ul><li><a href=\"https://twitter.com/carldinnen/status/1063393982267428866\">Link to tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "itv-political-correspondent-carl-dinnen-tweets-brexiteer-source-believes-the-48-letters-will-be-in-soon-they-are-confident-of-their-numbers-and-it-is-currently-a-matter-of-logistics-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 19:31:00",
        "gmt_time": "2018-11-16 11:31:00"
    },
    {
        "id": 683580,
        "updated_sequence": 1088981,
        "published_at": {
            "unix": 1542367800,
            "text": "2018-11-16 11:30:00 +0000",
            "iso_8601": "2018-11-16T11:30:00Z"
        },
        "updated_at": {
            "unix": 1542367841,
            "text": "2018-11-16 11:30:41 +0000",
            "iso_8601": "2018-11-16T11:30:41Z"
        },
        "subject": "RANsquawk Daily US Opening News - 16th November 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20572/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Gove, Fox, Grayling, Mourdant and Leadsom all decide to stay as UK political resignations abate</li>\r\n  <li>ERG sources suggest 48 letters need for no confidence vote have all been handed in to Brady</li>\r\n  <li>Looking ahead, highlights include US Industrial Production, ECB&rsquo;s Weidmann and Lane, Fed&rsquo;s Evans</li>\r\n</ul>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asia-Pac stocks traded indecisively as the region lacked fresh catalysts and as uncertainty regarding Brexit and US-China trade played on investor&rsquo;s minds. ASX 200 (-0.1%) and Nikkei 225 (-0.6%) were choppy with outperformance of tech and mining names in Australia overshadowed by a lacklustre broader market, while the Japanese benchmark was subdued by mild flows into the JPY and after China Mofcom began an investigation into alleged dumping of machine tools by Japanese firms. Elsewhere, Hang Seng (+0.3%) and Shanghai Comp. (+0.4%) swung between gains and losses after continued liquidity inaction by the PBoC which skipped OMOs for a 16th consecutive occasion, while participants were also tentative amid ongoing trade uncertainty after conflicting reports regarding the next round of China tariffs being placed on hold which USTR Lighthizer later denied. Finally, 10yr JGBs were mildly higher with prices underpinned amid an indecisive tone seen in stocks and with the BoJ also present in the market for JPY 680bln of JGBs in the belly to super-long end.</p>\r\n\r\n<p>PBoC skipped open market operations and were net neutral for a 2nd consecutive week. (Newswires)<br />PBoC set CNY mid-point at 6.9377 (Prev. 6.9392)</p>\r\n\r\n<p>PBoC said overall lending has kept to stable growth and that financing conditions of private and small firms improved. PBoC also commented that financial institutions should take steps to reasonably manage pace and intensity of credit supply, while they should also make full use of incentive measures for lending to private and small firms. (Newswires)</p>\r\n\r\n<p>BREXIT</p>\r\n\r\n<p>Ministerial Positions:</p>\r\n\r\n<p>UK PM May said she has not appointed a new Brexit Minister yet, but she will do so in the coming days. (Newswires)</p>\r\n\r\n<p>James Forsyth, Sun Columnist, confirmed that Michael Gove is staying. Times suggests that he will remain as Environment Secretary. (Twitter)</p>\r\n\r\n<p>Fox, Grayling, Mourdant and Leadsom have all agreed to stay, as according to Sunday Times. (Newswires)</p>\r\n\r\n<p>No Confidence:</p>\r\n\r\n<p>Beth Rigby Sky Deputy Political Editor tweets, &ldquo;Have this confirmed by a source close to the whips office. They are heading back to SW1. Source tells me it must now be likely that confidence vote happening. &ldquo;Got to be close if not there already&rdquo;. (Newswires)</p>\r\n\r\n<p>Business Insider correspondent Adam Payne tweets, The ERG believes Graham Brady now has 48 letters, an ERG source tells me. (Newswires)</p>\r\n\r\n<p>Scheduling:</p>\r\n\r\n<p>Jennifer Rankin of the Guardian tweets &quot;EU Brexit schedule now agreed. Sunday: special Brexit meeting EU27 ambassadors. Monday: special Brexit EU27 Europe ministers Wheels in motion for Sunday 25 November summit&quot;. (Newswires)</p>\r\n\r\n<p>Northern Ireland:</p>\r\n\r\n<p>DUP Deputy Leader said have to wait and see how things in the conservative party play out especially its leadership, while there were later reports in the Telegraph that suggested the UK Conservative Party power sharing alliance with DUP is said to be over unless PM May is replaced. (Newswires/Telegraph)</p>\r\n\r\n<p>EU/UK/US</p>\r\n\r\n<p>EU HICP Final YY Oct 2.2% vs. Exp. 2.2% (Prev. 2.2%)</p>\r\n\r\n<p>EU HICP-X F&amp;E Final YY Oct 1.2% (Prev. 1.3%)</p>\r\n\r\n<p>EU HICP-X F,E,A&amp;T Final YY Oct 1.1% vs. Exp. 1.1% (Prev. 1.1%)</p>\r\n\r\n<p>TRADE</p>\r\n\r\n<p>China&#39;s Ambassador to the US said the US is one of China&#39;s most important partners and that China will not stop reform and opening up. China&rsquo;s Ambassador also commented that China is prepared to work with US and that accusations against China are based on alternative facts. (Newswires)</p>\r\n\r\n<p>GEOPOLITICS</p>\r\n\r\n<p>US Republican and Democrat Senators file bipartisan bill seeking to suspend arms sales to Saudi Arabia in response to war in Yemen and killing of journalist. (Newswires)</p>\r\n\r\n<p>North Korean Leader Kim inspected test of new high-tech tactical weapons, according to Yonhap citing North Korean state media. (Yonhap)</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>European equities trade relatively flat (Eurostoxx 50 +0.2%) in the wake of mixed trade headlines overnight for the US and China. Performance across European indices is relatively equal whilst focus once again falls on the FTSE 100 (U/C) which remains at the whim of Brexit-inspired fluctuations in the GBP. Once again, potential upside for the index is being capped by losses in domestically focused banking names (RBS -3.0%, Lloyds -2.1%) as Brexit uncertainty continues to dampen investor sentiment.</p>\r\n\r\n<p>In terms of sector specifics, most sectors are trading higher with mild outperformance seen in telecom names. Utilities started the session lower in the wake of yesterday&rsquo;s ECJ decision which deemed the UK&rsquo;s scheme for ensuring power supplies during the winter months as a violation of state aid rules. Other individual movers include Vivendi (+4.2%) sit at the top of the Stoxx 600 after posting impressive Q3 sales metrics and announcing a potential sale of part of their Universal Music Group division. Elsewhere, AstraZeneca (-2.3%) and Shire (-1.3%) have been seen lower throughout the session after both posting disappointing drug updates.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>GBP - The Pound is not the biggest net mover for a change, but still one of the most volatile and vulnerable as Cable pivots 1.2800 and Eur/Gbp trades between 0.8850-80. The fall-out from Wednesday&rsquo;s Cabinet meeting continues as UK PM May strives to sell the Brexit draft, but facing a rising rebellion within the Conservative Party that appears to have reached the critical mass required to trigger a no confidence vote. However, some positive news with a key Minister deciding not to follow others out of the Government, as Gove opts to stay rather than go. In terms of technical impulses, Cable is holding above yesterday&rsquo;s 1.2725 low, ahead of chart support around 1.2710-00 that protects mtd and ytd troughs at 1.2696 and 1.2662 respectively, while near term resistance is seen around 1.2836 before 1.2850, but 1 bn option expiries at 1.2800 could well exert more influence into the NY cut. For Eur/Gbp, several MAs form support blow 0.8850 and the 100 DMA at 0.8910 may hamper further gains if 0.8900 is breached.</p>\r\n\r\n<p>NZD/AUD - Not quite zeroes from heroes, but the antipodean Dollars have pulled back from recent peaks amidst latest US-China trade headlines/reports that seem somewhat less constructive on the prospect of progress towards a deal that would prevent the next round of tariffs and reciprocal protection measures. The Kiwi has drifted back towards 0.6800 and Aud from another 0.7300 test to circa 0.7250, but with big option expiries in close proximity likely to keep the latter contained (2.4 bn at 0.7225 vs 1 bn at 0.7275).</p>\r\n\r\n<p>JPY - Maintaining a firm underlying safe-haven bid as broad risk sentiment remains fragile and China is reportedly investigating machine dumping by Japan &ndash; Usd/Jpy near the bottom of a 113.20-65 range.</p>\r\n\r\n<p>EUR/CAD/CHF - All narrowly mixed vs the Greenback, with the single currency keeping afloat of 1.1300 and eyeing a Fib at 1.1358, while the Loonie is holding recent recovery gains through 1.3200 as oil prices continue their rebound and the Franc meanders between 1.0075-50 vs 1.1000+ earlier this week when the broad Dollar and DXY were in the ascendency (index well above 97.000 vs just below the figure presently).</p>\r\n\r\n<p>EM - The Lira is off best levels, but still relatively bid after reports that the US could Turkish cleric Gulen in an attempt to assuage President Erdogan to adopt a less aggressive stance against Saudi Arabia over the Khashoggi killing. Usd/Try now near the middle of a 5.3240-3940 band.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Gold (+0.2%) is trading relatively flat after hitting new weekly highs of USD 1218.39/oz earlier in the session; following uneventful overnight trade. Elsewhere, Shanghai Zinc prices have risen due to London Metal Exchange stockpiles falling to decade-low levels.</p>\r\n\r\n<p>Brent (+1.3%) and WTI (+1.1%) are both in the green and continuing their rebound seen yesterday with WTI hovering around USD 57.00bbl. Energy newsflow remains light, post-yesterday&#39;s DoE report, however, Iraq&rsquo;s North Oil Co. have announced that they have resumed Kiruk oil exports heading towards the Turkish port of Ceyhan. Looking ahead, the main highlight on the calendar will be the Baker Hughes rig count. Elsewhere, natural gas futures are relatively steady after their 19% decline yesterday which came in the wake of a 20% increase the day before.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Relatively small extension to the downside in Gilts, to a fresh 122.82 Liffe low (-36 ticks on the day) as the Whitehall walkout ends, or at least abates, and PM May continues to staunchly defend the UK-EU withdrawal draft amidst a rising leadership challenge that seems on track to culminate in a confidence vote next Tuesday. Meanwhile, Bunds actually eked out a slender 1 tick gain, or rather marginal new Eurex top at 160.73 to inch a bit closer towards parity and Thursday&rsquo;s close, and US Treasuries are now flat after some overnight undulations amidst choppy trade across Asia-Pac bourses. Ahead, ip data and more Fed speak, but broader risk sentiment continues to dominate and pre-weekend positioning will also be a factor as this US holiday-shortened, but still long week draws to an end.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-16th-november-2018-16-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 19:30:00",
        "gmt_time": "2018-11-16 11:30:00"
    },
    {
        "id": 683579,
        "updated_sequence": 1088978,
        "published_at": {
            "unix": 1542367740,
            "text": "2018-11-16 11:29:00 +0000",
            "iso_8601": "2018-11-16T11:29:00Z"
        },
        "updated_at": {
            "unix": 1542367828,
            "text": "2018-11-16 11:30:28 +0000",
            "iso_8601": "2018-11-16T11:30:28Z"
        },
        "subject": "Political Commentator Tom Harwood tweets, Steve Baker has told the ERG whatsapp group his letter count is over 48 with a dozen probables on top.",
        "content": "<p><a href=\"https://twitter.com/tomhfh/status/1063392666065481730\">Link to tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "political-commentator-tom-harwood-tweets-steve-baker-has-told-the-erg-whatsapp-group-his-letter-count-is-over-48-with-a-dozen-probables-on-top-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 19:29:00",
        "gmt_time": "2018-11-16 11:29:00"
    },
    {
        "id": 683577,
        "updated_sequence": 1088972,
        "published_at": {
            "unix": 1542366960,
            "text": "2018-11-16 11:16:00 +0000",
            "iso_8601": "2018-11-16T11:16:00Z"
        },
        "updated_at": {
            "unix": 1542366986,
            "text": "2018-11-16 11:16:26 +0000",
            "iso_8601": "2018-11-16T11:16:26Z"
        },
        "subject": "RANsquawk EU Mid Session - 16th November 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20571/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p>EU MID-SESSION UPDATE: Gove one of the loyal 5, but 48 remains the magic number.</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>European equities trade higher across the board (Eurostoxx 50 +0.2%) in a continuation of the sentiment seen on Wall St and in the wake of mixed trade headlines overnight for the US and China. Performance across European indices is relatively equal whilst focus once again falls on the FTSE 100 (U/C) which remains at the whim of Brexit-inspired fluctuations in the GBP. Once again, potential upside for the index is being capped by losses in domestically focused banking names (RBS -3.0%, Lloyds -2.1%) as Brexit uncertainty continues to dampen investor sentiment. In terms of sector specifics, all sectors (excluding IT) are trading higher with mild outperformance seen in material names. Utilities started the session lower in the wake of yesterday&rsquo;s ECJ decision which deemed the UK&rsquo;s scheme for ensuring power supplies during the winter months as a violation of state aid rules. Other individual movers include Vivendi (+4.2%) sit at the top of the Stoxx 600 after posting impressive Q3 sales metrics and announcing a potential sale of part of their Universal Music Group division. Elsewhere, AstraZeneca (-2.3%) and Shire (-1.3%) have been seen lower throughout the session after both posting disappointing drug updates.&nbsp;</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>GBP - The Pound is not the biggest net mover for a change, but still one of the most volatile and vulnerable as Cable pivots 1.2800 and Eur/Gbp trades between 0.8850-80. The fall-out from Wednesday&rsquo;s Cabinet meeting continues as UK PM May strives to sell the Brexit draft, but facing a rising rebellion within the Conservative Party that appears to have reached the critical mass required to trigger a no confidence vote. However, some positive news with a key Minister deciding not to follow others out of the Government, as Gove opts to stay rather than go. In terms of technical impulses, Cable is holding above yesterday&rsquo;s 1.2725 low, ahead of chart support around 1.2710-00 that protects mtd and ytd troughs at 1.2696 and 1.2662 respectively, while near term resistance is seen around 1.2836 before 1.2850, but 1 bn option expiries at 1.2800 could well exert more influence into the NY cut. For Eur/Gbp, several MAs form support blow 0.8850 and the 100 DMA at 0.8910 may hamper further gains if 0.8900 is breached.</p>\r\n\r\n<p>NZD/AUD - Not quite zeroes from heroes, but the antipodean Dollars have pulled back from recent peaks amidst latest US-China trade headlines/reports that seem somewhat less constructive on the prospect of progress towards a deal that would prevent the next round of tariffs and reciprocal protection measures. The Kiwi has drifted back towards 0.6800 and Aud from another 0.7300 test to circa 0.7250, but with big option expiries in close proximity likely to keep the latter contained (2.4 bn at 0.7225 vs 1 bn at 0.7275).</p>\r\n\r\n<p>JPY - Maintaining a firm underlying safe-haven bid as broad risk sentiment remains fragile and China is reportedly investigating machine dumping by Japan &ndash; Usd/Jpy near the bottom of a 113.20-65 range.</p>\r\n\r\n<p>EUR/CAD/CHF - All narrowly mixed vs the Greenback, with the single currency keeping afloat of 1.1300 and eyeing a Fib at 1.1358, while the Loonie is holding recent recovery gains through 1.3200 as oil prices continue their rebound and the Franc meanders between 1.0075-50 vs 1.1000+ earlier this week when the broad Dollar and DXY were in the ascendency (index well above 97.000 vs just below the figure presently).</p>\r\n\r\n<p>EM - The Lira is off best levels, but still relatively bid after reports that the US could Turkish cleric Gulen in an attempt to assuage President Erdogan to adopt a less aggressive stance against Saudi Arabia over the Khashoggi killing. Usd/Try now near the middle of a 5.3240-3940 band.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Relatively small extension to the downside in Gilts, to a fresh 122.82 Liffe low (-36 ticks on the day) as the Whitehall walkout ends, or at least abates, and PM May continues to staunchly defend the UK-EU withdrawal draft amidst a rising leadership challenge that seems on track to culminate in a confidence vote next Tuesday. Meanwhile, Bunds actually eked out a slender 1 tick gain, or rather marginal new Eurex top at 160.73 to inch a bit closer towards parity and Thursday&rsquo;s close, and US Treasuries are now flat after some overnight undulations amidst choppy trade across Asia-Pac bourses. Ahead, ip data and more Fed speak, but broader risk sentiment continues to dominate and pre-weekend positioning will also be a factor as this US holiday-shortened, but still long week draws to an end.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Gold (+0.2%) is trading relatively flat after hitting&nbsp;new weekly highs of USD 1218.39/oz earlier in the session; following uneventful overnight trade. Elsewhere, Shanghai Zinc prices have risen due to London Metal Exchange stockpiles falling to decade-low levels.</p>\r\n\r\n<p>Brent (+1.3%) and WTI (+1.1%) are both in the green and continuing their rebound seen yesterday with WTI hovering around USD 57.00bbl. Energy newsflow remains light, post-yesterday&#39;s DoE report, however,&nbsp;Iraq&rsquo;s North Oil Co. have announced that they have resumed Kiruk oil exports heading towards the Turkish port of Ceyhan. Looking ahead, the main highlight on the calendar will be the Baker Hughes rig count.&nbsp;Elsewhere, natural gas futures are relatively steady after their 19% decline yesterday which came in the wake of a 20% increase the day before.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-16th-november-2018-16-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 19:16:00",
        "gmt_time": "2018-11-16 11:16:00"
    },
    {
        "id": 683576,
        "updated_sequence": 1088969,
        "published_at": {
            "unix": 1542366480,
            "text": "2018-11-16 11:08:00 +0000",
            "iso_8601": "2018-11-16T11:08:00Z"
        },
        "updated_at": {
            "unix": 1542366563,
            "text": "2018-11-16 11:09:23 +0000",
            "iso_8601": "2018-11-16T11:09:23Z"
        },
        "subject": "Fixed Income: minor range deviation, but major Brexit infatuation",
        "content": "<p>Relatively small extension to the downside in Gilts, to a fresh 122.82 Liffe low (-36 ticks on the day) as the Whitehall walkout ends, or at least abates, and PM May continues to staunchly defend the UK-EU withdrawal draft amidst a rising leadership challenge that seems on track to culminate in a confidence vote next Tuesday. Meanwhile, Bunds actually eked out a slender 1 tick gain, or rather marginal new Eurex top at 160.73 to inch a bit closer towards parity and Thursday&rsquo;s close, and US Treasuries are now flat after some overnight undulations amidst choppy trade across Asia-Pac bourses. Ahead, ip data and more Fed speak, but broader risk sentiment continues to dominate and pre-weekend positioning will also be a factor as this US holiday-shortened, but still long week draws to an end.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-minor-range-deviation-but-major-brexit-infatuation-16-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 19:08:00",
        "gmt_time": "2018-11-16 11:08:00"
    },
    {
        "id": 683575,
        "updated_sequence": 1088966,
        "published_at": {
            "unix": 1542366420,
            "text": "2018-11-16 11:07:00 +0000",
            "iso_8601": "2018-11-16T11:07:00Z"
        },
        "updated_at": {
            "unix": 1542366514,
            "text": "2018-11-16 11:08:34 +0000",
            "iso_8601": "2018-11-16T11:08:34Z"
        },
        "subject": "Michael Gove says he has confidence in PM May, adding that it is important to get the right deal and he is looking forward to working with colleagues in the government",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "michael-gove-says-he-has-confidence-in-pm-may-adding-that-it-is-important-to-get-the-right-deal-and-he-is-looking-forward-to-working-with-colleagues-in-the-government-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 19:07:00",
        "gmt_time": "2018-11-16 11:07:00"
    },
    {
        "id": 683570,
        "updated_sequence": 1088951,
        "published_at": {
            "unix": 1542365820,
            "text": "2018-11-16 10:57:00 +0000",
            "iso_8601": "2018-11-16T10:57:00Z"
        },
        "updated_at": {
            "unix": 1542365913,
            "text": "2018-11-16 10:58:33 +0000",
            "iso_8601": "2018-11-16T10:58:33Z"
        },
        "subject": "FT Brussels Correspondent tweets, UK-EU negotiators will hold another two meetings over the weekend to thrash out the future relationship text ahead of a November 25 summit, Michael Barnier told the EU27 ambassadors today",
        "content": "<ul><li><a href=\"https://twitter.com/MehreenKhn/status/1063385430480039936\">Link to tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "ft-brussels-correspondent-tweets-uk-eu-negotiators-will-hold-another-two-meetings-over-the-weekend-to-thrash-out-the-future-relationship-text-ahead-of-a-november-25-summit-michael-barnier-told-the-eu27-ambassadors-today-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 18:57:00",
        "gmt_time": "2018-11-16 10:57:00"
    },
    {
        "id": 683569,
        "updated_sequence": 1088948,
        "published_at": {
            "unix": 1542365100,
            "text": "2018-11-16 10:45:00 +0000",
            "iso_8601": "2018-11-16T10:45:00Z"
        },
        "updated_at": {
            "unix": 1542365403,
            "text": "2018-11-16 10:50:03 +0000",
            "iso_8601": "2018-11-16T10:50:03Z"
        },
        "subject": "Sky News political editor Beth Rigby tweets, Gove stays. A minister tells me; “PM can’t trust him now, he thinks he has leverage over her” and adds he should have gone to Brexit department rather than refusing",
        "content": "<p>(cont)&nbsp;Minister says Gove should have taken Brexit dept: &lsquo;He was one of the principal architects of Leave, he was the one saying we had to leave single market, now he&rsquo;s become advocate for EEA short term &amp; very scared about no deal&rsquo;</p>\r\n\r\n<ul><li><a href=\"https://twitter.com/BethRigby/status/1063382396979036161\">Link to tweet</a></li>\r\n  <li><a href=\"https://twitter.com/BethRigby/status/1063383291196252160\">Link to (cont) tweet&nbsp;</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "sky-news-political-editor-beth-rigby-tweets-gove-stays-a-minister-tells-me-pm-can-t-trust-him-now-he-thinks-he-has-leverage-over-her-and-adds-he-should-have-gone-to-brexit-department-rather-than-refusing-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 18:45:00",
        "gmt_time": "2018-11-16 10:45:00"
    },
    {
        "id": 683568,
        "updated_sequence": 1088943,
        "published_at": {
            "unix": 1542365040,
            "text": "2018-11-16 10:44:00 +0000",
            "iso_8601": "2018-11-16T10:44:00Z"
        },
        "updated_at": {
            "unix": 1542365137,
            "text": "2018-11-16 10:45:37 +0000",
            "iso_8601": "2018-11-16T10:45:37Z"
        },
        "subject": "Daily Telegraph political correspondent Christopher Hope tweets, Brexit sources are expecting NO more resignations today over Theresa May's Brexit deal",
        "content": "<p><a href=\"https://twitter.com/christopherhope/status/1063382122457645056\">Link to tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "daily-telegraph-political-correspondent-christopher-hope-tweets-brexit-sources-are-expecting-no-more-resignations-today-over-theresa-may-s-brexit-deal-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 18:44:00",
        "gmt_time": "2018-11-16 10:44:00"
    },
    {
        "id": 683567,
        "updated_sequence": 1088940,
        "published_at": {
            "unix": 1542364980,
            "text": "2018-11-16 10:43:00 +0000",
            "iso_8601": "2018-11-16T10:43:00Z"
        },
        "updated_at": {
            "unix": 1542365074,
            "text": "2018-11-16 10:44:34 +0000",
            "iso_8601": "2018-11-16T10:44:34Z"
        },
        "subject": "Gordon Rayner political editor of Daily Telegraph tweets, Not expecting Leadsom, Mordaunt or Grayling to resign today. Leadsom and Mordaunt, at least, want to try to influence things from within, but I suspect they will go by November 25 if nothing change",
        "content": "<p><a href=\"https://twitter.com/gordonrayner/status/1063381088230408192\">Link to tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "gordon-rayner-political-editor-of-daily-telegraph-tweets-not-expecting-leadsom-mordaunt-or-grayling-to-resign-today-leadsom-and-mordaunt-at-least-want-to-try-to-influence-things-from-within-but-i-suspect-they-will-go-by-november-25-if-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 18:43:00",
        "gmt_time": "2018-11-16 10:43:00"
    },
    {
        "id": 683566,
        "updated_sequence": 1088937,
        "published_at": {
            "unix": 1542364560,
            "text": "2018-11-16 10:36:00 +0000",
            "iso_8601": "2018-11-16T10:36:00Z"
        },
        "updated_at": {
            "unix": 1542364675,
            "text": "2018-11-16 10:37:55 +0000",
            "iso_8601": "2018-11-16T10:37:55Z"
        },
        "subject": "Fox, Grayling, Mourdant and Leadsom have all agreed to stay, as according to Sunday Times",
        "content": "",
        "reaction_details": "<p>in an immediate reaction Cable moved from 1.2807 to 1.2826</p>\r\n",
        "reaction_updated_at": {
            "unix": 1542364675,
            "text": "2018-11-16 10:37:55 +0000",
            "iso_8601": "2018-11-16T10:37:55Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "fox-grayling-mourdant-and-leadsom-have-all-agreed-to-stay-as-according-to-sunday-times-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 18:36:00",
        "gmt_time": "2018-11-16 10:36:00"
    },
    {
        "id": 683565,
        "updated_sequence": 1088932,
        "published_at": {
            "unix": 1542364200,
            "text": "2018-11-16 10:30:00 +0000",
            "iso_8601": "2018-11-16T10:30:00Z"
        },
        "updated_at": {
            "unix": 1542364284,
            "text": "2018-11-16 10:31:24 +0000",
            "iso_8601": "2018-11-16T10:31:24Z"
        },
        "subject": "FX Morning Colour: Pound precarious again as pressure mounts on PM",
        "content": "<p>GBP</p>\r\n\r\n<p>The Pound is not the biggest net mover for a change, but still one of the most volatile and vulnerable as Cable pivots 1.2800 and Eur/Gbp trades between 0.8850-80. The fall-out from Wednesday&rsquo;s Cabinet meeting continues as UK PM May strives to sell the Brexit draft, but facing a rising rebellion within the Conservative Party that appears to have reached the critical mass required to trigger a no confidence vote. However, some positive news with a key Minister deciding not to follow others out of the Government, as Gove opts to stay rather than go. In terms of technical impulses, Cable is holding above yesterday&rsquo;s 1.2725 low, ahead of chart support around 1.2710-00 that protects mtd and ytd troughs at 1.2696 and 1.2662 respectively, while near term resistance is seen around 1.2836 before 1.2850, but 1 bn option expiries at 1.2800 could well exert more influence into the NY cut. For Eur/Gbp, several MAs form support blow 0.8850 and the 100 DMA at 0.8910 may hamper further gains if 0.8900 is breached.</p>\r\n\r\n<p>NZD/AUD</p>\r\n\r\n<p>Not quite zeroes from heroes, but the antipodean Dollars have pulled back from recent peaks amidst latest US-China trade headlines/reports that seem somewhat less constructive on the prospect of progress towards a deal that would prevent the next round of tariffs and reciprocal protection measures. The Kiwi has drifted back towards 0.6800 and Aud from another 0.7300 test to circa 0.7250, but with big option expiries in close proximity likely to keep the latter contained (2.4 bn at 0.7225 vs 1 bn at 0.7275).</p>\r\n\r\n<p>JPY</p>\r\n\r\n<p>Maintaining a firm underlying safe-haven bid as broad risk sentiment remains fragile and China is reportedly investigating machine dumping by Japan &ndash; Usd/Jpy near the bottom of a 113.20-65 range.</p>\r\n\r\n<p>EUR/CAD/CHF</p>\r\n\r\n<p>All narrowly mixed vs the Greenback, with the single currency keeping afloat of 1.1300 and eyeing a Fib at 1.1358, while the Loonie is holding recent recovery gains through 1.3200 as oil prices continue their rebound and the Franc meanders between 1.0075-50 vs 1.1000+ earlier this week when the broad Dollar and DXY were in the ascendency (index well above 97.000 vs just below the figure presently).</p>\r\n\r\n<p>EM</p>\r\n\r\n<p>The Lira is off best levels, but still relatively bid after reports that the US could Turkish cleric Gulen in an attempt to assuage President Erdogan to adopt a less aggressive stance against Saudi Arabia over the Khashoggi killing. Usd/Try now near the middle of a 5.3240-3940 band.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-pound-precarious-again-as-pressure-mounts-on-pm-16-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 18:30:00",
        "gmt_time": "2018-11-16 10:30:00"
    },
    {
        "id": 683563,
        "updated_sequence": 1088926,
        "published_at": {
            "unix": 1542364140,
            "text": "2018-11-16 10:29:00 +0000",
            "iso_8601": "2018-11-16T10:29:00Z"
        },
        "updated_at": {
            "unix": 1542364227,
            "text": "2018-11-16 10:30:27 +0000",
            "iso_8601": "2018-11-16T10:30:27Z"
        },
        "subject": "Christopher Hope of the Telegraph \"But friends of Sir Graham Brady, the 1922 committee, suggest that the threshold has NOT yet been breached yet. One says: \"Nobody has told him.\"\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "christopher-hope-of-the-telegraph-but-friends-of-sir-graham-brady-the-1922-committee-suggest-that-the-threshold-has-not-yet-been-breached-yet-one-says-nobody-has-told-him-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 18:29:00",
        "gmt_time": "2018-11-16 10:29:00"
    },
    {
        "id": 683562,
        "updated_sequence": 1088923,
        "published_at": {
            "unix": 1542363840,
            "text": "2018-11-16 10:24:00 +0000",
            "iso_8601": "2018-11-16T10:24:00Z"
        },
        "updated_at": {
            "unix": 1542363916,
            "text": "2018-11-16 10:25:16 +0000",
            "iso_8601": "2018-11-16T10:25:16Z"
        },
        "subject": "Supreme Court is to consider a case of whether the UK can unilaterally reverse Article 50",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "supreme-court-is-to-consider-a-case-of-whether-the-uk-can-unilaterally-reverse-article-50-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 18:24:00",
        "gmt_time": "2018-11-16 10:24:00"
    },
    {
        "id": 683561,
        "updated_sequence": 1088920,
        "published_at": {
            "unix": 1542363780,
            "text": "2018-11-16 10:23:00 +0000",
            "iso_8601": "2018-11-16T10:23:00Z"
        },
        "updated_at": {
            "unix": 1542363880,
            "text": "2018-11-16 10:24:40 +0000",
            "iso_8601": "2018-11-16T10:24:40Z"
        },
        "subject": "Telegraph reporter says he expects the numbers for the no confidence vote to be reached today, with the no confidence vote to take place on Tuesday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "telegraph-reporter-says-he-expects-the-numbers-for-the-no-confidence-vote-to-be-reached-today-with-the-no-confidence-vote-to-take-place-on-tuesday-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 18:23:00",
        "gmt_time": "2018-11-16 10:23:00"
    },
    {
        "id": 683560,
        "updated_sequence": 1088917,
        "published_at": {
            "unix": 1542363720,
            "text": "2018-11-16 10:22:00 +0000",
            "iso_8601": "2018-11-16T10:22:00Z"
        },
        "updated_at": {
            "unix": 1542363760,
            "text": "2018-11-16 10:22:40 +0000",
            "iso_8601": "2018-11-16T10:22:40Z"
        },
        "subject": "Nick Eardley of the BBC tweets \"Mark Francois hand delivering letter to Graham Brady office in Parliament just now\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nick-eardley-of-the-bbc-tweets-mark-francois-hand-delivering-letter-to-graham-brady-office-in-parliament-just-now-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 18:22:00",
        "gmt_time": "2018-11-16 10:22:00"
    },
    {
        "id": 683559,
        "updated_sequence": 1088914,
        "published_at": {
            "unix": 1542363060,
            "text": "2018-11-16 10:11:00 +0000",
            "iso_8601": "2018-11-16T10:11:00Z"
        },
        "updated_at": {
            "unix": 1542363143,
            "text": "2018-11-16 10:12:23 +0000",
            "iso_8601": "2018-11-16T10:12:23Z"
        },
        "subject": "Jennifer Rankin of the Guardian tweets \"EU Brexit schedule now agreed. Sunday: special Brexit meeting EU27 ambassadors. Monday: special Brexit EU27 Europe ministers Wheels in motion for Sunday 25 November summit\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Twitter",
        "slug": "jennifer-rankin-of-the-guardian-tweets-eu-brexit-schedule-now-agreed-sunday-special-brexit-meeting-eu27-ambassadors-monday-special-brexit-eu27-europe-ministers-wheels-in-motion-for-sunday-25-november-summit-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 18:11:00",
        "gmt_time": "2018-11-16 10:11:00"
    },
    {
        "id": 683547,
        "updated_sequence": 1088878,
        "published_at": {
            "unix": 1542361860,
            "text": "2018-11-16 09:51:00 +0000",
            "iso_8601": "2018-11-16T09:51:00Z"
        },
        "updated_at": {
            "unix": 1542361983,
            "text": "2018-11-16 09:53:03 +0000",
            "iso_8601": "2018-11-16T09:53:03Z"
        },
        "subject": "Business Insider correspondent Adam Payne tweets, The ERG believes Graham Brady now has 48 letters, an ERG source tells me",
        "content": "<ul><li><a href=\"https://twitter.com/adampayne26/status/1063368928771084288\">Link to tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "business-insider-correspondent-adam-payne-tweets-the-erg-believes-graham-brady-now-has-48-letters-an-erg-source-tells-me-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 17:51:00",
        "gmt_time": "2018-11-16 09:51:00"
    },
    {
        "id": 683546,
        "updated_sequence": 1088875,
        "published_at": {
            "unix": 1542361320,
            "text": "2018-11-16 09:42:00 +0000",
            "iso_8601": "2018-11-16T09:42:00Z"
        },
        "updated_at": {
            "unix": 1542361526,
            "text": "2018-11-16 09:45:26 +0000",
            "iso_8601": "2018-11-16T09:45:26Z"
        },
        "subject": "James Forsyth Sun Columnist tweets, Hearing Gove is staying. Times suggests that he will remain as Environment Secretary",
        "content": "<ul><li><a href=\"https://twitter.com/JGForsyth/status/1063366382962843649\">Link to tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "<p>In an immediate reaction GBP/USD rose 40 pips from 1.2790 to 1.2830, whilst little sustained reaction was seen in Dec&rsquo;18 Gilts</p>\r\n",
        "reaction_updated_at": {
            "unix": 1542361526,
            "text": "2018-11-16 09:45:26 +0000",
            "iso_8601": "2018-11-16T09:45:26Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Twitter",
        "slug": "james-forsyth-sun-columnist-tweets-hearing-gove-is-staying-times-suggests-that-he-will-remain-as-environment-secretary-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 17:42:00",
        "gmt_time": "2018-11-16 09:42:00"
    },
    {
        "id": 683545,
        "updated_sequence": 1088869,
        "published_at": {
            "unix": 1542360300,
            "text": "2018-11-16 09:25:00 +0000",
            "iso_8601": "2018-11-16T09:25:00Z"
        },
        "updated_at": {
            "unix": 1542360384,
            "text": "2018-11-16 09:26:24 +0000",
            "iso_8601": "2018-11-16T09:26:24Z"
        },
        "subject": "Tom Newton Dunn of the Sun tweets \"No10 now clarify: there will be no free vote for any Tory MPs, ministers or otherwise, on the Brexit deal.\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "tom-newton-dunn-of-the-sun-tweets-no10-now-clarify-there-will-be-no-free-vote-for-any-tory-mps-ministers-or-otherwise-on-the-brexit-deal-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 17:25:00",
        "gmt_time": "2018-11-16 09:25:00"
    },
    {
        "id": 683544,
        "updated_sequence": 1088866,
        "published_at": {
            "unix": 1542360120,
            "text": "2018-11-16 09:22:00 +0000",
            "iso_8601": "2018-11-16T09:22:00Z"
        },
        "updated_at": {
            "unix": 1542360216,
            "text": "2018-11-16 09:23:36 +0000",
            "iso_8601": "2018-11-16T09:23:36Z"
        },
        "subject": "French State Holdings Head states that there are 'several consortia' interested in making an approach for ADP (ADP FP)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-state-holdings-head-states-that-there-are-several-consortia-interested-in-making-an-approach-for-adp-adp-fp-16-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 17:22:00",
        "gmt_time": "2018-11-16 09:22:00"
    },
    {
        "id": 683543,
        "updated_sequence": 1088863,
        "published_at": {
            "unix": 1542360060,
            "text": "2018-11-16 09:21:00 +0000",
            "iso_8601": "2018-11-16T09:21:00Z"
        },
        "updated_at": {
            "unix": 1542360154,
            "text": "2018-11-16 09:22:34 +0000",
            "iso_8601": "2018-11-16T09:22:34Z"
        },
        "subject": "Iraq's North Oil has resumed Kirkuk oil exports heading for the Turkish port off Ceyhan, according to sources ",
        "content": "<ul><li>Kirkuk oil flows are currently averaging 500-600k bpd and will increase further but it is hard to tell when and by how much</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iraq-s-north-oil-has-resumed-kirkuk-oil-exports-heading-for-the-turkish-port-off-ceyhan-according-to-sources-16-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 17:21:00",
        "gmt_time": "2018-11-16 09:21:00"
    },
    {
        "id": 683542,
        "updated_sequence": 1088858,
        "published_at": {
            "unix": 1542359460,
            "text": "2018-11-16 09:11:00 +0000",
            "iso_8601": "2018-11-16T09:11:00Z"
        },
        "updated_at": {
            "unix": 1542359667,
            "text": "2018-11-16 09:14:27 +0000",
            "iso_8601": "2018-11-16T09:14:27Z"
        },
        "subject": "Beth Rigby Sky Deputy Political Editor tweets, Have this confirmed by a source close to the whips office. They are heading back to SW1. Source tells me it must now be likely that confidence vote happening. “Got to be close if not there already”",
        "content": "<ul><li>This tweet follows on from the&nbsp;Huffington Post Editor Paul Waugh&#39;s tweet&nbsp;</li>\r\n  <li><a href=\"https://twitter.com/BethRigby/status/1063358614008672257\">Link to tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "beth-rigby-sky-deputy-political-editor-tweets-have-this-confirmed-by-a-source-close-to-the-whips-office-they-are-heading-back-to-sw1-source-tells-me-it-must-now-be-likely-that-confidence-vote-happening-got-to-be-close-if-not-there-alrea-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 17:11:00",
        "gmt_time": "2018-11-16 09:11:00"
    },
    {
        "id": 683278,
        "updated_sequence": 1088833,
        "published_at": {
            "unix": 1542358800,
            "text": "2018-11-16 09:00:00 +0000",
            "iso_8601": "2018-11-16T09:00:00Z"
        },
        "updated_at": {
            "unix": 1542358800,
            "text": "2018-11-16 09:00:00 +0000",
            "iso_8601": "2018-11-16T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-15-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 17:00:00",
        "gmt_time": "2018-11-16 09:00:00"
    },
    {
        "id": 683536,
        "updated_sequence": 1088831,
        "published_at": {
            "unix": 1542358620,
            "text": "2018-11-16 08:57:00 +0000",
            "iso_8601": "2018-11-16T08:57:00Z"
        },
        "updated_at": {
            "unix": 1542358713,
            "text": "2018-11-16 08:58:33 +0000",
            "iso_8601": "2018-11-16T08:58:33Z"
        },
        "subject": "Editor of Brexit Central tweets \"Unconfirmed and from a single (always previously reliable) source - but hearing that the 48 letters are in and Downing Street are preparing for a no confidence motion in Theresa May as Conservative leader...\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "editor-of-brexit-central-tweets-unconfirmed-and-from-a-single-always-previously-reliable-source-but-hearing-that-the-48-letters-are-in-and-downing-street-are-preparing-for-a-no-confidence-motion-in-theresa-may-as-conservative-leader-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 16:57:00",
        "gmt_time": "2018-11-16 08:57:00"
    },
    {
        "id": 683535,
        "updated_sequence": 1088828,
        "published_at": {
            "unix": 1542358560,
            "text": "2018-11-16 08:56:00 +0000",
            "iso_8601": "2018-11-16T08:56:00Z"
        },
        "updated_at": {
            "unix": 1542358685,
            "text": "2018-11-16 08:58:05 +0000",
            "iso_8601": "2018-11-16T08:58:05Z"
        },
        "subject": "Faisal Islam Sky Correspondent tweets No 10-friendly senior Conservative MPs have been given lists of a few dozen Tory Brexiters to phone up to coral into not sending/withdrawing 1922 letters. But not yet told to start calls.",
        "content": "<ul><li><a href=\"https://twitter.com/faisalislam/status/1063354751218315266\">link to tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "faisal-islam-sky-correspondent-tweets-no-10-friendly-senior-conservative-mps-have-been-given-lists-of-a-few-dozen-tory-brexiters-to-phone-up-to-coral-into-not-sending-withdrawing-1922-letters-but-not-yet-told-to-start-calls-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 16:56:00",
        "gmt_time": "2018-11-16 08:56:00"
    },
    {
        "id": 683535,
        "updated_sequence": 1088828,
        "published_at": {
            "unix": 1542358560,
            "text": "2018-11-16 08:56:00 +0000",
            "iso_8601": "2018-11-16T08:56:00Z"
        },
        "updated_at": {
            "unix": 1542358685,
            "text": "2018-11-16 08:58:05 +0000",
            "iso_8601": "2018-11-16T08:58:05Z"
        },
        "subject": "Faisal Islam Sky Correspondent tweets No 10-friendly senior Conservative MPs have been given lists of a few dozen Tory Brexiters to phone up to coral into not sending/withdrawing 1922 letters. But not yet told to start calls.",
        "content": "<ul><li><a href=\"https://twitter.com/faisalislam/status/1063354751218315266\">link to tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "faisal-islam-sky-correspondent-tweets-no-10-friendly-senior-conservative-mps-have-been-given-lists-of-a-few-dozen-tory-brexiters-to-phone-up-to-coral-into-not-sending-withdrawing-1922-letters-but-not-yet-told-to-start-calls-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 16:56:00",
        "gmt_time": "2018-11-16 08:56:00"
    },
    {
        "id": 683534,
        "updated_sequence": 1088825,
        "published_at": {
            "unix": 1542358320,
            "text": "2018-11-16 08:52:00 +0000",
            "iso_8601": "2018-11-16T08:52:00Z"
        },
        "updated_at": {
            "unix": 1542358384,
            "text": "2018-11-16 08:53:04 +0000",
            "iso_8601": "2018-11-16T08:53:04Z"
        },
        "subject": "BBC Political Correspondent Ross Hawkins tweets Michael Gove's parliamentary aide Kevin Hollinrake tells me Gove has \"got some decisions to make\". Says: \"I hope he'll support the PM I think we should all support the PM in whatever capacity we can\"",
        "content": "<p><a href=\"https://twitter.com/rosschawkins/status/1063353672061595648\">Link to tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "bbc-political-correspondent-ross-hawkins-tweets-michael-gove-s-parliamentary-aide-kevin-hollinrake-tells-me-gove-has-got-some-decisions-to-make-says-i-hope-he-ll-support-the-pm-i-think-we-should-all-support-the-pm-in-whatever-capacity-w-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 16:52:00",
        "gmt_time": "2018-11-16 08:52:00"
    },
    {
        "id": 683533,
        "updated_sequence": 1088820,
        "published_at": {
            "unix": 1542357300,
            "text": "2018-11-16 08:35:00 +0000",
            "iso_8601": "2018-11-16T08:35:00Z"
        },
        "updated_at": {
            "unix": 1542357456,
            "text": "2018-11-16 08:37:36 +0000",
            "iso_8601": "2018-11-16T08:37:36Z"
        },
        "subject": "Huffington Post Editor Paul Waugh tweets All Govt whips have just been told to cancel Friday constituency engagements and convene in Parliament today, one source tells me. ",
        "content": "<p>(cont)&nbsp;Does this mean the 48 threshold has been reached?</p>\r\n\r\n<ul><li><a href=\"https://twitter.com/paulwaugh/status/1063348998000570368\">link to tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "huffington-post-editor-paul-waugh-tweets-all-govt-whips-have-just-been-told-to-cancel-friday-constituency-engagements-and-convene-in-parliament-today-one-source-tells-me-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 16:35:00",
        "gmt_time": "2018-11-16 08:35:00"
    },
    {
        "id": 683532,
        "updated_sequence": 1088817,
        "published_at": {
            "unix": 1542357000,
            "text": "2018-11-16 08:30:00 +0000",
            "iso_8601": "2018-11-16T08:30:00Z"
        },
        "updated_at": {
            "unix": 1542357194,
            "text": "2018-11-16 08:33:14 +0000",
            "iso_8601": "2018-11-16T08:33:14Z"
        },
        "subject": "ECB's Draghi says the current slowdown has raised questions about the strength of the growth outlook, and we're seeing a temporary soft patch",
        "content": "<ul><li>Adds that in December we will be better placed to make a full assessment of the risks to growth and inflation</li>\r\n  <li>Still sees the overall risks to the growth outlook as broadly balanced</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-draghi-says-the-current-slowdown-has-raised-questions-about-the-strength-of-the-growth-outlook-and-we-re-seeing-a-temporary-soft-patch-16-11-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 16:30:00",
        "gmt_time": "2018-11-16 08:30:00"
    },
    {
        "id": 683531,
        "updated_sequence": 1088812,
        "published_at": {
            "unix": 1542356940,
            "text": "2018-11-16 08:29:00 +0000",
            "iso_8601": "2018-11-16T08:29:00Z"
        },
        "updated_at": {
            "unix": 1542357024,
            "text": "2018-11-16 08:30:24 +0000",
            "iso_8601": "2018-11-16T08:30:24Z"
        },
        "subject": "Gilts and Short Sterling futures retreat further from Thursday’s lofty highs",
        "content": "<p>Some relative calm after the storm, as the 10 year benchmark pivots around the 123.00 mark within an early 122.92-123.17 Liffe range vs its 123.18 previous settlement and a fresh contract peak posted intraday at 123.40, while the 3 month strip trades 1-3 ticks below par vs as much as 16 ticks above at one stage yesterday. However, UK markets are still very much prone to sharp and erratic moves/price swings on Brexit headlines as PM May continues to defend the withdrawal draft, and stress that the current/latest proposal is not the finished article but a stop-gap to operate during the transition phase, while the plot to oust her rumbles on.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-futures-retreat-further-from-thursday-s-lofty-highs-16-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 16:29:00",
        "gmt_time": "2018-11-16 08:29:00"
    },
    {
        "id": 683529,
        "updated_sequence": 1088806,
        "published_at": {
            "unix": 1542355920,
            "text": "2018-11-16 08:12:00 +0000",
            "iso_8601": "2018-11-16T08:12:00Z"
        },
        "updated_at": {
            "unix": 1542355962,
            "text": "2018-11-16 08:12:42 +0000",
            "iso_8601": "2018-11-16T08:12:42Z"
        },
        "subject": "ECB says banks borrowed 85mln at marginal rate & deposited EUR 571.1bln with it overnight",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-borrowed-85mln-at-marginal-rate-deposited-eur-571-1bln-with-it-overnight-16-11-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 16:12:00",
        "gmt_time": "2018-11-16 08:12:00"
    },
    {
        "id": 683526,
        "updated_sequence": 1088797,
        "published_at": {
            "unix": 1542355500,
            "text": "2018-11-16 08:05:00 +0000",
            "iso_8601": "2018-11-16T08:05:00Z"
        },
        "updated_at": {
            "unix": 1542355604,
            "text": "2018-11-16 08:06:44 +0000",
            "iso_8601": "2018-11-16T08:06:44Z"
        },
        "subject": "European equity movers this morning: Vivendi (VIV FP) +5.8%; Bollore (BOL FP) +3.3%; ABN Amro (ABN NA) +1.8%; Morphosys (MOR GY) +1.8%; AstraZeneca (AZN LN) -2.6%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-vivendi-viv-fp-5-8-bollore-bol-fp-3-3-abn-amro-abn-na-1-8-morphosys-mor-gy-1-8-astrazeneca-azn-ln-2-6-16-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 16:05:00",
        "gmt_time": "2018-11-16 08:05:00"
    },
    {
        "id": 683525,
        "updated_sequence": 1088794,
        "published_at": {
            "unix": 1542355320,
            "text": "2018-11-16 08:02:00 +0000",
            "iso_8601": "2018-11-16T08:02:00Z"
        },
        "updated_at": {
            "unix": 1542355361,
            "text": "2018-11-16 08:02:41 +0000",
            "iso_8601": "2018-11-16T08:02:41Z"
        },
        "subject": "UK PM May says she hasn't appointed a Brexit Secretary yet, and will do so in the coming days",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-says-she-hasn-t-appointed-a-brexit-secretary-yet-and-will-do-so-in-the-coming-days-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 16:02:00",
        "gmt_time": "2018-11-16 08:02:00"
    },
    {
        "id": 683524,
        "updated_sequence": 1088791,
        "published_at": {
            "unix": 1542355260,
            "text": "2018-11-16 08:01:00 +0000",
            "iso_8601": "2018-11-16T08:01:00Z"
        },
        "updated_at": {
            "unix": 1542355318,
            "text": "2018-11-16 08:01:58 +0000",
            "iso_8601": "2018-11-16T08:01:58Z"
        },
        "subject": "Bunds: unwinding some Brexit and Italian budget premium",
        "content": "<p>The 10 year German debt future was marked down 27 ticks from the off, but has pared losses since to trade back up at 160.72 vs yesterday&rsquo;s 160.81 Eurex close amidst ongoing Brexit uncertainty and budget wrangling between Italy and the EU ahead of the next official review from Brussels on Wednesday. Hence, only a tentative or token pull-back in Bunds as both issues remain very fluid, and the prospect of either breaking down or blowing up into a significant risk event persists. Ahead, Italian data and final Eurozone CPI may provide a distraction along with ECB commentary, but core bonds and financial markets in general are transfixed on the aforementioned unresolved matter, while keeping a close watch on unfolding global trade developments.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-unwinding-some-brexit-and-italian-budget-premium-16-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 16:01:00",
        "gmt_time": "2018-11-16 08:01:00"
    },
    {
        "id": 683519,
        "updated_sequence": 1088773,
        "published_at": {
            "unix": 1542354180,
            "text": "2018-11-16 07:43:00 +0000",
            "iso_8601": "2018-11-16T07:43:00Z"
        },
        "updated_at": {
            "unix": 1542354244,
            "text": "2018-11-16 07:44:04 +0000",
            "iso_8601": "2018-11-16T07:44:04Z"
        },
        "subject": "Tamara Cohen of Sky tweets \"May loyalist James Brokenshire claims the deal on offer “cements our precious union...if I thought it would break up the union I wouldn’t be supporting it”\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tamara-cohen-of-sky-tweets-may-loyalist-james-brokenshire-claims-the-deal-on-offer-cements-our-precious-union-if-i-thought-it-would-break-up-the-union-i-wouldn-t-be-supporting-it-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 15:43:00",
        "gmt_time": "2018-11-16 07:43:00"
    },
    {
        "id": 683518,
        "updated_sequence": 1088770,
        "published_at": {
            "unix": 1542353940,
            "text": "2018-11-16 07:39:00 +0000",
            "iso_8601": "2018-11-16T07:39:00Z"
        },
        "updated_at": {
            "unix": 1542354051,
            "text": "2018-11-16 07:40:51 +0000",
            "iso_8601": "2018-11-16T07:40:51Z"
        },
        "subject": "John Rentoul of the Independent tweets \"Even if Graham Brady has 48 letters, he doesn't have to announce it immediately, But more likely there aren’t anything like 48 letters",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "john-rentoul-of-the-independent-tweets-even-if-graham-brady-has-48-letters-he-doesn-t-have-to-announce-it-immediately-but-more-likely-there-aren-t-anything-like-48-letters-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 15:39:00",
        "gmt_time": "2018-11-16 07:39:00"
    },
    {
        "id": 683517,
        "updated_sequence": 1088767,
        "published_at": {
            "unix": 1542353880,
            "text": "2018-11-16 07:38:00 +0000",
            "iso_8601": "2018-11-16T07:38:00Z"
        },
        "updated_at": {
            "unix": 1542353956,
            "text": "2018-11-16 07:39:16 +0000",
            "iso_8601": "2018-11-16T07:39:16Z"
        },
        "subject": "Beth Rigby of Sky tweets \"told last night by senior Brexiteer to expect a co-ordinated run of letter submissions today as May’s opponents try to get the confidence vote over the line. We’re expecting another to be announced around 9am\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "beth-rigby-of-sky-tweets-told-last-night-by-senior-brexiteer-to-expect-a-co-ordinated-run-of-letter-submissions-today-as-may-s-opponents-try-to-get-the-confidence-vote-over-the-line-we-re-expecting-another-to-be-announced-around-9am-16-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 15:38:00",
        "gmt_time": "2018-11-16 07:38:00"
    },
    {
        "id": 683516,
        "updated_sequence": 1088776,
        "published_at": {
            "unix": 1542351780,
            "text": "2018-11-16 07:03:00 +0000",
            "iso_8601": "2018-11-16T07:03:00Z"
        },
        "updated_at": {
            "unix": 1542354363,
            "text": "2018-11-16 07:46:03 +0000",
            "iso_8601": "2018-11-16T07:46:03Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Astrazeneca (AZN LN) &ndash; The Co say that OS results did not meet statistical significance regarding phase 3 Mystic trial of Imfinzi and Tremelimumab in stage 4 non-small cell lung cancer. (Newswires)</p>\r\n\r\n<p>Shire (SHP LN) &ndash; Co. has said that Lanadelumab has provided significant and clinically meaningful reduction of HAE attacks through its 26 week study. (Newswires)</p>\r\n\r\n<p>Total (FP FP) - The co. has signed an MoU with Papua New Guinea for a gas project. (Newswires)</p>\r\n\r\n<p>Rolls Royce (RR. LN) - The co.&#39;s CEO has said they are going to continue stockpiling parts ahead of the possibility of a no-deal Brexit. (Newswires)</p>\r\n\r\n<p>DIALOG SEMICONDUCTOR (DLG GY) UPGRADED TO HOLD FROM REDUCE AT KEPLER CHEUVREUX</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-16-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 15:03:00",
        "gmt_time": "2018-11-16 07:03:00"
    },
    {
        "id": 683515,
        "updated_sequence": 1088822,
        "published_at": {
            "unix": 1542351540,
            "text": "2018-11-16 06:59:00 +0000",
            "iso_8601": "2018-11-16T06:59:00Z"
        },
        "updated_at": {
            "unix": 1542357911,
            "text": "2018-11-16 08:45:11 +0000",
            "iso_8601": "2018-11-16T08:45:11Z"
        },
        "subject": "Option expiries of note for today's 10.00am NY cut (1500GMT)",
        "content": "<p>EUR/USD: <strong>1.1300 (1.4BLN</strong>), 1.1335-40 (1.2BLN), 1.1350 (322M) 1.1400 (537M), 1.1445-55 (2.5BLN).</p>\r\n\r\n<p>EUR/NOK: 9.5000 (800M)</p>\r\n\r\n<p>GBP/USD: 1.2765 (392M), <strong>1.2800 (1BLN)</strong>, 1.2900 (336M).</p>\r\n\r\n<p>EUR/GBP: 0.8750 (290M)</p>\r\n\r\n<p>AUD/USD: 0.7200 (911M),<strong> 0.7225 (2.4BLN),</strong> <strong>0.7275 (1BLN</strong>), 0.7300 (463M)</p>\r\n\r\n<p>USD/CAD: 1.2975 (1BLN), 1.3100-15 (500M), 1.3220 (300M), 1.3400 (550M)</p>\r\n\r\n<p>USD/JPY: 112.75 (587M),<strong> 113.00 (830M)</strong>, 114.00-20 (1BLN), 114.50 (1.1BLN)</p>\r\n\r\n<p>EUR/JPY: 128.50 (540M), 129.00 (301M), 129.80-1.3000 (1.6BLN)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "option-expiries-of-note-for-today-s-10-00am-ny-cut-1500gmt-16-11-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 14:59:00",
        "gmt_time": "2018-11-16 06:59:00"
    },
    {
        "id": 683511,
        "updated_sequence": 1088741,
        "published_at": {
            "unix": 1542350640,
            "text": "2018-11-16 06:44:00 +0000",
            "iso_8601": "2018-11-16T06:44:00Z"
        },
        "updated_at": {
            "unix": 1542350727,
            "text": "2018-11-16 06:45:27 +0000",
            "iso_8601": "2018-11-16T06:45:27Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>16th November 2018</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700BST/0100CDT all equity news will13e covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asia-Pac stocks traded indecisively as the region lacked fresh catalysts and as uncertainty regarding Brexit and US-China trade played on investor&rsquo;s minds. ASX 200 (-0.1%) and Nikkei 225 (-0.5%) were choppy with outperformance of tech and mining names in Australia overshadowed by a lacklustre broader market, while the Japanese benchmark was subdued by mild flows into the JPY and after China Mofcom began an investigation into alleged dumping of machine tools by Japanese firms. Elsewhere, Hang Seng (+0.1%) and Shanghai Comp. (+0.7%) swung between gains and losses after continued liquidity inaction by the PBoC which skipped OMOs for a 16th consecutive occasion, while participants were also tentative amid ongoing trade uncertainty after conflicting reports regarding the next round of China tariffs being placed on hold which USTR Lighthizer later denied. Finally, 10yr JGBs were mildly higher with prices underpinned amid an indecisive tone seen in stocks and with the BoJ also present in the market for JPY 680bln of JGBs in the belly to super-long end.</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>Ocado (OCDO LN) &ndash; The co. has said they see opportunities to make more deals with established grocers in Europe, South America and Asia, with the possibility of moving into other categories in retail. (Newswires)</p>\r\n\r\n<p>OTHER UK COMPANIES</p>\r\n\r\n<p>FirstGroup (FGP LN) &ndash; Chairman Hauser has dismissed calls by the co.&rsquo;s leading shareholder to commit to a dividend immediately, replace members of the board and separate their US and UK assets. (FT)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Volkswagen (VOW3 GY) &ndash; The board is to vote on a multi-billion euro investment plan, which includes retooling of three German plants to produce electric cars; additionally to explore alliances with battery partners and rival carmakers. (Newswires)</p>\r\n\r\n<p>Bayer (BAYN GY) &ndash; A California judge has granted an expedited trial in the case of a couple suffering from cancer, who have sued the Co&rsquo;s Monsanto unit; alleging the glyphosate-containing weed killer Roundup caused their cancer. The Co faces around 9300 US glyphosate lawsuits. (Newswires)</p>\r\n\r\n<p>Deutsche Telekom (DTE GY) &ndash; Sweden&rsquo;s Tele2 said their Dutch subsidiary was not viable as a standalone business, giving weight to a takeover by the Co; which European regulators are to rule on this month. (Newswires)</p>\r\n\r\n<p>BMW (BMW GY) &ndash; The Co are continuing to prepare for a no-deal Brexit due to uncertainty around PM May&rsquo;s deal, following resignation of several ministers. (Newswires)</p>\r\n\r\n<p>Wirecard (WDI GY) &ndash; The co. and Mastercard have extended their partnership. (Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>Morphosys (MOR GY) &ndash; The Co say they have signed a strategic partnering agreement with Chinese company I-Mab for the Co&rsquo;s immune-oncology agent MOR210. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>K+S (SDF GY) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT CREDIT SUISSE</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>AXA (CS FP) &ndash; The Co priced a secondary public offering of 60mln shares of their US subsidiary, AXA Equitable Holdings, at USD 20.25 a share. (Newswires)</p>\r\n\r\n<p>Vivendi (VIV FP) &ndash; The Co said it has no intention of selling their stake in Telecom Italia (TIT IM), and are lining up banks over a possible sale of part of their Universal Music Group division. (Newswires)</p>\r\n\r\n<p>Ingenico (ING FP) &ndash; CEO states that no decision has yet been made on their terminal operations. (Newswires)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Bollore (BOL FP) &ndash; Q3 revenue of EUR 5.637bln including EUR 3.382bln from Vivendi (VIV FP) since April 2017, +10% at constant scope and exchange rates, +9% as reported. (Newswires)</p>\r\n\r\n<p>Vallourec (VK FP) &ndash; Q3 revenue EUR 961mln vs. Prev. EUR 964mln, EBITDA EUR 43mln vs. Prev. EUR 9mln and net EUR -92mln vs. Prev. EUR -119mln. (Newswires)</p>\r\n\r\n<p>CNP Assurances (CNP FP) &ndash; 9-month EBIT EUR 2.17bln vs. prev. EUR 2.13bln, net profit EUR 955mln vs. EUR 926mln, revenue EUR 2.84bln vs. prev. EUR 2.80bln, premium income EUR 24.58bln vs. prev. EUR 23.83bln, confirm FY18 EBIT guidance. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SODEXO (SW FP) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JP MORGAN CHASE</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>ABN Amro (ABN NA) &ndash; The co. have said they are well positioned to consider additional dividends, and a new cost/income target <55% by 2022. See ~ EUYR 50mln in restructuring charges in Q4 2018.(Newswires)</p>\r\n\r\n<p>Salini Impreglio (SAL IM) / Astaldi (AST IM) &ndash; Salini Impreglio has expressed interest in purchasing Astaldi. (Newswres)</p>\r\n\r\n<p>Fincantieri (FCT IM) &ndash; The co. have been awarded a EUR 200mln contract by Windstar Cruises. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>UBS (UBSG SW) &ndash; The co. will have a verdict on their money laundering trial on February 20th. (Newswires)</p>\r\n\r\n<p>ABB (ABBN SW) &ndash; The co. is reportedly in talks with Mitsubishi and Hitachi over the part of part, or all of, their power grids business, as according to a source. (Newswires)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>Skanska (SKAB SS) &ndash; The co. has invested SEK 1.8bln in an office project CityGate in Gothenburg. The contact is worth SEK 1.5bln and is to be booked in order intake for Sweden of Q4 2018. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>US</p>\r\n\r\n<p>* SPX +1.06% at 2730, NDX +1.78% at 6890, DJI +0.83% at 25289. SECTORS:&nbsp;Energy +1.49%, Materials +1.43%, Industrials +1.26%, Cons Discretionary +0.01%, Cons Staples -0.34%, Healthcare +0.96%, Financials +1.46%, Tech +2.46%, Telecoms +0.62%, Utilities -0.77%.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daily-european-equity-opening-news-16-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 14:44:00",
        "gmt_time": "2018-11-16 06:44:00"
    },
    {
        "id": 683510,
        "updated_sequence": 1088739,
        "published_at": {
            "unix": 1542349740,
            "text": "2018-11-16 06:29:00 +0000",
            "iso_8601": "2018-11-16T06:29:00Z"
        },
        "updated_at": {
            "unix": 1542350671,
            "text": "2018-11-16 06:44:31 +0000",
            "iso_8601": "2018-11-16T06:44:31Z"
        },
        "subject": "Goldman Sachs Under their base-case assumptions, estimate tariff policy will boost Y/Y core PCE inflation by nearly 0.2pp next summer",
        "content": "<ul><li>In the event that a 25% tariff is imposed on USD 267bln of Chinese goods and on all autos imports not exempted by USMCA, the boost to core inflation could peak at 1&frasl;3 pp in Sept&nbsp;(not their base case).</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Goldman Sachs",
        "slug": "goldman-sachs-under-their-base-case-assumptions-estimate-tariff-policy-will-boost-y-y-core-pce-inflation-by-nearly-0-2pp-next-summer-16-11-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 14:29:00",
        "gmt_time": "2018-11-16 06:29:00"
    },
    {
        "id": 683509,
        "updated_sequence": 1088729,
        "published_at": {
            "unix": 1542349440,
            "text": "2018-11-16 06:24:00 +0000",
            "iso_8601": "2018-11-16T06:24:00Z"
        },
        "updated_at": {
            "unix": 1542349518,
            "text": "2018-11-16 06:25:18 +0000",
            "iso_8601": "2018-11-16T06:25:18Z"
        },
        "subject": "RANsquawk Daily European Opening News - 16th November 2018 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20569/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>US-Chinese trade relations in focus again after conflicting reports suggesting the next round of Chinese tariffs are being placed on hold, which USTR Lighthizer later denied</li>\r\n  <li>UK PM May said she will see this through and fight leadership challenge. UK PM May is yet to appoint a new Brexit Minister</li>\r\n  <li>Looking ahead, highlights include EZ CPI, US Industrial Production, ECB&rsquo;s Draghi, Weidmann and Lane, Fed&rsquo;s Evans</li>\r\n</ul>\r\n\r\n<p>TRADE</p>\r\n\r\n<p>US and China are to step up efforts to strike G20 truce on trade and reports added that US Trade Representative Lightizer told some industry executives the next tranche of China tariffs are already on hold. However, Lighthizer later denied the reports that China tariffs have been put on hold. (FT/Newswires)</p>\r\n\r\n<p>US Commerce Secretary Ross said US is still planning to raise tariffs on China to 25% in January and that he does not expect a full China deal by January. Ross also commented that the meeting between Xi and Trump at the G20 summit is to focus on &quot;the big picture&quot;, although he still expects an eventual China deal. (Newswires)</p>\r\n\r\n<p>US Administration official said it is unlikely for breakthroughs on trade with China at the G20 summit, while the official added it is too early to tell if China&rsquo;s response to US demands will lead the US to suspend tariff increases in January and that China&#39;s offers to the US should be viewed cautiously. (Newswires)</p>\r\n\r\n<p>China&#39;s Ambassador to the US said the US is one of China&#39;s most important partners and that China will not stop reform and opening up. China&rsquo;s Ambassador also commented that China is prepared to work with US and that accusations against China are based on alternative facts. (Newswires)<br />&nbsp;</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asia-Pac stocks traded indecisively as the region lacked fresh catalysts and as uncertainty regarding Brexit and US-China trade played on investor&rsquo;s minds. ASX 200 (-0.1%) and Nikkei 225 (-0.5%) were choppy with outperformance of tech and mining names in Australia overshadowed by a lacklustre broader market, while the Japanese benchmark was subdued by mild flows into the JPY and after China Mofcom began an investigation into alleged dumping of machine tools by Japanese firms. Elsewhere, Hang Seng (+0.1%) and Shanghai Comp. (+0.7%) swung between gains and losses after continued liquidity inaction by the PBoC which skipped OMOs for a 16th consecutive occasion, while participants were also tentative amid ongoing trade uncertainty after conflicting reports regarding the next round of China tariffs being placed on hold which USTR Lighthizer later denied. Finally, 10yr JGBs were mildly higher with prices underpinned amid an indecisive tone seen in stocks and with the BoJ also present in the market for JPY 680bln of JGBs in the belly to super-long end.</p>\r\n\r\n<p>PBoC skipped open market operations and were net neutral for a 2nd consecutive week. (Newswires)<br />PBoC set CNY mid-point at 6.9377 (Prev. 6.9392)</p>\r\n\r\n<p>PBoC said overall lending has kept to stable growth and that financing conditions of private and small firms improved. PBoC also commented that financial institutions should take steps to reasonably manage pace and intensity of credit supply, while they should also make full use of incentive measures for lending to private and small firms. (Newswires)</p>\r\n\r\n<p><br />UK/EU</p>\r\n\r\n<p>UK PM May said she will see this through and fight leadership challenge, while she added she is going to do her job of getting the best deal for Britain and will bring the deal back for a vote in the House of Commons. Furthermore, UK PM May said she has not appointed a new Brexit Minister yet. (Newswires)</p>\r\n\r\n<p>It was reported that Environmental Minister Michael Gove was expected to resign yesterday but this did not materialise. (Times)</p>\r\n\r\n<p>DUP Deputy Leader said have to wait and see how things in the conservative party play out especially its leadership, while there were later reports in the Telegraph that suggested the UK Conservative Party power sharing alliance with DUP is said to be over unless PM May is replaced. (Newswires/Telegraph)</p>\r\n\r\n<p>ERG source reported that there were not yet enough letters to trigger a no confidence vote in PM May, although stated numbers have certainly gone up but are seen to still be in the 30s. (Twitter)</p>\r\n\r\n<p>Italian government draft amendment allows unlisted banks and non-financial companies to opt out of international accounting standards and includes lending operation, according to sources. (Newswires)</p>\r\n\r\n<p><br />FX</p>\r\n\r\n<p>FX markets were range-bound amid a light calendar with no tier-1 releases or speakers scheduled. This kept the DXY flat near the 97.00 level and provided GBP/USD with some much-needed respite from the prior day&rsquo;s cliff dive which was triggered by an exodus of ministers, while reports in the Telegraph also suggested the Conservative Party deal with DUP is over unless PM May is replaced. Elsewhere, USD/JPY and JPY-crosses were subdued by the indecisive risk tone and commodity-linked currencies held firm amid continued gains in the energy and metal prices.</p>\r\n\r\n<p><br />COMMODITIES</p>\r\n\r\n<p>Commodities were higher overnight in which WTI continued its rebound to approach the USD 57.00/bbl level to the upside, while nat gas futures outperformed the energy space as snowy conditions in eastern US help prices nurse some of the prior day&rsquo;s heavy losses. Elsewhere, gold prices were flat due to an uneventful greenback and copper kept afloat amid early strength in Chinese commodities, as well as outperformance in the mainland China bourses.<br />&nbsp;</p>\r\n\r\n<p>GEOPOLITICS</p>\r\n\r\n<p>US Republican and Democrat Senators file bipartisan bill seeking to suspend arms sales to Saudi Arabia in response to war in Yemen and killing of journalist. (Newswires)</p>\r\n\r\n<p>North Korean Leader Kim inspected test of new high-tech tactical weapons, according to Yonhap citing North Korean state media. (Yonhap)</p>\r\n\r\n<p><br />US</p>\r\n\r\n<p>Treasuries traded with a positive bias in choppy trade with Brexit news flow increasing appeal of safe-haven fixed income. However, in later trade after the US and China announced intensifying trade talks and after US Trade Representative Lightizer said China tariffs have been placed on hold (later denied), risk-tone became more constructive with Treasuries moving to session lows as stocks moved higher. There where was little reaction after a decent retail sales report. There were some chatter that CTAs were covering shorts, helping to support the complex. The Treasury announced that it will sell USD 11bln in 10-year TIPS in next Wednesday&#39;s reopening, and it will sell USD 42bln 3-month bills and USD 35bln 6-month bills Monday. The curve was steeper at settlement with the exception of 2s5s. US T-note futures (Z8) settled 2 ticks higher at 118-26.</p>\r\n\r\n<p>Fed&#39;s Bostic (Voter, Dove) said need to keep keen eye on data to avoid raising rates too fast or not far enough and suggested they should proceed cautiously, while he added that conditions warrant &quot;final steps&quot; for implementing a neutral rate which is where we want to be and sees the neutral rate between 2.5% and 3.5%. Furthermore, Bostic commented that the Fed has been removing forward guidance statements because it is not certain about policy direction and that businesses have told him they are delaying investment decisions amid tariffs. (Newswires)</p>\r\n\r\n<p>Fed&#39;s Kashkari (Non-voter, Dove) said rates are pretty close to neutral today and that he is sympathetic with the need to find a way to open markets for free trade. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-16th-november-2018-16-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 14:24:00",
        "gmt_time": "2018-11-16 06:24:00"
    },
    {
        "id": 683508,
        "updated_sequence": 1088726,
        "published_at": {
            "unix": 1542348900,
            "text": "2018-11-16 06:15:00 +0000",
            "iso_8601": "2018-11-16T06:15:00Z"
        },
        "updated_at": {
            "unix": 1542349049,
            "text": "2018-11-16 06:17:29 +0000",
            "iso_8601": "2018-11-16T06:17:29Z"
        },
        "subject": "North Korea may have conducted a test of new long-range artillery, according to reports in Yonhap citing sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Yonhap",
        "slug": "north-korea-may-have-conducted-a-test-of-new-long-range-artillery-according-to-reports-in-yonhap-citing-sources-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 14:15:00",
        "gmt_time": "2018-11-16 06:15:00"
    },
    {
        "id": 683507,
        "updated_sequence": 1088723,
        "published_at": {
            "unix": 1542348480,
            "text": "2018-11-16 06:08:00 +0000",
            "iso_8601": "2018-11-16T06:08:00Z"
        },
        "updated_at": {
            "unix": 1542348639,
            "text": "2018-11-16 06:10:39 +0000",
            "iso_8601": "2018-11-16T06:10:39Z"
        },
        "subject": "EU's Dombrovskis says that the Italian budget \"significantly\" deviates from their commitments, and Rome is \"openly\" challenging the rules",
        "content": "<ul><li>Adds that contagion is limited, and the policy is worrying investors and pushing bond yields higher</li>\r\n  <li>Credit conditions in Italy are worsening, which is slowing the banking sectors&#39; recovery</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-dombrovskis-says-that-the-italian-budget-significantly-deviates-from-their-commitments-and-rome-is-openly-challenging-the-rules-16-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 14:08:00",
        "gmt_time": "2018-11-16 06:08:00"
    },
    {
        "id": 683506,
        "updated_sequence": 1088718,
        "published_at": {
            "unix": 1542348060,
            "text": "2018-11-16 06:01:00 +0000",
            "iso_8601": "2018-11-16T06:01:00Z"
        },
        "updated_at": {
            "unix": 1542348312,
            "text": "2018-11-16 06:05:12 +0000",
            "iso_8601": "2018-11-16T06:05:12Z"
        },
        "subject": "Italy government coalition is said to have dropped plans for tax amnesty",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-government-coalition-is-said-to-have-dropped-plans-for-tax-amnesty-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 14:01:00",
        "gmt_time": "2018-11-16 06:01:00"
    },
    {
        "id": 683505,
        "updated_sequence": 1088712,
        "published_at": {
            "unix": 1542348000,
            "text": "2018-11-16 06:00:00 +0000",
            "iso_8601": "2018-11-16T06:00:00Z"
        },
        "updated_at": {
            "unix": 1542348097,
            "text": "2018-11-16 06:01:37 +0000",
            "iso_8601": "2018-11-16T06:01:37Z"
        },
        "subject": "EU Trade Commissioner Malmstrom believes that US wants a larger trade deal which includes agriculture, but says there is no chance EU will agree to a larger trade agreement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-trade-commissioner-malmstrom-believes-that-us-wants-a-larger-trade-deal-which-includes-agriculture-but-says-there-is-no-chance-eu-will-agree-to-a-larger-trade-agreement-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 14:00:00",
        "gmt_time": "2018-11-16 06:00:00"
    },
    {
        "id": 683504,
        "updated_sequence": 1088709,
        "published_at": {
            "unix": 1542347940,
            "text": "2018-11-16 05:59:00 +0000",
            "iso_8601": "2018-11-16T05:59:00Z"
        },
        "updated_at": {
            "unix": 1542348000,
            "text": "2018-11-16 06:00:00 +0000",
            "iso_8601": "2018-11-16T06:00:00Z"
        },
        "subject": "ESM's Regling expects accord on several topic before December",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "esm-s-regling-expects-accord-on-several-topic-before-december-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 13:59:00",
        "gmt_time": "2018-11-16 05:59:00"
    },
    {
        "id": 683503,
        "updated_sequence": 1088706,
        "published_at": {
            "unix": 1542347040,
            "text": "2018-11-16 05:44:00 +0000",
            "iso_8601": "2018-11-16T05:44:00Z"
        },
        "updated_at": {
            "unix": 1542347405,
            "text": "2018-11-16 05:50:05 +0000",
            "iso_8601": "2018-11-16T05:50:05Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia traded mixed as Brexit and US-China trade uncertainty kept the region tentative",
        "content": "<p>Asia-Pac stocks traded indecisive as the region lacked fresh catalysts and as uncertainty regarding Brexit and US-China trade played on investor&rsquo;s minds. ASX 200 (-0.1%) and Nikkei 225 (-0.5%) were choppy with outperformance of tech and mining names in Australia overshadowed by a lacklustre broader market, while the Japanese benchmark was subdued by mild flows into the JPY and after China Mofcom began an investigation into alleged dumping of machine tools by Japanese firms. Elsewhere, Hang Seng (+0.1%) and Shanghai Comp. (+0.7%) swung between gains and losses after continued liquidity inaction by the PBoC which skipped OMOs for a 16th consecutive occasion, while participants were also tentative amid ongoing trade uncertainty after conflicting reports regarding the next round of China tariffs being placed on hold which USTR Lighthizer later denied. Finally, 10yr JGBs were mildly higher with prices underpinned amid an indecisive tone seen in stocks and with the BoJ also present in the market for JPY 680bln of JGBs in the belly to super-long end.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-traded-mixed-as-brexit-and-us-china-trade-uncertainty-kept-the-region-tentative-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 13:44:00",
        "gmt_time": "2018-11-16 05:44:00"
    },
    {
        "id": 683502,
        "updated_sequence": 1088703,
        "published_at": {
            "unix": 1542342780,
            "text": "2018-11-16 04:33:00 +0000",
            "iso_8601": "2018-11-16T04:33:00Z"
        },
        "updated_at": {
            "unix": 1542342839,
            "text": "2018-11-16 04:33:59 +0000",
            "iso_8601": "2018-11-16T04:33:59Z"
        },
        "subject": "FX-indexed real estate contracts of Turkey residents will be permitted in free trade zones, according to local press",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fx-indexed-real-estate-contracts-of-turkey-residents-will-be-permitted-in-free-trade-zones-according-to-local-press-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 12:33:00",
        "gmt_time": "2018-11-16 04:33:00"
    },
    {
        "id": 683501,
        "updated_sequence": 1088700,
        "published_at": {
            "unix": 1542340800,
            "text": "2018-11-16 04:00:00 +0000",
            "iso_8601": "2018-11-16T04:00:00Z"
        },
        "updated_at": {
            "unix": 1542340930,
            "text": "2018-11-16 04:02:10 +0000",
            "iso_8601": "2018-11-16T04:02:10Z"
        },
        "subject": "Malaysia Current Account (Q3) 3.80B (Prev. 3.90B)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-current-account-q3-3-80b-prev-3-90b-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 12:00:00",
        "gmt_time": "2018-11-16 04:00:00"
    },
    {
        "id": 683500,
        "updated_sequence": 1088697,
        "published_at": {
            "unix": 1542340800,
            "text": "2018-11-16 04:00:00 +0000",
            "iso_8601": "2018-11-16T04:00:00Z"
        },
        "updated_at": {
            "unix": 1542340874,
            "text": "2018-11-16 04:01:14 +0000",
            "iso_8601": "2018-11-16T04:01:14Z"
        },
        "subject": "Malaysia GDP (Q3) Y/Y 4.4% vs. Exp. 4.6% (Prev. 4.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-gdp-q3-y-y-4-4-vs-exp-4-6-prev-4-5-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 12:00:00",
        "gmt_time": "2018-11-16 04:00:00"
    },
    {
        "id": 683499,
        "updated_sequence": 1088694,
        "published_at": {
            "unix": 1542339660,
            "text": "2018-11-16 03:41:00 +0000",
            "iso_8601": "2018-11-16T03:41:00Z"
        },
        "updated_at": {
            "unix": 1542339719,
            "text": "2018-11-16 03:41:59 +0000",
            "iso_8601": "2018-11-16T03:41:59Z"
        },
        "subject": "Magnitude 6.6 earthquake strikes east of Solomon Islands ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "magnitude-6-6-earthquake-strikes-east-of-solomon-islands-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 11:41:00",
        "gmt_time": "2018-11-16 03:41:00"
    },
    {
        "id": 683498,
        "updated_sequence": 1088691,
        "published_at": {
            "unix": 1542338520,
            "text": "2018-11-16 03:22:00 +0000",
            "iso_8601": "2018-11-16T03:22:00Z"
        },
        "updated_at": {
            "unix": 1542339270,
            "text": "2018-11-16 03:34:30 +0000",
            "iso_8601": "2018-11-16T03:34:30Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: RBI cancelled registration of 65 NBFCs for undisclosed reasons",
        "content": "<p>Indian oil Corp (IOCL IS)<br />- India government is said to consider USD 2bln sale of stock in Indian Oil Corp, ONGC (ONGC IS) and Oil India (OIL IS). (Newswires)</p>\r\n\r\n<p>Infosys (IINFOP IS)<br />- Co. named Sanghrajka as its interim CFO. (ET)</p>\r\n\r\n<p>NHPC (NHPC IS)<br />- Co. board approved to buyback of 214mln shares. (ET)</p>\r\n\r\n<p>Financials<br />- RBI cancelled certificate of registration for 65 NBFCs through two separate notifications for undisclosed reasons. (Business Today)</p>\r\n\r\n<p>Other News<br />- Fitch affirmed India at BBB-; Outlook Stable. (Newswires)<br />- Australia is said to take WTO action against India regarding sugar subsidies. (Newswires)</p>\r\n\r\n<p>Data Recap<br />- Indian Trade Balance (USD)(Oct) -17.2B vs. Exp. -16.1B (Prev. -14.0B). (Newswires)<br />- Indian Exports (Oct) Y/Y 17.9% (Prev. -2.2%)<br />- Indian Imports (Oct) Y/Y 17.6% (Prev. 10.5%)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-rbi-cancelled-registration-of-65-nbfcs-for-undisclosed-reasons-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 11:22:00",
        "gmt_time": "2018-11-16 03:22:00"
    },
    {
        "id": 683497,
        "updated_sequence": 1088685,
        "published_at": {
            "unix": 1542337380,
            "text": "2018-11-16 03:03:00 +0000",
            "iso_8601": "2018-11-16T03:03:00Z"
        },
        "updated_at": {
            "unix": 1542338185,
            "text": "2018-11-16 03:16:25 +0000",
            "iso_8601": "2018-11-16T03:16:25Z"
        },
        "subject": "PBoC says overall lending has kept to stable growth and financing conditions of private and small firms improved",
        "content": "<p>Says:<br />- Financial institutions should take steps to reasonably manage pace and intensity of credit supply, while they should also make full use of incentive measures for lending to private and small firms.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-says-overall-lending-has-kept-to-stable-growth-and-financing-conditions-of-private-and-small-firms-improved-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 11:03:00",
        "gmt_time": "2018-11-16 03:03:00"
    },
    {
        "id": 683496,
        "updated_sequence": 1088677,
        "published_at": {
            "unix": 1542336780,
            "text": "2018-11-16 02:53:00 +0000",
            "iso_8601": "2018-11-16T02:53:00Z"
        },
        "updated_at": {
            "unix": 1542336876,
            "text": "2018-11-16 02:54:36 +0000",
            "iso_8601": "2018-11-16T02:54:36Z"
        },
        "subject": "Australia's regulator says will review capital of private health insurers to ensure capital is sufficient, adds review may find that capital requirement should be increased",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-s-regulator-says-will-review-capital-of-private-health-insurers-to-ensure-capital-is-sufficient-adds-review-may-find-that-capital-requirement-should-be-increased-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 10:53:00",
        "gmt_time": "2018-11-16 02:53:00"
    },
    {
        "id": 683495,
        "updated_sequence": 1088674,
        "published_at": {
            "unix": 1542336480,
            "text": "2018-11-16 02:48:00 +0000",
            "iso_8601": "2018-11-16T02:48:00Z"
        },
        "updated_at": {
            "unix": 1542336591,
            "text": "2018-11-16 02:49:51 +0000",
            "iso_8601": "2018-11-16T02:49:51Z"
        },
        "subject": "Indonesia government is to ease foreign investment restrictions in some industries and will widen tax holiday facility",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indonesia-government-is-to-ease-foreign-investment-restrictions-in-some-industries-and-will-widen-tax-holiday-facility-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 10:48:00",
        "gmt_time": "2018-11-16 02:48:00"
    },
    {
        "id": 683494,
        "updated_sequence": 1088669,
        "published_at": {
            "unix": 1542336000,
            "text": "2018-11-16 02:40:00 +0000",
            "iso_8601": "2018-11-16T02:40:00Z"
        },
        "updated_at": {
            "unix": 1542336342,
            "text": "2018-11-16 02:45:42 +0000",
            "iso_8601": "2018-11-16T02:45:42Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia stocks are subdued amid lack of drivers and as momentum from Wall St waned",
        "content": "<p>Asia-Pac stocks trade indecisive with the region lacking fresh catalysts and as the tailwind from the broad gains in US gradually waned. ASX 200 (-0.1%) and Nikkei 225 (-0.4%) failed to hold on to initial gains with outperformance of mining names in Australia overshadowed by a lacklustre broader market, while the Japanese benchmark is pressured by mild flows into the JPY and after China Mofcom began an investigation into alleged dumping of machine tools by Japanese firms. Elsewhere, Hang Seng (0.9%) and Shanghai Comp. (-0.3%) are softer after continued liquidity inaction by the PBoC which skipped OMOs for a 16th consecutive occasion, while participants are also tentative amid ongoing trade uncertainty after conflicting reports regarding the next round of China tariffs being placed on hold which USTR Lighthizer later denied.</p>\r\n\r\n<p>FX markets are range-bound amid a light calendar with no tier-1 releases or speakers scheduled, which has kept the DXY flat near the 97.00 level. This provided GBP/USD with some respite from the prior day&rsquo;s cliff dive which was triggered by an exodus of ministers including Brexit Secretary Raab and Secretary of State for Work and Pensions Esther McVey, while reports in the Telegraph also suggested the Conservative Party deal with DUP is over unless PM May is replaced. Elsewhere, USD/JPY and JPY-crosses are subdued by the cautious risk tone and commodity-linked currencies are mildly supported following the recent rebound in crude and upside in metals.</p>\r\n\r\n<p>Finally, 10yr JGBs are mildly higher with prices underpinned as sentiment in Asia deteriorated and with the BoJ also present in the market for JPY 680bln of JGBs in the belly to super-long end.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-stocks-are-subdued-amid-lack-of-drivers-and-as-momentum-from-wall-st-waned-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 10:40:00",
        "gmt_time": "2018-11-16 02:40:00"
    },
    {
        "id": 683493,
        "updated_sequence": 1088671,
        "published_at": {
            "unix": 1542335340,
            "text": "2018-11-16 02:29:00 +0000",
            "iso_8601": "2018-11-16T02:29:00Z"
        },
        "updated_at": {
            "unix": 1542336477,
            "text": "2018-11-16 02:47:57 +0000",
            "iso_8601": "2018-11-16T02:47:57Z"
        },
        "subject": "China's Ambassador to the US says US is one of China's most important partners and that China will not stop reform and opening up, also says China is prepared to work with US and that accusations against China are based on alternative facts",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-ambassador-to-the-us-says-us-is-one-of-china-s-most-important-partners-and-that-china-will-not-stop-reform-and-opening-up-also-says-china-is-prepared-to-work-with-us-and-that-accusations-against-china-are-based-on-alternative-facts-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 10:29:00",
        "gmt_time": "2018-11-16 02:29:00"
    },
    {
        "id": 683492,
        "updated_sequence": 1088661,
        "published_at": {
            "unix": 1542334440,
            "text": "2018-11-16 02:14:00 +0000",
            "iso_8601": "2018-11-16T02:14:00Z"
        },
        "updated_at": {
            "unix": 1542334500,
            "text": "2018-11-16 02:15:00 +0000",
            "iso_8601": "2018-11-16T02:15:00Z"
        },
        "subject": "HT&E (HT1 AT) announces to repurchase as much as 10% of shares",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ht-e-ht1-at-announces-to-repurchase-as-much-as-10-of-shares-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 10:14:00",
        "gmt_time": "2018-11-16 02:14:00"
    },
    {
        "id": 683489,
        "updated_sequence": 1088652,
        "published_at": {
            "unix": 1542331920,
            "text": "2018-11-16 01:32:00 +0000",
            "iso_8601": "2018-11-16T01:32:00Z"
        },
        "updated_at": {
            "unix": 1542332004,
            "text": "2018-11-16 01:33:24 +0000",
            "iso_8601": "2018-11-16T01:33:24Z"
        },
        "subject": "China Agricultural Ministry confirms a new African swine fever outbreak in the Sichuan province",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-agricultural-ministry-confirms-a-new-african-swine-fever-outbreak-in-the-sichuan-province-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 09:32:00",
        "gmt_time": "2018-11-16 01:32:00"
    },
    {
        "id": 683488,
        "updated_sequence": 1088649,
        "published_at": {
            "unix": 1542331620,
            "text": "2018-11-16 01:27:00 +0000",
            "iso_8601": "2018-11-16T01:27:00Z"
        },
        "updated_at": {
            "unix": 1542331703,
            "text": "2018-11-16 01:28:23 +0000",
            "iso_8601": "2018-11-16T01:28:23Z"
        },
        "subject": "Toyota (7203 JT) Executive says expects to surpass 2018 China unit sales goal of 1.4mln vehicles",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "toyota-7203-jt-executive-says-expects-to-surpass-2018-china-unit-sales-goal-of-1-4mln-vehicles-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 09:27:00",
        "gmt_time": "2018-11-16 01:27:00"
    },
    {
        "id": 683487,
        "updated_sequence": 1088646,
        "published_at": {
            "unix": 1542330900,
            "text": "2018-11-16 01:15:00 +0000",
            "iso_8601": "2018-11-16T01:15:00Z"
        },
        "updated_at": {
            "unix": 1542330982,
            "text": "2018-11-16 01:16:22 +0000",
            "iso_8601": "2018-11-16T01:16:22Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.9377 (Prev. 6.9392)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-9377-prev-6-9392-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 09:15:00",
        "gmt_time": "2018-11-16 01:15:00"
    },
    {
        "id": 683486,
        "updated_sequence": 1088640,
        "published_at": {
            "unix": 1542330660,
            "text": "2018-11-16 01:11:00 +0000",
            "iso_8601": "2018-11-16T01:11:00Z"
        },
        "updated_at": {
            "unix": 1542330887,
            "text": "2018-11-16 01:14:47 +0000",
            "iso_8601": "2018-11-16T01:14:47Z"
        },
        "subject": "PBoC skips open market operations and are net neutral for a 2nd consecutive week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-and-are-net-neutral-for-a-2nd-consecutive-week-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 09:11:00",
        "gmt_time": "2018-11-16 01:11:00"
    },
    {
        "id": 683485,
        "updated_sequence": 1088634,
        "published_at": {
            "unix": 1542330600,
            "text": "2018-11-16 01:10:00 +0000",
            "iso_8601": "2018-11-16T01:10:00Z"
        },
        "updated_at": {
            "unix": 1542330664,
            "text": "2018-11-16 01:11:04 +0000",
            "iso_8601": "2018-11-16T01:11:04Z"
        },
        "subject": "BoJ offers to buy JPY 450bln in 5yr-10yr, JPY 180bln in 10yr-25yr and JPY 50bln in 25yr+ JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-450bln-in-5yr-10yr-jpy-180bln-in-10yr-25yr-and-jpy-50bln-in-25yr-jgbs-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 09:10:00",
        "gmt_time": "2018-11-16 01:10:00"
    },
    {
        "id": 683484,
        "updated_sequence": 1088643,
        "published_at": {
            "unix": 1542330060,
            "text": "2018-11-16 01:01:00 +0000",
            "iso_8601": "2018-11-16T01:01:00Z"
        },
        "updated_at": {
            "unix": 1542330921,
            "text": "2018-11-16 01:15:21 +0000",
            "iso_8601": "2018-11-16T01:15:21Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: US and China are reportedly to step up efforts to strike G20 truce on trade ",
        "content": "<p>Bank of China (3988 HK)<br />- Co. reportedly is to set up a wealth management division. (Newswires)</p>\r\n\r\n<p>China Eastern Airlines (670 HK)<br />- Co. October load factor rose 1.7ppts Y/Y to 81.8%. (Newswires)</p>\r\n\r\n<p>CSSC Jiangnan Heavy Industry (600072 CH)<br />- Co. units ink shipbuilding contract to build 10 bulk carriers for about CNY 3.6bln. (Newswires)</p>\r\n\r\n<p>HNA Holdings (521 HK)<br />- HNA Infrastructure (357 HK) is planning to acquire property management firm from HNA Group for CNY 1.02bln. (Newswires)</p>\r\n\r\n<p>Trade Related<br />- US and China are to step up efforts to strike G20 truce on trade to curb their trade war and there were reports that US Trade Representative Lightizer told some industry executives the next tranche of China tariffs are already on hold. However, Lighthizer later denied reports that China tariffs have been put on hold. (FT/Newswires)<br />- US Commerce Secretary Ross said US is still planning to raise tariffs on China to 25% in January, while Ross had also commented he does not expect a full China deal by January and that the meeting between Xi and Trump at the G20 summit is to focus on &quot;the big picture&quot;, although he still expects an eventual China deal. (Newswires)<br />- US Administration official said it is unlikely for breakthroughs on trade with China at the G20 summit, while the official added it is too early to tell if Chinese response to US demands will lead the US to suspend tariff increases in January and that China&#39;s offers to the US should be viewed cautiously. (Newswires)<br />- China&rsquo;s Mofcom reiterated it hopes US and China can resolve trade dispute through dialogue and negotiations. (Newswires)</p>\r\n\r\n<p>Other News<br />- China&rsquo;s Shandong province plans to establish a CNY 10bln fund to support listed firms. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-us-and-china-are-reportedly-to-step-up-efforts-to-strike-g20-truce-on-trade-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 09:01:00",
        "gmt_time": "2018-11-16 01:01:00"
    },
    {
        "id": 683483,
        "updated_sequence": 1088628,
        "published_at": {
            "unix": 1542329880,
            "text": "2018-11-16 00:58:00 +0000",
            "iso_8601": "2018-11-16T00:58:00Z"
        },
        "updated_at": {
            "unix": 1542329949,
            "text": "2018-11-16 00:59:09 +0000",
            "iso_8601": "2018-11-16T00:59:09Z"
        },
        "subject": "Australia is said to take WTO action against India regarding sugar subsidies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-is-said-to-take-wto-action-against-india-regarding-sugar-subsidies-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 08:58:00",
        "gmt_time": "2018-11-16 00:58:00"
    },
    {
        "id": 683482,
        "updated_sequence": 1088625,
        "published_at": {
            "unix": 1542329340,
            "text": "2018-11-16 00:49:00 +0000",
            "iso_8601": "2018-11-16T00:49:00Z"
        },
        "updated_at": {
            "unix": 1542329408,
            "text": "2018-11-16 00:50:08 +0000",
            "iso_8601": "2018-11-16T00:50:08Z"
        },
        "subject": "Japanese Finance Minister Aso says exports were probably impacted by trade issues although corporate profits remain very high",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-finance-minister-aso-says-exports-were-probably-impacted-by-trade-issues-although-corporate-profits-remain-very-high-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 08:49:00",
        "gmt_time": "2018-11-16 00:49:00"
    },
    {
        "id": 683481,
        "updated_sequence": 1088622,
        "published_at": {
            "unix": 1542328200,
            "text": "2018-11-16 00:30:00 +0000",
            "iso_8601": "2018-11-16T00:30:00Z"
        },
        "updated_at": {
            "unix": 1542328267,
            "text": "2018-11-16 00:31:07 +0000",
            "iso_8601": "2018-11-16T00:31:07Z"
        },
        "subject": "Singapore Non-Oil Exports (Oct) Y/Y 8.3% vs. Exp. 1.0% (Prev. 8.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-non-oil-exports-oct-y-y-8-3-vs-exp-1-0-prev-8-3-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 08:30:00",
        "gmt_time": "2018-11-16 00:30:00"
    },
    {
        "id": 683480,
        "updated_sequence": 1088619,
        "published_at": {
            "unix": 1542328200,
            "text": "2018-11-16 00:30:00 +0000",
            "iso_8601": "2018-11-16T00:30:00Z"
        },
        "updated_at": {
            "unix": 1542328234,
            "text": "2018-11-16 00:30:34 +0000",
            "iso_8601": "2018-11-16T00:30:34Z"
        },
        "subject": "Singapore Non-Oil Exports (Oct) M/M 4.2% vs. Exp. 2.8% (Prev. -4.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-non-oil-exports-oct-m-m-4-2-vs-exp-2-8-prev-4-3-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 08:30:00",
        "gmt_time": "2018-11-16 00:30:00"
    },
    {
        "id": 683479,
        "updated_sequence": 1088616,
        "published_at": {
            "unix": 1542327660,
            "text": "2018-11-16 00:21:00 +0000",
            "iso_8601": "2018-11-16T00:21:00Z"
        },
        "updated_at": {
            "unix": 1542327765,
            "text": "2018-11-16 00:22:45 +0000",
            "iso_8601": "2018-11-16T00:22:45Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: TSMC (2330 TT) booked a narrower than expected loss of USD 84.3mln after a computer virus affected operations in August",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>TSMC (2330 TT)<br />- Co. said it booked losses of USD 84.3mln after a computer virus affected operations in August, although this was narrower than its estimated shortfall of USD 253.5mln-256.5mln. (Taipei Times)</p>\r\n\r\n<p>Financials<br />- Taiwan securities firms reported TWD 30.58bln in pretax profit for the first 10 months of the year which is a decline of 12.99% Y/Y. (Taipei Times)<br />&nbsp;</p>\r\n\r\n<p>SINGAPORE</p>\r\n\r\n<p>Singapore Airlines (SIA SP)<br />- Co. October load capacity rose 2.5ppts Y/Y to 82.7%. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-tsmc-2330-tt-booked-a-narrower-than-expected-loss-of-usd-84-3mln-after-a-computer-virus-affected-operations-in-august-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 08:21:00",
        "gmt_time": "2018-11-16 00:21:00"
    },
    {
        "id": 683478,
        "updated_sequence": 1088610,
        "published_at": {
            "unix": 1542326820,
            "text": "2018-11-16 00:07:00 +0000",
            "iso_8601": "2018-11-16T00:07:00Z"
        },
        "updated_at": {
            "unix": 1542326996,
            "text": "2018-11-16 00:09:56 +0000",
            "iso_8601": "2018-11-16T00:09:56Z"
        },
        "subject": "Asia stocks begin with modest gains as regions gets a tailwind from Wall St where trade optimism and rebound in both tech and financials lifted all majors",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-stocks-begin-with-modest-gains-as-regions-gets-a-tailwind-from-wall-st-where-trade-optimism-and-rebound-in-both-tech-and-financials-lifted-all-majors-16-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-16 08:07:00",
        "gmt_time": "2018-11-16 00:07:00"
    }
]