[
    {
        "id": 683661,
        "updated_sequence": 1093681,
        "published_at": {
            "unix": 1542998700,
            "text": "2018-11-23 18:45:00 +0000",
            "iso_8601": "2018-11-23T18:45:00Z"
        },
        "updated_at": {
            "unix": 1542998700,
            "text": "2018-11-23 18:45:00 +0000",
            "iso_8601": "2018-11-23T18:45:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-16-11-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-24 02:45:00",
        "gmt_time": "2018-11-23 18:45:00"
    },
    {
        "id": 684709,
        "updated_sequence": 1093677,
        "published_at": {
            "unix": 1542997920,
            "text": "2018-11-23 18:32:00 +0000",
            "iso_8601": "2018-11-23T18:32:00Z"
        },
        "updated_at": {
            "unix": 1542998023,
            "text": "2018-11-23 18:33:43 +0000",
            "iso_8601": "2018-11-23T18:33:43Z"
        },
        "subject": "WTI (F19) settles USD 4.21 lower at USD 50.42/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Without any fresh news catalysts, crude dropped aggressively in the US pre-market, with desks attributing the declines to a weak batch of PMI data out of Europe, raising concerns about growth in the region once again, and contributing to USD strength, which put oil under pressure (weakness in European equities did little to help; it is a question whether the crude weakness was adding to ES weakness, or vice versa). OPEC nonetheless announced the recent plunge in prices does not entail an extraordinary meeting whilst the WSJ announced Saudis and OPEC are reportedly considering a clandestine cut to oil output with some upticks seen in the complex heading to the close. UBS said that this month&rsquo;s news of Iran sanctions waivers, along with pledges from OPEC to maintain adequate supply levels have seen the removal of Iran risk from the oil price. Others said the selling was a continuation of the weakness seen this week, where crude is on track for a seventh straight week of declines, with the bears firmly in control. WTI was initially able to hold ground above its 200-week moving average around 52.19, while the 60.51 mark for Brent (61.8% retracement level from Jul&rsquo;17 to Oct&rsquo;18) was the support region, however, after those levels were breached, WTI dropped to 50.60 and Brent to sub-60 at 58.92, before stabilising after US cash open, when ES futures bounced, with Brent consolidating beneath USD 59.00, and WTI above USD 51.00.</p>\r\n",
        "analysis_updated_at": {
            "unix": 1542998023,
            "text": "2018-11-23 18:33:43 +0000",
            "iso_8601": "2018-11-23T18:33:43Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-f19-settles-usd-4-21-lower-at-usd-50-42-bbl-23-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-24 02:32:00",
        "gmt_time": "2018-11-23 18:32:00"
    },
    {
        "id": 684708,
        "updated_sequence": 1093672,
        "published_at": {
            "unix": 1542996180,
            "text": "2018-11-23 18:03:00 +0000",
            "iso_8601": "2018-11-23T18:03:00Z"
        },
        "updated_at": {
            "unix": 1542996547,
            "text": "2018-11-23 18:09:07 +0000",
            "iso_8601": "2018-11-23T18:09:07Z"
        },
        "subject": "RANsquawk US Market Wrap - 23rd November 2018 - Crude slammed in holiday-thinned trade; S&P in correction",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20626/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li><strong>SNAPSHOT: Equities down, treasuries flat, dollar up, crude down.</strong></li>\r\n  <li><strong>REAR-VIEW: Fishing practices and Gibraltar sticking points in negotiations, Canadian CPI &amp; retail sales surprises to upside, oil in red for 7th consecutive week, early US market closures &amp; Japan away on holiday.</strong></li>\r\n  <li><strong>NEXT WEEK: EU leader summit, FOMC Minutes, BoE Brexit Scenario Analysis, New Zealand Retail Sales, Israel Interest Rate Decision, US Consumer Confidence, US GDP (2nd Estimate), US Rich Fed, Japanese Retail Sales, G20 Leader&rsquo;s Summit, G20 Finance Ministers meeting, Eurozone Consumer Confidence (Final), US PCE, Chinese PMIs, Eurozone CPI Flash, Canadian GDP.</strong></li>\r\n  <li><strong>NOTE: The desk will Friday operate a normal service until 1845GMT/1245CST, upon which the desk will close given the US market closures.</strong></li>\r\n</ul>\r\n\r\n<p><strong>* CRUDE:</strong> Without any fresh news catalysts, crude dropped aggressively in the US pre-market, with desks attributing the declines to a weak batch of PMI data out of Europe, raising concerns about growth in the region once again, and contributing to USD strength, which put oil under pressure (weakness in European equities did little to help; it is a question whether the crude weakness was adding to ES weakness, or vice versa). OPEC nonetheless announced the recent plunge in prices does not entail an extraordinary meeting whilst the WSJ announced Saudis and OPEC are reportedly considering a clandestine cut to oil output with some upticks seen in the complex heading to the close. UBS said that this month&rsquo;s news of Iran sanctions waivers, along with pledges from OPEC to maintain adequate supply levels have seen the removal of Iran risk from the oil price. Others said the selling was a continuation of the weakness seen this week, where crude is on track for a seventh straight week of declines, with the bears firmly in control. WTI was initially able to hold ground above its 200-week moving average around 52.19, while the 60.51 mark for Brent (61.8% retracement level from Jul&rsquo;17 to Oct&rsquo;18) was the support region, however, after those levels were breached, WTI dropped to 50.60 and Brent to sub-60 at 58.92, before stabilising after US cash open, when ES futures bounced, with Brent consolidating beneath USD 59.00, and WTI above USD 51.00.</p>\r\n\r\n<p><strong>* BREXIT: </strong>French concerns over post-Brexit fishing practices and Spain&rsquo;s objection to treatment of Gibraltar remain potential sticking points in negotiations. On Friday, EU sherpas said to fail to reach deal over Gibraltar while the EU said to continue work on Gibraltar deal ahead of the Summit. Spain has threatened to use the matter of Gibraltar as a basis to veto any draft deal on Britain&rsquo;s exit from the EU in the future (requires unanimous backing) and insisted that guarantees about Gibraltar&#39;s future should be part of the Brexit treaty, rejecting the solution of a political declaration on Friday. However, it is worth drawing the distinction that the approval of the Withdrawal Agreement only requires the backing of a supermajority (20/27 members) and as such, Spain themselves cannot halt the Withdrawal Agreement unless supported with the backing of some of its European counterparts. Nonetheless, many commentators have suggested that the EU27 deem it highly significant that the EU27 show a united front on the Withdrawal Agreement and as such the process to agree a text ahead of Sunday could be a complex one for PM May. Furthermore, the Withdrawal Agreement is likely to remain an issue of contention back home and thus the risk of further departures from May&rsquo;s cabinet and Parliamentary backlash remains live. This brings us around to this Sunday&rsquo;s EU Leaders summit, ahead of which, UK PM May will head to Brussels on Saturday to iron out any differences with EU&rsquo;s Juncker to ensure the Withdrawal Agreement text is accepted by her European counterparts; if the text is not prepared, German Chancellor Merkel has threatened to not attend the summit.</p>\r\n\r\n<p><strong>* ITALY: </strong>There was optimism that the populist government could reign in some of their budgetary demands with reports suggesting that the EU Affairs Minister Savona could step down from his position (later denied) due to dissent over Italy&rsquo;s intentions to violate EU budget laws. This also came amidst a backdrop of increasing pressure from President Mattarella who wants the technocratic PM Conte to get a deal done with the European Commission, whilst other Italian press report highlight the need for Italy to increase the sincerity of Italy&rsquo;s concessions to Europe. Once again, Italian Deputy PM Di Maio said the pillars of 2019 budget will not be changed while Italy will show the highest willingness to negotiate with the EU; he also reiterated that the Italian government does not want to leave Europe and the Euro.</p>\r\n\r\n<p><strong>* CANDIAN CPI &amp; RETAIL SALES: </strong>CPI rose 0.3% in October, more than the expected 0.1%, pushing the yy headline to 2.4% also above the 2.2% consensus. Gasoline prices, mortgage costs and airfare rates all contributed significantly to price pressure while telephone services and natural gas weighed prices down. The Core measures also surprised to the upside rising 0.3% last month. Scotiabank notes that &ldquo;inflation is roughly on the mark if not ever so slightly firmer than the BoC forecast for Q3 and Q4 combined&rdquo;. Elsewhere, retail sales posted at 0.2% also above the 0.1% expected with motor vehicles sale contributing 0.14% to the headline. On an annualised basis, sales rose 1.5% in Q3 &ldquo;consistent with a moderation in household consumption in Q3&rdquo;, TD Securities note. Overall, today&rsquo;s data leaves the BoC near-term outlook unchanged while &ldquo;the recent pullback in oil prices has effectively eliminated the risk of a December rate hike&rdquo; TD Securities adds.</p>\r\n\r\n<p><strong>&nbsp;* SPX -0.65% at 2632, NDX -0.73% at 6527, DJI -0.73% at 24286. </strong>SECTORS: Energy -3.25%, Materials -1.10%, Industrials -0.21%, Cons Discretionary -0.44%, Cons Staples +0.34%, Healthcare +0.12%, Financials -0.91%, Tech -0.87%, Telecoms -1.20%, Utilities +0.12%.</p>\r\n\r\n<p><strong>* STOCK SPECIFICS: </strong>Rockwell Collins (COL) was a top mover today after Chinese regulators gave the go ahead for United Technologies (UTX) to acquire it, United rose on the news too. Airlines traded higher today following the sharp sell-off in crude prices including stocks such as Delta Air Lines (DAL), American Airlines (AAL) and United Airlines (UAL). On the other side of the crude sell-off the energy sector got slammed across the board, Chevron (CVX), Exxon Mobil (XOM), EOG Resources (EOG) and Conoco Phillips (COP) were all weighing down the group. Facebook (FB) was also a bottom mover as its political scandals remain present in news flow.</p>\r\n\r\n<p><strong>* T-NOTES (Z8) SETTLE 1+ TICK HIGHER AT 119-09.</strong>&nbsp;Treasuries were mixed, with the T-Note drifting slightly higher in thin-liquidity conditions. The upward momentum was inspired by pre-market risk off, as equity futures and, crucially, crude futures, were on the back foot. Moves were small, however, and as we leave for the weekend, the Z18 contract is knocking in the middle of the day&#39;s range (11904 to 119-15).</p>\r\n\r\n<p><strong>* WEEKLY FX WRAP: * DXY:</strong> The Greenback and index look all set to end a holiday-shortened week back in demand, albeit largely to the detriment or courtesy of underperformance in counterpart currencies as the Dollar&rsquo;s independent bullish momentum has waned amidst less upbeat US economic developments, Fed policy perceptions and softer Treasury yields. However, the DXY just posted a fresh peak of the week a fraction off 97.00 at 96.919 having been down to 96.037 at one stage and around 96.433 at the onset.</p>\r\n\r\n<p><strong>* GBP: </strong>A particularly volatile final 2 sessions of the week for Sterling, and yet again mainly on Brexit-related impulses, as Cable hit a high of circa 1.2925 on Thursday as news broke and details emerged on the political declaration for future ties between the UK and EU reached by the Brexit negotiators in advance of Sunday&rsquo;s summit. Meanwhile, Eur/Gbp recoiled from 0.8930 to a low almost 100 pips below, with the single currency still feeling the weight of Italian-EU budget wrangling. However, Sterling pulled back pretty sharply as reaction to draft agreement beyond markets was far from rapturous, with Cable now hovering just above 1.2800.</p>\r\n\r\n<p><strong>* EUR: </strong>The single currency suffered a pronounced fall from 1.1472 vs the Usd at best to sub-1.1340 lows after Brussels officially ruled that Italy&rsquo;s 2019 budget contravenes EU fiscal rules and warrants sanctions via the EDP, as Government officials in Rome stood firm on the main points of the plan and offered little in terms of concessions. However, the final straws were bleak Eurozone preliminary PMIs that fuelled speculation about the ECB downgrading its outlook for growth to downside from balanced and next month&rsquo;s policy meeting after minutes from the October gathering underlined some members already leaning towards a more downbeat assessment.</p>\r\n\r\n<p><strong>* NZD, CAD, AUD: </strong>All ending the week on the backfoot after choppy 2-way trade earlier, and broadly on a downturn in overall risk sentiment alongside plunging crude and other commodity prices. The Kiwi extended losses below 0.6800 and Loonie through 1.3250 at one stage even though Canadian data was better than expected in the form of CPI and retail sales. Similarly, the Aud is hovering precariously above 0.7200 and also undermined by ANZ rolling back its first RBA tightening projection to August 2020.</p>\r\n\r\n<p><strong>* JPY: </strong>Bucking the general Black Friday trend and marginally outperforming vs the Usd on its greater allure during bouts of risk aversion, albeit in a comparatively narrow range just under 113.00 and not that much wider trading parameters for the week to date (112.30-113.15 vs 112.80 at &lsquo;open&rsquo;).</p>\r\n\r\n<p><strong>* CHF:</strong> Also confined to a pretty narrow band vs the Greenback between 1.0005-0.9905 and only intermittently displaying stronger safe-haven properties than the Usd, but the Franc firmly outpaced the Eur on the aforementioned Italy vs EU budget spat &ndash; cross currently circa 1.1310 vs just over 1.1400 at one stage.</p>\r\n\r\n<p><strong>* EM: </strong>The Try traded against the grain to maintain its bullish momentum vs the Usd, and now above 5.3000 looking technically ripe for more upside. Conversely, the deterioration in risk sentiment hit most other regional currencies hard, and for the Zar wiped out a chunk of its post-SARB rate hike gains, although the Rand still held comfortably over the 14.0000 level.</p>\r\n\r\n<p><strong>* COMING-UP:</strong> Sunday: EU leader summit Monday: New Zealand Retail Sales, Israel Interest Rate Decision Tuesday: CaseShiller, US Consumer Confidence Wednesday: US GDP (2nd Estimate), US Rich Fed, Japanese Retail Sales, Fed&rsquo;s Powell to Speak at NY Economic Club Thursday: FOMC Minutes. G20 Finance Ministers meeting, Eurozone Consumer Confidence (Final), US PCE, BoE Brexit Scenario Analysis Friday: G20 Leader&rsquo;s Summit, Chinese PMIs, Eurozone CPI Flash, Canadian GDP. <a href=\"https://ransquawk.com/research_sheets/20621/download\">Click here to access the full RANsquawk Week In Focus report.</a></p>\r\n\r\n<p><strong>* CENTRAL BANK WEEKLY:&nbsp; </strong>Previewing FOMC minutes; reviewing ECB minutes, RBA minutes, SARB meeting. <a href=\"https://ransquawk.com/research_sheets/20625/download\">Click here to access the full RANsquawk report.</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-23rd-november-2018-crude-slammed-in-holiday-thinned-trade-s-p-in-correction-23-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-24 02:03:00",
        "gmt_time": "2018-11-23 18:03:00"
    },
    {
        "id": 684707,
        "updated_sequence": 1093674,
        "published_at": {
            "unix": 1542996060,
            "text": "2018-11-23 18:01:00 +0000",
            "iso_8601": "2018-11-23T18:01:00Z"
        },
        "updated_at": {
            "unix": 1542996603,
            "text": "2018-11-23 18:10:03 +0000",
            "iso_8601": "2018-11-23T18:10:03Z"
        },
        "subject": "DUP Leader Foster says if UK PM May successful in Parliament we will have to review government agreement; adds we are not there yet",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dup-leader-foster-says-if-uk-pm-may-successful-in-parliament-we-will-have-to-review-government-agreement-adds-we-are-not-there-yet-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-24 02:01:00",
        "gmt_time": "2018-11-23 18:01:00"
    },
    {
        "id": 684706,
        "updated_sequence": 1093664,
        "published_at": {
            "unix": 1542995640,
            "text": "2018-11-23 17:54:00 +0000",
            "iso_8601": "2018-11-23T17:54:00Z"
        },
        "updated_at": {
            "unix": 1542995732,
            "text": "2018-11-23 17:55:32 +0000",
            "iso_8601": "2018-11-23T17:55:32Z"
        },
        "subject": "RANsquawk Week in Focus - 26th November 2018 - 30th November 2018",
        "content": "<ul><li>Sunday: EU leader summit</li>\r\n  <li>Monday: New Zealand Retail Sales, Israel Interest Rate Decision</li>\r\n  <li>Tuesday: CaseShiller, US Consumer Confidence</li>\r\n  <li>Wednesday: US GDP (2nd Estimate), US Rich Fed, Japanese Retail Sales, Fed&rsquo;s Powell to Speak at NY Economic Club</li>\r\n  <li>Thursday: FOMC Minutes. G20 Finance Ministers meeting, Eurozone Consumer Confidence (Final), US PCE, BoE Brexit Scenario Analysis</li>\r\n  <li>Friday: G20 Leader&rsquo;s Summit, Chinese PMIs, Eurozone CPI Flash, Canadian GDP</li>\r\n  <li><strong>To download the report, please click <a href=\"/research_sheets/20624/download\">here</a></strong></li>\r\n</ul>\r\n\r\n<p><em>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</em></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-26th-november-2018-30th-november-2018-23-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-24 01:54:00",
        "gmt_time": "2018-11-23 17:54:00"
    },
    {
        "id": 684705,
        "updated_sequence": 1093661,
        "published_at": {
            "unix": 1542995580,
            "text": "2018-11-23 17:53:00 +0000",
            "iso_8601": "2018-11-23T17:53:00Z"
        },
        "updated_at": {
            "unix": 1542995674,
            "text": "2018-11-23 17:54:34 +0000",
            "iso_8601": "2018-11-23T17:54:34Z"
        },
        "subject": "RANsquawk Central Banks - 23 Nov 2018: Previewing FOMC minutes; reviewing  ECB minutes, RBA minutes, SARB meeting",
        "content": "<ul><li>Previewing FOMC minutes; reviewing ECB minutes, RBA minutes, SARB meeting. <strong>To download the report, please click <a href=\"/research_sheets/20625/download\">here</a></strong></li>\r\n  <li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-banks-23-nov-2018-previewing-fomc-minutes-reviewing-ecb-minutes-rba-minutes-sarb-meeting-23-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-24 01:53:00",
        "gmt_time": "2018-11-23 17:53:00"
    },
    {
        "id": 684704,
        "updated_sequence": 1093658,
        "published_at": {
            "unix": 1542994680,
            "text": "2018-11-23 17:38:00 +0000",
            "iso_8601": "2018-11-23T17:38:00Z"
        },
        "updated_at": {
            "unix": 1542994770,
            "text": "2018-11-23 17:39:30 +0000",
            "iso_8601": "2018-11-23T17:39:30Z"
        },
        "subject": "Saudis and OPEC are reportedly considering a clandestine cut to oil output, WSJ reports citing sources",
        "content": "<p><a href=\"https://www.wsj.com/articles/to-placate-trump-saudis-mull-clandestine-cuts-to-opec-production-1542994694\">Via WSJ</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WSJ",
        "slug": "saudis-and-opec-are-reportedly-considering-a-clandestine-cut-to-oil-output-wsj-reports-citing-sources-23-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-24 01:38:00",
        "gmt_time": "2018-11-23 17:38:00"
    },
    {
        "id": 684703,
        "updated_sequence": 1093655,
        "published_at": {
            "unix": 1542991380,
            "text": "2018-11-23 16:43:00 +0000",
            "iso_8601": "2018-11-23T16:43:00Z"
        },
        "updated_at": {
            "unix": 1542991477,
            "text": "2018-11-23 16:44:37 +0000",
            "iso_8601": "2018-11-23T16:44:37Z"
        },
        "subject": "OPEC aren't discussing any extraordinary meeting due to oil price slides; Platts citing a senior source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Platts",
        "slug": "opec-aren-t-discussing-any-extraordinary-meeting-due-to-oil-price-slides-platts-citing-a-senior-source-23-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-24 00:43:00",
        "gmt_time": "2018-11-23 16:43:00"
    },
    {
        "id": 684702,
        "updated_sequence": 1093652,
        "published_at": {
            "unix": 1542990660,
            "text": "2018-11-23 16:31:00 +0000",
            "iso_8601": "2018-11-23T16:31:00Z"
        },
        "updated_at": {
            "unix": 1542990799,
            "text": "2018-11-23 16:33:19 +0000",
            "iso_8601": "2018-11-23T16:33:19Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (+0.33%), FTSE 100 (-0.11%), DAX (+0.44%), CAC (+0.19%), IBEX (+0.13%), FTSE MIB (+0.59%), SMI (+0.81%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-33-ftse-100-0-11-dax-0-44-cac-0-19-ibex-0-13-ftse-mib-0-59-smi-0-81-23-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-24 00:31:00",
        "gmt_time": "2018-11-23 16:31:00"
    },
    {
        "id": 684701,
        "updated_sequence": 1093649,
        "published_at": {
            "unix": 1542990540,
            "text": "2018-11-23 16:29:00 +0000",
            "iso_8601": "2018-11-23T16:29:00Z"
        },
        "updated_at": {
            "unix": 1542990624,
            "text": "2018-11-23 16:30:24 +0000",
            "iso_8601": "2018-11-23T16:30:24Z"
        },
        "subject": "Petrobas' Pasadena, Texas refinery is operating at planned rates after a hydrocarbon release on November 20th",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "petrobas-pasadena-texas-refinery-is-operating-at-planned-rates-after-a-hydrocarbon-release-on-november-20th-23-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-24 00:29:00",
        "gmt_time": "2018-11-23 16:29:00"
    },
    {
        "id": 684700,
        "updated_sequence": 1093646,
        "published_at": {
            "unix": 1542989820,
            "text": "2018-11-23 16:17:00 +0000",
            "iso_8601": "2018-11-23T16:17:00Z"
        },
        "updated_at": {
            "unix": 1542989902,
            "text": "2018-11-23 16:18:22 +0000",
            "iso_8601": "2018-11-23T16:18:22Z"
        },
        "subject": "New York Fed GDP Nowcast 2018 (Q4) 2.5% (prev. 2.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "new-york-fed-gdp-nowcast-2018-q4-2-5-prev-2-6-23-11-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-24 00:17:00",
        "gmt_time": "2018-11-23 16:17:00"
    },
    {
        "id": 684699,
        "updated_sequence": 1093643,
        "published_at": {
            "unix": 1542989520,
            "text": "2018-11-23 16:12:00 +0000",
            "iso_8601": "2018-11-23T16:12:00Z"
        },
        "updated_at": {
            "unix": 1542989676,
            "text": "2018-11-23 16:14:36 +0000",
            "iso_8601": "2018-11-23T16:14:36Z"
        },
        "subject": "Spain insists guarantees about Gibraltar's future should be part of the Brexit treaty, rejecting the solution of a political declaration; according to a government source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "spain-insists-guarantees-about-gibraltar-s-future-should-be-part-of-the-brexit-treaty-rejecting-the-solution-of-a-political-declaration-according-to-a-government-source-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-24 00:12:00",
        "gmt_time": "2018-11-23 16:12:00"
    },
    {
        "id": 684698,
        "updated_sequence": 1093640,
        "published_at": {
            "unix": 1542988500,
            "text": "2018-11-23 15:55:00 +0000",
            "iso_8601": "2018-11-23T15:55:00Z"
        },
        "updated_at": {
            "unix": 1542988566,
            "text": "2018-11-23 15:56:06 +0000",
            "iso_8601": "2018-11-23T15:56:06Z"
        },
        "subject": "Iran is to unveil a domestically made advanced submarine in the near future; according to Mehr",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Mehr",
        "slug": "iran-is-to-unveil-a-domestically-made-advanced-submarine-in-the-near-future-according-to-mehr-23-11-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 23:55:00",
        "gmt_time": "2018-11-23 15:55:00"
    },
    {
        "id": 684697,
        "updated_sequence": 1093637,
        "published_at": {
            "unix": 1542987540,
            "text": "2018-11-23 15:39:00 +0000",
            "iso_8601": "2018-11-23T15:39:00Z"
        },
        "updated_at": {
            "unix": 1542987596,
            "text": "2018-11-23 15:39:56 +0000",
            "iso_8601": "2018-11-23T15:39:56Z"
        },
        "subject": "Adobe forecasting that online spending to hit USD 6.4bln at least today",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "adobe-forecasting-that-online-spending-to-hit-usd-6-4bln-at-least-today-23-11-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 23:39:00",
        "gmt_time": "2018-11-23 15:39:00"
    },
    {
        "id": 684696,
        "updated_sequence": 1093632,
        "published_at": {
            "unix": 1542986820,
            "text": "2018-11-23 15:27:00 +0000",
            "iso_8601": "2018-11-23T15:27:00Z"
        },
        "updated_at": {
            "unix": 1542986965,
            "text": "2018-11-23 15:29:25 +0000",
            "iso_8601": "2018-11-23T15:29:25Z"
        },
        "subject": " Weekly FX Wrap: super Thanksgiving Thursday for Sterling, but Black Friday for Euro",
        "content": "<p>DXY: The Greenback and index look all set to end a holiday-shortened week back in demand, albeit largely to the detriment or courtesy of underperformance in counterpart currencies as the Dollar&rsquo;s independent bullish momentum has waned amidst less upbeat US economic developments, Fed policy perceptions and softer Treasury yields. However, the DXY just posted a fresh peak of the week a fraction off 97.00 at 96.919 having been down to 96.037 at one stage and around 96.433 at the onset.</p>\r\n\r\n<p>GBP: A particularly volatile final 2 sessions of the week for Sterling, and yet again mainly on Brexit-related impulses, as Cable hit a high of circa 1.2925 on Thursday as news broke and details emerged on the political declaration for future ties between the UK and EU reached by the Brexit negotiators in advance of Sunday&rsquo;s summit. Meanwhile, Eur/Gbp recoiled from 0.8930 to a low almost 100 pips below, with the single currency still feeling the weight of Italian-EU budget wrangling. However, Sterling pulled back pretty sharply as reaction to draft agreement beyond markets was far from rapturous, with Cable now hovering just above 1.2800.</p>\r\n\r\n<p>EUR: The single currency suffered a pronounced fall from 1.1472 vs the Usd at best to sub-1.1340 lows after Brussels officially ruled that Italy&rsquo;s 2019 budget contravenes EU fiscal rules and warrants sanctions via the EDP, as Government officials in Rome stood firm on the main points of the plan and offered little in terms of concessions. However, the final straws were bleak Eurozone preliminary PMIs that fuelled speculation about the ECB downgrading its outlook for growth to downside from balanced and next month&rsquo;s policy meeting after minutes from the October gathering underlined some members already leaning towards a more downbeat assessment.</p>\r\n\r\n<p>NZD, CAD, AUD: All ending the week on the backfoot after choppy 2-way trade earlier, and broadly on a downturn in overall risk sentiment alongside plunging crude and other commodity prices. The Kiwi extended losses below 0.6800 and Loonie through 1.3250 at one stage even though Canadian data was better than expected in the form of CPI and retail sales. Similarly, the Aud is hovering precariously above 0.7200 and also undermined by ANZ rolling back its first RBA tightening projection to August 2020.</p>\r\n\r\n<p>JPY: Bucking the general Black Friday trend and marginally outperforming vs the Usd on its greater allure during bouts of risk aversion, albeit in a comparatively narrow range just under 113.00 and not that much wider trading parameters for the week to date (112.30-113.15 vs 112.80 at &lsquo;open&rsquo;).</p>\r\n\r\n<p>CHF: Also confined to a pretty narrow band vs the Greenback between 1.0005-0.9905 and only intermittently displaying stronger safe-haven properties than the Usd, but the Franc firmly outpaced the Eur on the aforementioned Italy vs EU budget spat &ndash; cross currently circa 1.1310 vs just over 1.1400 at one stage.</p>\r\n\r\n<p>EM: The Try traded against the grain to maintain its bullish momentum vs the Usd, and now above 5.3000 looking technically ripe for more upside. Conversely, the deterioration in risk sentiment hit most other regional currencies hard, and for the Zar wiped out a chunk of its post-SARB rate hike gains, although the Rand still held comfortably over the 14.0000 level.&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-super-thanksgiving-thursday-for-sterling-but-black-friday-for-euro-23-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 23:27:00",
        "gmt_time": "2018-11-23 15:27:00"
    },
    {
        "id": 684695,
        "updated_sequence": 1093634,
        "published_at": {
            "unix": 1542986580,
            "text": "2018-11-23 15:23:00 +0000",
            "iso_8601": "2018-11-23T15:23:00Z"
        },
        "updated_at": {
            "unix": 1542986992,
            "text": "2018-11-23 15:29:52 +0000",
            "iso_8601": "2018-11-23T15:29:52Z"
        },
        "subject": "IBM forecasts retail sales will see 4.8% growth in holiday season (last year at this time it was +4.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ibm-forecasts-retail-sales-will-see-4-8-growth-in-holiday-season-last-year-at-this-time-it-was-4-2-23-11-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 23:23:00",
        "gmt_time": "2018-11-23 15:23:00"
    },
    {
        "id": 684694,
        "updated_sequence": 1093621,
        "published_at": {
            "unix": 1542986520,
            "text": "2018-11-23 15:22:00 +0000",
            "iso_8601": "2018-11-23T15:22:00Z"
        },
        "updated_at": {
            "unix": 1542986633,
            "text": "2018-11-23 15:23:53 +0000",
            "iso_8601": "2018-11-23T15:23:53Z"
        },
        "subject": "Iran has seized a Saudi Arabian fishing boat, arrested the crew; according to Mizan",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Mizan",
        "slug": "iran-has-seized-a-saudi-arabian-fishing-boat-arrested-the-crew-according-to-mizan-23-11-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 23:22:00",
        "gmt_time": "2018-11-23 15:22:00"
    },
    {
        "id": 684693,
        "updated_sequence": 1093618,
        "published_at": {
            "unix": 1542986400,
            "text": "2018-11-23 15:20:00 +0000",
            "iso_8601": "2018-11-23T15:20:00Z"
        },
        "updated_at": {
            "unix": 1542986468,
            "text": "2018-11-23 15:21:08 +0000",
            "iso_8601": "2018-11-23T15:21:08Z"
        },
        "subject": "Spain is still rejecting the Gibraltar accord as thing stand currently, El Pais",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "El Pais",
        "slug": "spain-is-still-rejecting-the-gibraltar-accord-as-thing-stand-currently-el-pais-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 23:20:00",
        "gmt_time": "2018-11-23 15:20:00"
    },
    {
        "id": 684690,
        "updated_sequence": 1093609,
        "published_at": {
            "unix": 1542985620,
            "text": "2018-11-23 15:07:00 +0000",
            "iso_8601": "2018-11-23T15:07:00Z"
        },
        "updated_at": {
            "unix": 1542985670,
            "text": "2018-11-23 15:07:50 +0000",
            "iso_8601": "2018-11-23T15:07:50Z"
        },
        "subject": "EU leaders to tell UK on Sunday that it is determined to have a close as possible partnership with the UK post-Brexit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-leaders-to-tell-uk-on-sunday-that-it-is-determined-to-have-a-close-as-possible-partnership-with-the-uk-post-brexit-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 23:07:00",
        "gmt_time": "2018-11-23 15:07:00"
    },
    {
        "id": 684689,
        "updated_sequence": 1093606,
        "published_at": {
            "unix": 1542985080,
            "text": "2018-11-23 14:58:00 +0000",
            "iso_8601": "2018-11-23T14:58:00Z"
        },
        "updated_at": {
            "unix": 1542985190,
            "text": "2018-11-23 14:59:50 +0000",
            "iso_8601": "2018-11-23T14:59:50Z"
        },
        "subject": "US investigating General Motors (GM) for alleged defects in 2.7mln vehicles",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-investigating-general-motors-gm-for-alleged-defects-in-2-7mln-vehicles-23-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 22:58:00",
        "gmt_time": "2018-11-23 14:58:00"
    },
    {
        "id": 684688,
        "updated_sequence": 1093603,
        "published_at": {
            "unix": 1542984960,
            "text": "2018-11-23 14:56:00 +0000",
            "iso_8601": "2018-11-23T14:56:00Z"
        },
        "updated_at": {
            "unix": 1542985174,
            "text": "2018-11-23 14:59:34 +0000",
            "iso_8601": "2018-11-23T14:59:34Z"
        },
        "subject": "Russian uruals crude oil exports from Russian Baltic ports seen at 5.7mln tonnes in December unchanged from November plan; according to  a preliminary schedule",
        "content": "<ul><li>Urals and Siberian light crude oil exports from Novorossiisk seen at 2.41mln tonnes in December vs. 2.46mln tonnes in Novemeber</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-uruals-crude-oil-exports-from-russian-baltic-ports-seen-at-5-7mln-tonnes-in-december-unchanged-from-november-plan-according-to-a-preliminary-schedule-23-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 22:56:00",
        "gmt_time": "2018-11-23 14:56:00"
    },
    {
        "id": 684687,
        "updated_sequence": 1093598,
        "published_at": {
            "unix": 1542984540,
            "text": "2018-11-23 14:49:00 +0000",
            "iso_8601": "2018-11-23T14:49:00Z"
        },
        "updated_at": {
            "unix": 1542984640,
            "text": "2018-11-23 14:50:40 +0000",
            "iso_8601": "2018-11-23T14:50:40Z"
        },
        "subject": "Instead of a number of \"side agreements\" there is a one page draft text that warns the Brits they must negotiate a deal on fishing access \"well before\" the transition period, according to FT",
        "content": "<ul><li><a href=\"https://twitter.com/MehreenKhn/status/1065980233919197184\">click here for link</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT ",
        "slug": "instead-of-a-number-of-side-agreements-there-is-a-one-page-draft-text-that-warns-the-brits-they-must-negotiate-a-deal-on-fishing-access-well-before-the-transition-period-according-to-ft-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 22:49:00",
        "gmt_time": "2018-11-23 14:49:00"
    },
    {
        "id": 684683,
        "updated_sequence": 1093586,
        "published_at": {
            "unix": 1542983640,
            "text": "2018-11-23 14:34:00 +0000",
            "iso_8601": "2018-11-23T14:34:00Z"
        },
        "updated_at": {
            "unix": 1542983715,
            "text": "2018-11-23 14:35:15 +0000",
            "iso_8601": "2018-11-23T14:35:15Z"
        },
        "subject": "Spanish Government Official says they have the UK's commitment to include the EU27's proposal on Gibraltar as part of the Brexit proposal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "spanish-government-official-says-they-have-the-uk-s-commitment-to-include-the-eu27-s-proposal-on-gibraltar-as-part-of-the-brexit-proposal-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 22:34:00",
        "gmt_time": "2018-11-23 14:34:00"
    },
    {
        "id": 684682,
        "updated_sequence": 1093583,
        "published_at": {
            "unix": 1542982680,
            "text": "2018-11-23 14:18:00 +0000",
            "iso_8601": "2018-11-23T14:18:00Z"
        },
        "updated_at": {
            "unix": 1542982755,
            "text": "2018-11-23 14:19:15 +0000",
            "iso_8601": "2018-11-23T14:19:15Z"
        },
        "subject": "Total (FP FP) begins sulfer recovery unit restart at Port Arthur Texas Refinery, as according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "total-fp-fp-begins-sulfer-recovery-unit-restart-at-port-arthur-texas-refinery-as-according-to-sources-23-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 22:18:00",
        "gmt_time": "2018-11-23 14:18:00"
    },
    {
        "id": 684679,
        "updated_sequence": 1093571,
        "published_at": {
            "unix": 1542981900,
            "text": "2018-11-23 14:05:00 +0000",
            "iso_8601": "2018-11-23T14:05:00Z"
        },
        "updated_at": {
            "unix": 1542981930,
            "text": "2018-11-23 14:05:30 +0000",
            "iso_8601": "2018-11-23T14:05:30Z"
        },
        "subject": "Adobe sees Black Friday online sales USD 645mln as of 7am PT, according to Techcrunch",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "adobe-sees-black-friday-online-sales-usd-645mln-as-of-7am-pt-according-to-techcrunch-23-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 22:05:00",
        "gmt_time": "2018-11-23 14:05:00"
    },
    {
        "id": 684678,
        "updated_sequence": 1093580,
        "published_at": {
            "unix": 1542981780,
            "text": "2018-11-23 14:03:00 +0000",
            "iso_8601": "2018-11-23T14:03:00Z"
        },
        "updated_at": {
            "unix": 1542982559,
            "text": "2018-11-23 14:15:59 +0000",
            "iso_8601": "2018-11-23T14:15:59Z"
        },
        "subject": "Additional US Equities Stories",
        "content": "<ul><li>Amazon (AMZN) - The&nbsp; retail giant is to offer cyber Monday deal between 24th November - 1st&nbsp;December. (Newswires)</li>\r\n  <li>Macy&#39;s (M) - CEO says first two tranches of tariffs have very limited effect&nbsp;on co. (Newswires)&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-us-equities-stories-23-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 22:03:00",
        "gmt_time": "2018-11-23 14:03:00"
    },
    {
        "id": 684672,
        "updated_sequence": 1093550,
        "published_at": {
            "unix": 1542980400,
            "text": "2018-11-23 13:40:00 +0000",
            "iso_8601": "2018-11-23T13:40:00Z"
        },
        "updated_at": {
            "unix": 1542980438,
            "text": "2018-11-23 13:40:38 +0000",
            "iso_8601": "2018-11-23T13:40:38Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 23rd November 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20623/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li><strong>United Technologies (UTX), Rockwell Collins (COL) &ndash; United Technologies received approval from Chinese regulators for its acquisition of Rockwell Collins</strong></li>\r\n  <li><strong>Tencent (TCEHY) &ndash; After initially delaying its US IPO of Tencent Music, the Chinese tech giant is now deciding to &ldquo;brave the sell-off&rdquo; and list this December</strong></li>\r\n  <li><strong>Apple (AAPL) &ndash; In efforts to boost sales, the iPhone maker will cut its prices for its new iPhones to Japanese mobile network operators</strong></li>\r\n</ul>\r\n\r\n<p><strong>23rd November 2018</strong></p>\r\n\r\n<p><strong>DJIA</strong></p>\r\n\r\n<ul><li>Apple (AAPL) &ndash; In efforts to boost sales, the iPhone maker will cut its prices for its new iPhones to Japanese mobile network operators. (WSJ)</li>\r\n  <li>Boeing (BA) &ndash; Lion Air is approaching the airplane manufacturer to ensure that its new 737 plane will not be vulnerable to the same issues it suffered from previously which contributed to the fatal crash. (WSJ)</li>\r\n  <li>United Technologies (UTX), Rockwell Collins (COL) &ndash; United Technologies received approval from Chinese regulators for its acquisition of Rockwell Collins. (Newswires)</li>\r\n  <li>Visa (V), MasterCard (MA) &ndash; The two credit card providers, in efforts to fend-off antitrust lawsuits, have offered to cut fees in the EU from payments on foreign cards. (Newswires)</li>\r\n  <li>Walmart (WMT), Target (TGT) &ndash; In addition to traditional holiday season hiring, the two co.s are hiring employees with mobile devices to help customers checkout easier in their stores. Separately the two co.s and other retailers including Best Buy (BBY) and Macy&rsquo;s (M) will be in focus amid Black Friday shopping. (BI)</li>\r\n</ul>\r\n\r\n<p><strong>S&amp;P500</strong></p>\r\n\r\n<ul><li>Medtronic (MDT) &ndash; The med-tech co. has received a license from Canadian regulators for its Visualase MRI-Guided Laser Ablation System, an advanced MRI-guided laser used for cranial neurosurgery procedures. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>NASDAQ</strong></p>\r\n\r\n<ul><li>Alphabet (GOOGL) &ndash; The search engine is implementing new policies in the EU, aimed at increasing transparency for political advertisements. (Newswires)</li>\r\n  <li>Amazon (AMZN) &ndash; Amazon Web Services is looking to implement new services to help clients identify security threats to apps and data. Elsewhere, Engadget reports that Australians are now able to use the US version of the website, in time for Black Friday. CNBC reports that the co. has received a record level of sales in the UK for Black Friday. (The Information/The Engadget/CNBC)</li>\r\n  <li>Comcast (CMCSA), Charter Communications (CHTR) &ndash; The two co.s will be in focus as analysts are waiting to find out how many subscribers will pay USD 19.99 to watch today&rsquo;s golf tournament between Tiger Woods and Phil Mickelson. (Newswires)</li>\r\n  <li>Facebook (FB) &ndash; TechCrunch reports that the co. is still suffering from &ldquo;intermittent&rdquo; issues with its ad products. Elsewhere, the co. issues a statement saying it had hired PR firm Definers to do research into George Soros but didn&rsquo;t ask them to create/distribute fake news. The Soros Open Society Foundation replied, via WSJ, that lawmakers should increase oversight over the co. &nbsp;(TechCrunch/Newswires/WSJ)</li>\r\n  <li>Tesla (TSLA) &ndash; The electric automaker is absorbing trade tariff costs by reducing its Model X and Model S cars in China by 12%-26%. Elsewhere, the tide has turned for CEO Elon Musk after he announced he would be logging off twitter for a while. (Newswires)</li>\r\n  <li>Video Game Developers (TTWO, EA, ATVI, MSFT, SNE) &ndash; SuperData reports that consumers spent USD 1.53bln digitally on console games in October, a YY increase of 80%; the first month for full game revenue to surpass USD 1bln. (SuperData)</li>\r\n</ul>\r\n\r\n<p><strong>OTHER NEWS</strong></p>\r\n\r\n<ul><li>Celanese (CE) &ndash; The chemicals co. has increased its prices for acetic acid in China to RMB 515/MT. (Newswires)</li>\r\n  <li>Mobile networks (NOK, ERIC, CIEN, INFN, LITE, OCLR, FNSR) - The US government is said to ask foreign allies to stop using Huawei equipment. (WSJ)</li>\r\n  <li>Sabre (SABR) &ndash; The EU is targeting the co. and its Spanish rival Amadeus to probe a potential breach of antitrust laws. (Newswires)</li>\r\n  <li>Tencent (TCEHY) &ndash; After initially delaying its US IPO of Tencent Music, the Chinese tech giant is now deciding to &ldquo;brave the sell-off&rdquo; and list this December. (FT)</li>\r\n  <li>Twilio (TWLO) &ndash; The cloud communications co. received Hart-Scott-Rodino Antitrust clearance for its acquisition of SendGrid. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>BROKER MOVES</strong></p>\r\n\r\n<p><strong>Upgrades</strong></p>\r\n\r\n<ul><li>AUTODESK (ADSK) UPGRADED TO BUY FROM HOLD AT ARGUS</li>\r\n  <li>LEXINFINTECH (LX) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n</ul>\r\n\r\n<p><strong>Downgrades</strong></p>\r\n\r\n<ul><li>FOX FACTORY (FOXF) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li>\r\n  <li>REXNORD (RXN) ASSUMED WITH A NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li>\r\n</ul>\r\n\r\n<p><strong>INITIATIONS</strong></p>\r\n\r\n<ul><li>58.COM ADRS (WUBA) RATED NEW OUTPERFORM AT INDUSTRIAL SECURITIES</li>\r\n  <li>GRIFOLS ADRS (GRF SM) REINSTATED STRONG BUY AT ALANTRA EQUITIES</li>\r\n  <li>NIO INC. ADRS (NIO) RATED NEW HOLD AT CICC; PT USD 6.50</li>\r\n  <li>REXNORD (RXN) RATED NEW NEUTRAL AT CREDIT SUISSE; PT USD 31</li>\r\n</ul>\r\n\r\n<p><strong>Ex-Dividends</strong></p>\r\n\r\n<ul><li>Adams Diversified Equity Fund Inc (ADX). Amount USD 0.07</li>\r\n  <li>Aramark (ARMK). Amount USD 0.11</li>\r\n  <li>Assurant Inc (AIZ). Amount USD 0.60</li>\r\n  <li>Atmos Energy Corp (ATO). Amount USD 0.52</li>\r\n  <li>Axa Equitable Holdings Inc (EQH). Amount USD 0.13</li>\r\n  <li>CDW Corp (CDW). Amount USD 0.29</li>\r\n  <li>CenturyLink Inc (CTL). Amount USD 0.54</li>\r\n  <li>D.R. Horton Inc (DHI). Amount USD 0.15</li>\r\n  <li>Dunkin&#39; Brands Group Inc (DNKN). Amount USD 0.34</li>\r\n  <li>First Hawaiian Inc (FHB). Amount USD 0.24</li>\r\n  <li>LCI Industries (LCII). Amount USD 0.60</li>\r\n  <li>Marcus Corp (MCS). Amount USD 0.15</li>\r\n  <li>Matthews International Corp (MATW). Amount USD 0.20</li>\r\n  <li>Minerals Technologies Inc (MTX). Amount USD 0.05</li>\r\n  <li>MKS Instruments Inc (MKSI). Amount USD 0.20</li>\r\n  <li>Nordstrom Inc (JWN). Amount USD 0.37</li>\r\n  <li>Prudential Financial Inc (PRU). Amount USD 0.90</li>\r\n  <li>Radian Group Inc (RDN). Amount USD 0.00</li>\r\n  <li>Scotts Miracle-Gro Co (SMG). Amount USD 0.55</li>\r\n  <li>Switch Inc (SWCH). Amount USD 0.01</li>\r\n  <li>Tractor Supply Co (TSCO). Amount USD 0.31</li>\r\n  <li>Wingstop Inc (WING). Amount USD 3.05</li>\r\n  <li>Yum! Brands Inc (YUM). Amount USD 0.36</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-23rd-november-2018-23-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 21:40:00",
        "gmt_time": "2018-11-23 13:40:00"
    },
    {
        "id": 684657,
        "updated_sequence": 1093488,
        "published_at": {
            "unix": 1542978660,
            "text": "2018-11-23 13:11:00 +0000",
            "iso_8601": "2018-11-23T13:11:00Z"
        },
        "updated_at": {
            "unix": 1542978750,
            "text": "2018-11-23 13:12:30 +0000",
            "iso_8601": "2018-11-23T13:12:30Z"
        },
        "subject": "N. Ireland DUP's Foster says we believe there is a better deal and should find one",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "n-ireland-dup-s-foster-says-we-believe-there-is-a-better-deal-and-should-find-one-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 21:11:00",
        "gmt_time": "2018-11-23 13:11:00"
    },
    {
        "id": 684656,
        "updated_sequence": 1093485,
        "published_at": {
            "unix": 1542978600,
            "text": "2018-11-23 13:10:00 +0000",
            "iso_8601": "2018-11-23T13:10:00Z"
        },
        "updated_at": {
            "unix": 1542978705,
            "text": "2018-11-23 13:11:45 +0000",
            "iso_8601": "2018-11-23T13:11:45Z"
        },
        "subject": "Sky's Rigby tweets \" Final thought on this. Told No 10 meeting to discuss Brexiteer backstop plan set up long b4 call for letters. IDS/Patterson & others senior wanted her to adopt their proposals and - crucially -  change the withdrawal treaty.\"",
        "content": "<ul><li>The tweet goes on to say &quot;This was the &lsquo;ladder to climb down&rsquo;. Didn&rsquo;t happen.&quot;</li>\r\n</ul>\r\n\r\n<p><a href=\"https://twitter.com/BethRigby/status/1065955487764672512\">Click here for the tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "sky-s-rigby-tweets-final-thought-on-this-told-no-10-meeting-to-discuss-brexiteer-backstop-plan-set-up-long-b4-call-for-letters-ids-patterson-others-senior-wanted-her-to-adopt-their-proposals-and-crucially-change-the-withdrawal-tre-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 21:10:00",
        "gmt_time": "2018-11-23 13:10:00"
    },
    {
        "id": 684655,
        "updated_sequence": 1093483,
        "published_at": {
            "unix": 1542978360,
            "text": "2018-11-23 13:06:00 +0000",
            "iso_8601": "2018-11-23T13:06:00Z"
        },
        "updated_at": {
            "unix": 1542978656,
            "text": "2018-11-23 13:10:56 +0000",
            "iso_8601": "2018-11-23T13:10:56Z"
        },
        "subject": "UK Trade Secretary Fox says the range of options to deal with the Irish border is a big improvement on where we have been previously",
        "content": "<ul><li>Says EU reservations about the backstop are the best guarantee we wouldn&#39;t get there</li>\r\n  <li>Says this a bullet we have to bite, doesn&#39;t want to extend article 50</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-trade-secretary-fox-says-the-range-of-options-to-deal-with-the-irish-border-is-a-big-improvement-on-where-we-have-been-previously-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 21:06:00",
        "gmt_time": "2018-11-23 13:06:00"
    },
    {
        "id": 684654,
        "updated_sequence": 1093473,
        "published_at": {
            "unix": 1542978300,
            "text": "2018-11-23 13:05:00 +0000",
            "iso_8601": "2018-11-23T13:05:00Z"
        },
        "updated_at": {
            "unix": 1542978442,
            "text": "2018-11-23 13:07:22 +0000",
            "iso_8601": "2018-11-23T13:07:22Z"
        },
        "subject": "Government spokeswoman says Madrid wants the EU to take more interest in what affects Spain in Gibraltar/Brexit deal ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "government-spokeswoman-says-madrid-wants-the-eu-to-take-more-interest-in-what-affects-spain-in-gibraltar-brexit-deal-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 21:05:00",
        "gmt_time": "2018-11-23 13:05:00"
    },
    {
        "id": 684653,
        "updated_sequence": 1093470,
        "published_at": {
            "unix": 1542978000,
            "text": "2018-11-23 13:00:00 +0000",
            "iso_8601": "2018-11-23T13:00:00Z"
        },
        "updated_at": {
            "unix": 1542978106,
            "text": "2018-11-23 13:01:46 +0000",
            "iso_8601": "2018-11-23T13:01:46Z"
        },
        "subject": "ABB's (ABBN SW) power grid deal could be valued at around USD 1.8bln, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "abb-s-abbn-sw-power-grid-deal-could-be-valued-at-around-usd-1-8bln-according-to-sources-23-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 21:00:00",
        "gmt_time": "2018-11-23 13:00:00"
    },
    {
        "id": 684651,
        "updated_sequence": 1093464,
        "published_at": {
            "unix": 1542977100,
            "text": "2018-11-23 12:45:00 +0000",
            "iso_8601": "2018-11-23T12:45:00Z"
        },
        "updated_at": {
            "unix": 1542977205,
            "text": "2018-11-23 12:46:45 +0000",
            "iso_8601": "2018-11-23T12:46:45Z"
        },
        "subject": "Spanish government spokeswoman reiterates that any decisions about future status of Gibraltar in Brexit agreement must be approved by Spain",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "spanish-government-spokeswoman-reiterates-that-any-decisions-about-future-status-of-gibraltar-in-brexit-agreement-must-be-approved-by-spain-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 20:45:00",
        "gmt_time": "2018-11-23 12:45:00"
    },
    {
        "id": 684650,
        "updated_sequence": 1093461,
        "published_at": {
            "unix": 1542976920,
            "text": "2018-11-23 12:42:00 +0000",
            "iso_8601": "2018-11-23T12:42:00Z"
        },
        "updated_at": {
            "unix": 1542976990,
            "text": "2018-11-23 12:43:10 +0000",
            "iso_8601": "2018-11-23T12:43:10Z"
        },
        "subject": "RANSQUAWK NOTICE: Please see below the desk and market closures for this today's US Thanksgiving Holiday",
        "content": "<p>FRIDAY</p>\r\n\r\n<p>Desk</p>\r\n\r\n<p>The desk will operate a normal service on Friday until 1845GMT/1245CST, upon which the desk will close given the US market closures</p>\r\n\r\n<p>Electronic trade CME Globex:</p>\r\n\r\n<p>Equity, Interest Rates, FX&ndash; Early close at 1815GMT. Energy &amp; Metals at 1845GMT</p>\r\n\r\n<p>Pit</p>\r\n\r\n<p>CME - FX, Interest Rates close at 1800GMT/1200CST. Equities Futures and Options Close at 1815GMT/1215CST</p>\r\n\r\n<p>NYSE &ndash; Early closure at 1800GMT/1200CST</p>\r\n\r\n<p>ICE &ndash; Click&nbsp;here</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-notice-please-see-below-the-desk-and-market-closures-for-this-today-s-us-thanksgiving-holiday-12_43pm_utc_23-11-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 20:42:00",
        "gmt_time": "2018-11-23 12:42:00"
    },
    {
        "id": 684649,
        "updated_sequence": 1093458,
        "published_at": {
            "unix": 1542976800,
            "text": "2018-11-23 12:40:00 +0000",
            "iso_8601": "2018-11-23T12:40:00Z"
        },
        "updated_at": {
            "unix": 1542976922,
            "text": "2018-11-23 12:42:02 +0000",
            "iso_8601": "2018-11-23T12:42:02Z"
        },
        "subject": "UK PM May says if we went back to EU after losing vote, EU will not give us more; she adds there is no-Brexit in her view",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-says-if-we-went-back-to-eu-after-losing-vote-eu-will-not-give-us-more-she-adds-there-is-no-brexit-in-her-view-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 20:40:00",
        "gmt_time": "2018-11-23 12:40:00"
    },
    {
        "id": 684648,
        "updated_sequence": 1093450,
        "published_at": {
            "unix": 1542976680,
            "text": "2018-11-23 12:38:00 +0000",
            "iso_8601": "2018-11-23T12:38:00Z"
        },
        "updated_at": {
            "unix": 1542976728,
            "text": "2018-11-23 12:38:48 +0000",
            "iso_8601": "2018-11-23T12:38:48Z"
        },
        "subject": "Total (FP FP) CEO expects OPEC to conduct \"significant output cuts\" in early December",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "total-fp-fp-ceo-expects-opec-to-conduct-significant-output-cuts-in-early-december-23-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 20:38:00",
        "gmt_time": "2018-11-23 12:38:00"
    },
    {
        "id": 684646,
        "updated_sequence": 1093444,
        "published_at": {
            "unix": 1542976620,
            "text": "2018-11-23 12:37:00 +0000",
            "iso_8601": "2018-11-23T12:37:00Z"
        },
        "updated_at": {
            "unix": 1542976684,
            "text": "2018-11-23 12:38:04 +0000",
            "iso_8601": "2018-11-23T12:38:04Z"
        },
        "subject": "A French Minister says there are reasons to be optimistic on a Brexit summit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "a-french-minister-says-there-are-reasons-to-be-optimistic-on-a-brexit-summit-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 20:37:00",
        "gmt_time": "2018-11-23 12:37:00"
    },
    {
        "id": 684647,
        "updated_sequence": 1093453,
        "published_at": {
            "unix": 1542976560,
            "text": "2018-11-23 12:36:00 +0000",
            "iso_8601": "2018-11-23T12:36:00Z"
        },
        "updated_at": {
            "unix": 1542976789,
            "text": "2018-11-23 12:39:49 +0000",
            "iso_8601": "2018-11-23T12:39:49Z"
        },
        "subject": "White House invites CEOs of Volkswagen (VOW3 GY), Daimler (DAI GY) to meeting with Economic Advisor Kudlow and Secretary of Commerce Ross to take place mid next week; according to source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-invites-ceos-of-volkswagen-vow3-gy-daimler-dai-gy-to-meeting-with-economic-advisor-kudlow-and-secretary-of-commerce-ross-to-take-place-mid-next-week-according-to-source-23-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 20:36:00",
        "gmt_time": "2018-11-23 12:36:00"
    },
    {
        "id": 684645,
        "updated_sequence": 1093441,
        "published_at": {
            "unix": 1542976380,
            "text": "2018-11-23 12:33:00 +0000",
            "iso_8601": "2018-11-23T12:33:00Z"
        },
        "updated_at": {
            "unix": 1542976523,
            "text": "2018-11-23 12:35:23 +0000",
            "iso_8601": "2018-11-23T12:35:23Z"
        },
        "subject": "Iraq's Somo received just over 250k barrels of Kirkuk crude at its tanks in Ceyhan as of this morning; the transfer of arnd 600k barrels began yesterday and is expected to take 2 days to finalise ",
        "content": "<ul><li>The restart of its Kirkuk flows comes at an auspicious time for Somo, which is currently negotiating crude allocations for 2019-long term arrangements</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iraq-s-somo-received-just-over-250k-barrels-of-kirkuk-crude-at-its-tanks-in-ceyhan-as-of-this-morning-the-transfer-of-arnd-600k-barrels-began-yesterday-and-is-expected-to-take-2-days-to-finalise-23-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 20:33:00",
        "gmt_time": "2018-11-23 12:33:00"
    },
    {
        "id": 684644,
        "updated_sequence": 1093436,
        "published_at": {
            "unix": 1542976020,
            "text": "2018-11-23 12:27:00 +0000",
            "iso_8601": "2018-11-23T12:27:00Z"
        },
        "updated_at": {
            "unix": 1542976126,
            "text": "2018-11-23 12:28:46 +0000",
            "iso_8601": "2018-11-23T12:28:46Z"
        },
        "subject": "Scotiabank FX Daily - Risk-Off Returns on Sliding Crude, Lifting JPY",
        "content": "<ul><li>&nbsp; USD retains a broadly firm undertone on risk aversion, weaker energy prices.</li>\r\n  <li>&nbsp; CAD softer but losses are contained ahead of Retail Sales and CPI data.</li>\r\n  <li>&nbsp; EUR weaker on disappointing PMI reports.</li>\r\n  <li>&nbsp; GBP on hold and PM May tries to &ldquo;sell&rdquo; Brexit plan to the public.</li>\r\n  <li>&nbsp; JPY broadly higher on risk aversion, EURJPY pressures support near 128.</li>\r\n  <li>&nbsp; AUD soft, lower on the week in largest 5-day fall since early Oct.</li>\r\n  <li>&nbsp; MXN softer on low risk appetite, GDP data at 9.00ET (expected +0.9% Q/Q).</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-risk-off-returns-on-sliding-crude-lifting-jpy-23-11-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 20:27:00",
        "gmt_time": "2018-11-23 12:27:00"
    },
    {
        "id": 684643,
        "updated_sequence": 1093433,
        "published_at": {
            "unix": 1542975480,
            "text": "2018-11-23 12:18:00 +0000",
            "iso_8601": "2018-11-23T12:18:00Z"
        },
        "updated_at": {
            "unix": 1542975560,
            "text": "2018-11-23 12:19:20 +0000",
            "iso_8601": "2018-11-23T12:19:20Z"
        },
        "subject": "Total (FP FP) CEO says group's output will reach 3mln barrels of oil equivalent a day in 2019",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "total-fp-fp-ceo-says-group-s-output-will-reach-3mln-barrels-of-oil-equivalent-a-day-in-2019-23-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 20:18:00",
        "gmt_time": "2018-11-23 12:18:00"
    },
    {
        "id": 684642,
        "updated_sequence": 1093430,
        "published_at": {
            "unix": 1542975360,
            "text": "2018-11-23 12:16:00 +0000",
            "iso_8601": "2018-11-23T12:16:00Z"
        },
        "updated_at": {
            "unix": 1542975467,
            "text": "2018-11-23 12:17:47 +0000",
            "iso_8601": "2018-11-23T12:17:47Z"
        },
        "subject": "Russias fuel oil exports fell in October to the lowest in almost 8 years exporting 2.23mln tons of fuel oil in October; according to Energy Ministry data",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-fuel-oil-exports-fell-in-october-to-the-lowest-in-almost-8-years-exporting-2-23mln-tons-of-fuel-oil-in-october-according-to-energy-ministry-data-23-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 20:16:00",
        "gmt_time": "2018-11-23 12:16:00"
    },
    {
        "id": 684641,
        "updated_sequence": 1093427,
        "published_at": {
            "unix": 1542975240,
            "text": "2018-11-23 12:14:00 +0000",
            "iso_8601": "2018-11-23T12:14:00Z"
        },
        "updated_at": {
            "unix": 1542975330,
            "text": "2018-11-23 12:15:30 +0000",
            "iso_8601": "2018-11-23T12:15:30Z"
        },
        "subject": "Porsche (PAH3 GY) are said to be targeting USD 6.8bln net boost by streamlining operations over eight years",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, company shares spiked higher to session highs from EUR 57.08 to EUR 57.74</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1542975330,
            "text": "2018-11-23 12:15:30 +0000",
            "iso_8601": "2018-11-23T12:15:30Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "porsche-pah3-gy-are-said-to-be-targeting-usd-6-8bln-net-boost-by-streamlining-operations-over-eight-years-23-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 20:14:00",
        "gmt_time": "2018-11-23 12:14:00"
    },
    {
        "id": 684640,
        "updated_sequence": 1093424,
        "published_at": {
            "unix": 1542975180,
            "text": "2018-11-23 12:13:00 +0000",
            "iso_8601": "2018-11-23T12:13:00Z"
        },
        "updated_at": {
            "unix": 1542975242,
            "text": "2018-11-23 12:14:02 +0000",
            "iso_8601": "2018-11-23T12:14:02Z"
        },
        "subject": "Italy's Deputy PM Salvini says spoke to EU Affair Minister Savona and does not believe reports he is planning to quit ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-deputy-pm-salvini-says-spoke-to-eu-affair-minister-savona-and-does-not-believe-reports-he-is-planning-to-quit-23-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 20:13:00",
        "gmt_time": "2018-11-23 12:13:00"
    },
    {
        "id": 684639,
        "updated_sequence": 1093421,
        "published_at": {
            "unix": 1542975120,
            "text": "2018-11-23 12:12:00 +0000",
            "iso_8601": "2018-11-23T12:12:00Z"
        },
        "updated_at": {
            "unix": 1542975175,
            "text": "2018-11-23 12:12:55 +0000",
            "iso_8601": "2018-11-23T12:12:55Z"
        },
        "subject": "After sherpa meeting, Gibraltar is officially all that's left to tie up for summit and fishing is solved; according to AFP journalist",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "after-sherpa-meeting-gibraltar-is-officially-all-that-s-left-to-tie-up-for-summit-and-fishing-is-solved-according-to-afp-journalist-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 20:12:00",
        "gmt_time": "2018-11-23 12:12:00"
    },
    {
        "id": 684638,
        "updated_sequence": 1093418,
        "published_at": {
            "unix": 1542974820,
            "text": "2018-11-23 12:07:00 +0000",
            "iso_8601": "2018-11-23T12:07:00Z"
        },
        "updated_at": {
            "unix": 1542974996,
            "text": "2018-11-23 12:09:56 +0000",
            "iso_8601": "2018-11-23T12:09:56Z"
        },
        "subject": "Citi/YouGov UK year-ahead inflation expectations rise to 2.7% in November (Prev. 2.6% in October); UK longer-term inflation expectations fall to 3.1% in November lowest since March (Prev. 3.2% in October) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "citi-yougov-uk-year-ahead-inflation-expectations-rise-to-2-7-in-november-prev-2-6-in-october-uk-longer-term-inflation-expectations-fall-to-3-1-in-november-lowest-since-march-prev-3-2-in-october-23-11-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 20:07:00",
        "gmt_time": "2018-11-23 12:07:00"
    },
    {
        "id": 684637,
        "updated_sequence": 1093413,
        "published_at": {
            "unix": 1542974400,
            "text": "2018-11-23 12:00:00 +0000",
            "iso_8601": "2018-11-23T12:00:00Z"
        },
        "updated_at": {
            "unix": 1542974490,
            "text": "2018-11-23 12:01:30 +0000",
            "iso_8601": "2018-11-23T12:01:30Z"
        },
        "subject": "German public sector surplus expected to reach a record of over EUR 60bln in 2018; according to Spiegel citing a government document ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-public-sector-surplus-expected-to-reach-a-record-of-over-eur-60bln-in-2018-according-to-spiegel-citing-a-government-document-23-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 20:00:00",
        "gmt_time": "2018-11-23 12:00:00"
    },
    {
        "id": 684636,
        "updated_sequence": 1093410,
        "published_at": {
            "unix": 1542973860,
            "text": "2018-11-23 11:51:00 +0000",
            "iso_8601": "2018-11-23T11:51:00Z"
        },
        "updated_at": {
            "unix": 1542973933,
            "text": "2018-11-23 11:52:13 +0000",
            "iso_8601": "2018-11-23T11:52:13Z"
        },
        "subject": "EU officials said to see prospect for a deal on Gibraltar",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-officials-said-to-see-prospect-for-a-deal-on-gibraltar-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 19:51:00",
        "gmt_time": "2018-11-23 11:51:00"
    },
    {
        "id": 684635,
        "updated_sequence": 1093407,
        "published_at": {
            "unix": 1542973740,
            "text": "2018-11-23 11:49:00 +0000",
            "iso_8601": "2018-11-23T11:49:00Z"
        },
        "updated_at": {
            "unix": 1542973809,
            "text": "2018-11-23 11:50:09 +0000",
            "iso_8601": "2018-11-23T11:50:09Z"
        },
        "subject": "Spain official said to plan meeting with EU's Chief Brexit Negotiator Barnier later on Friday ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "spain-official-said-to-plan-meeting-with-eu-s-chief-brexit-negotiator-barnier-later-on-friday-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 19:49:00",
        "gmt_time": "2018-11-23 11:49:00"
    },
    {
        "id": 684634,
        "updated_sequence": 1093415,
        "published_at": {
            "unix": 1542973560,
            "text": "2018-11-23 11:46:00 +0000",
            "iso_8601": "2018-11-23T11:46:00Z"
        },
        "updated_at": {
            "unix": 1542974666,
            "text": "2018-11-23 12:04:26 +0000",
            "iso_8601": "2018-11-23T12:04:26Z"
        },
        "subject": "EU sherpas said to fail to reach deal over Gibraltar; EU said to continue work on Gibraltar deal ahead of the Summit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-sherpas-said-to-fail-to-reach-deal-over-gibraltar-eu-said-to-continue-work-on-gibraltar-deal-ahead-of-the-summit-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 19:46:00",
        "gmt_time": "2018-11-23 11:46:00"
    },
    {
        "id": 684634,
        "updated_sequence": 1093415,
        "published_at": {
            "unix": 1542973560,
            "text": "2018-11-23 11:46:00 +0000",
            "iso_8601": "2018-11-23T11:46:00Z"
        },
        "updated_at": {
            "unix": 1542974666,
            "text": "2018-11-23 12:04:26 +0000",
            "iso_8601": "2018-11-23T12:04:26Z"
        },
        "subject": "EU sherpas said to fail to reach deal over Gibraltar; EU said to continue work on Gibraltar deal ahead of the Summit",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-sherpas-said-to-fail-to-reach-deal-over-gibraltar-eu-said-to-continue-work-on-gibraltar-deal-ahead-of-the-summit-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 19:46:00",
        "gmt_time": "2018-11-23 11:46:00"
    },
    {
        "id": 684633,
        "updated_sequence": 1093399,
        "published_at": {
            "unix": 1542973140,
            "text": "2018-11-23 11:39:00 +0000",
            "iso_8601": "2018-11-23T11:39:00Z"
        },
        "updated_at": {
            "unix": 1542973164,
            "text": "2018-11-23 11:39:24 +0000",
            "iso_8601": "2018-11-23T11:39:24Z"
        },
        "subject": "RANsquawk Daily US Opening News - 23rd November 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20620/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>EUR suffers post-poor flash EZ PMI&rsquo;s as slowing global growth hurts European exports</li>\r\n  <li>Crude continues its collapse in thin trade and set for 7th consecutive weekly fall</li>\r\n  <li>Gibraltar remains a key issue ahead of Sunday&rsquo;s Brexit summit</li>\r\n  <li>Looking ahead, highlights include Canadian CPI, ECB&rsquo;s de Guindos. US markets early close</li>\r\n</ul>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian stocks traded mostly lower with sentiment in the region subdued by trade concerns and holiday-thinned conditions in the US, while Japan and India also observed public holidays. ASX 200 (+0.4%) was positive with the index supported by strength in its top-weighted financials sector amid gains in Australia&rsquo;s largest banks after Macquarie pulled-off a rarity at the banking royal commission in which it emerged unscathed and with its reputation enhanced. Elsewhere, Shanghai Comp. (-2.5%) and Hang Seng (-0.4%) were negative amid ongoing trade uncertainty as China responded to the recent trade report by the US, in which it dismissed the accusations of unfair trade practices as groundless and totally unacceptable. In addition, the US called for its allies to stop using Huawei equipment and weak earnings results from Meituan Dianping in which the online service provider&rsquo;s losses ballooned, further added to the glum.</p>\r\n\r\n<p>PBoC skipped open market operations. (Newswires)</p>\r\n\r\n<p>PBoC set CNY mid-point at 6.9306 (Prev. 6.9391)</p>\r\n\r\n<p>China responded to the recent US report in which it labelled the accusation by the US of China continuing with unfair trade practices as groundless and totally unacceptable, while it added that it hopes US drops rhetoric and behaviour that are damaging to relations. (Newswires)</p>\r\n\r\n<p>China Vice Commerce Minister said trade protectionism and unilateralism are increasing and hopes that China and US can find ways to manage differences through discussions. There were also comments from China&rsquo;s Vice Finance Minister that trade frictions spur global economic uncertainties, while China&rsquo;s Assistant Foreign Minister stated that the global economy faces downward pressure. (Newswires)</p>\r\n\r\n<p>UK/EU</p>\r\n\r\n<p>Tory Brexiteer Iain Duncan Smith stated that the Brexit deal will be killed off by him and his Brexiteer colleagues in Parliament, while he is said to dismiss PM May&rsquo;s efforts to adopt a tech solution to the Irish border problem and implied it is meaningless, according to ITV&rsquo;s Peston. (Twitter)</p>\r\n\r\n<p>Gibraltar Chief Minister Picardo says an agreement has been reached with his Spanish colleagues, have delivered on Gibraltar. (Newswires)</p>\r\n\r\n<p>BuzzFeed&#39;s Nardelli tweets &quot;A small, but important, Brexit update: Spain still unhappy, asked others this morning, if Art. 132 (extending transition) can be changed then why can&#39;t Art. 184 (negotiations on the future relationship)?&quot;. (Newswires)</p>\r\n\r\n<p>EU Markit Manufacturing Flash PMI (Nov) 51.5 vs. Exp. 52.0 (Prev. 52.0)</p>\r\n\r\n<p>EU Markit Services Flash PMI (Nov) 53.1 vs. Exp. 53.5 (Prev. 53.7)</p>\r\n\r\n<p>EU Markit Comp Flash PMI (Nov) 52.4 vs. Exp. 53.0 (Prev. 53.1)</p>\r\n\r\n<p>German Markit Manufacturing Flash PMI (Nov) 51.6 vs. Exp. 52.2 (Prev. 52.2)</p>\r\n\r\n<p>German Markit Services Flash PMI (Nov) 53.3 vs. Exp. 54.5 (Prev. 54.7)</p>\r\n\r\n<p>German Markit Comp Flash PMI (Nov) 52.2 vs. Exp. 53.2 (Prev. 53.4)</p>\r\n\r\n<p>French Markit Manufacturing Flash PMI (Nov) 50.7 vs. Exp. 51.0 (Prev. 51.2)</p>\r\n\r\n<p>French Markit Services Flash PMI (Nov) 55.0 vs. Exp. 55.0 (Prev. 55.3)</p>\r\n\r\n<p>French Markit Comp Flash PMI (Nov) 54.0 vs. Exp. 53.9 (Prev. 54.1)</p>\r\n\r\n<p>Italy&#39;s Economy Minister Tria said there will be &quot;new elements&quot; regarding the budget once Commission talks start. (Newswires)</p>\r\n\r\n<p>Italy&#39;s EU Affairs Minister Savona reportedly thinking about resigning in dissent over the government&#39;s challenge to EU budget rules. (Corriere) This was later denied</p>\r\n\r\n<p>Italian Infrastructure Undersecretary Siri says the budget framework cannot be touched; adding that some budget measures can be improved. (La Stampa)</p>\r\n\r\n<p>Italian Deputy PM Di Maio says Italy will not change the pillars of 2019 budget; but will reassure financial markets in the coming days, adding that Italy will show the highest willingness to negotiate with the EU. (La Repubblica)</p>\r\n\r\n<p>CENTRAL BANKERS</p>\r\n\r\n<p>BoE&rsquo;s Saunders (Hawk) reiterated that implications on monetary policy from different Brexit outcomes could go either way and that policy stance would need to return to something similar to neutral sooner than curve implies in the event of a smooth Brexit. (Newswires)</p>\r\n\r\n<p>ECB&#39;s Weidmann (Hawkish) said we are at a maturing economic cycle, that stock markets are fairly high and that there could be corrections to come but added stock market corrections don&#39;t worry us from a monetary policy perspective. (Newswires)</p>\r\n\r\n<p>ECB&#39;s Praet (Dovish) said downside risks have increased but at this stage we still think the picture remains broadly balanced, while he added that core inflation at around 1% are not enough to reach our aim in sustained manner. Praet added that he is confident that underlying inflation pressures are rising but it will take time and it requires monetary policy to remain accommodative. Praet also commented it is too soon to decide new TLTRO or adjustments in key rates. (Newswires)</p>\r\n\r\n<p>GEOPOLITICAL</p>\r\n\r\n<p>North Korea appear to be expanding operations at its main nuclear site, according to the IAEA, while there were also reports that atomic agency inspectors are said to be demanding North Korea allow nuclear inspectors back into the country amid reactor activity concerns. (Nikkei/SCMP)</p>\r\n\r\n<p>China is to reportedly resume the purchase of Iranian oil in November after their waiver. (Newswires)</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>After opening with little in the way of firm direction amid holiday thinned markets (US, Japan and India), European equities have posted modest gains with the EuroStoxx 50 higher by 0.2%. Leading the charge in Europe is the FTSE MIB (+0.6%) with Italian assets underpinned by optimism that the populist government could reign in some of their budgetary demands with reports suggesting that the EU Affairs Minister Savona could step down from his position (later denied) due to dissent over Italy&rsquo;s intentions to violate EU budget laws. This also comes amidst a backdrop of increasing pressure from President Mattarella who wants the technocratic PM Conte to get a deal done with the EC, whilst other Italian press report highlight the need for Italy to increase the sincerity of Italy&rsquo;s concessions to Europe. In terms of sector specifics, upside in Italian banking names has helped spur gains in European financials with the telecoms sector outperforming. To the downside, energy names lag, in-fitting with price action in the complex with crude seemingly unable to stem recent losses. Individual movers include Renault (+4.2%), who have been granted some reprieve from recent losses following a broker upgrade at Jefferies and as Nissan continue to reorganise their corporate leadership. Elsewhere, GEA Group (-14.3%) are lower after cutting guidance whilst Altice (-9.8%) continue to face selling pressure following yesterday&rsquo;s disappointing market update.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>EUR - Not the most discounted major currency on offer, but cut price in wake of considerably weaker than forecast preliminary PMIs from France, Germany and the Eurozone overall. The single currency is now under 1.1400 vs the Usd and has broken the 10DMA to the downside at 1.1356, with fibs now being eyed ahead of 1.1300, while pivoting 0.8850 against the Gbp even though Sterling is also suffering in sympathy and jittery on Brexit issues following initial euphoria due to the UK-EU Political Declaration.</p>\r\n\r\n<p>CAD/NZD/AUD - Also going relatively cheap and underperforming against their US peer, with the Loonie back below 1.3200 amidst an even steeper slide in crude prices ahead of Canadian CPI and retail sales data. Meanwhile, the Aud has retreated through 0.7250 again and hardly helped by overnight developments as ANZ revised its RBA outlook to unchanged until August 2020, and the ASIC launched a probe of CBA for the alleged mis-selling of insurance products. Similarly, the Kiwi has lost grip of 0.6800 amidst speculation that the RBNZ could loosen mortgage restrictions as part of its FSR due next week.</p>\r\n\r\n<p>GBP - As noted above, the Pound has lost a bit more positivity after Thursday&rsquo;s rally on the draft PD reached by Brexit negotiators given a mixed reaction to the details in UK political circles and ongoing doubt about approval by EU leaders. Cable is back below 1.2850 vs circa 1.2900 at best yesterday, albeit &lsquo;comfortably&rsquo; above the recent 1.2785 low with decent bids noted at 1.2800.</p>\r\n\r\n<p>JPY/CHF - Marginal divergence, as the Jpy keeps its head just above 113.00 vs the Greenback, but trade extremely rangebound given Japan&rsquo;s market closure just a day after US Thanksgiving and with many US participants widely anticipated to be out again today. Conversely, the Franc has dipped from best levels within a narrow 0.9970-35 range.</p>\r\n\r\n<p>DXY - The Dollar has benefited from the aforementioned relative weakness elsewhere, and the index is holding nearer the upper end of 96.394-751 parameters as a result, and on course to end the holiday-shortened week with a net gain, albeit modest having traded up to 96.898 and down to 96.037 at the other extreme.</p>\r\n\r\n<p>EM - Some consolidation at the end of a solid week for the likes of the Zar and Try that have both made potentially significant breaks of key levels at 14.0000 and 5.3000 vs the Usd respectively due to a combination of bullish technical and fundamental factors, ie the SARB &frac14; point hike yesterday.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>WTI (-4.3%) and Brent (-2.6%) are on track for their seventh weekly loss with WTI prices briefly breaching the USD 52.00/bbl level to the downside while Brent lingers just above USD 61/bbl. Some traders are citing the recent decline to technical factors, while Saudi Arabia signalled that its output may have reached a record high of above 10.7mln BPD, and the kingdom&rsquo;s Energy Minister Al-Falih noted that demand for oil will be lower in January 2019 compared to December 2018. This comes amidst the backdrop of this week&rsquo;s EIA data which showed that US production remained at a record high of 11.7mln barrels, the most since at least 1983; according to government data. Therefore, the complex is suffering from a double whammy with supply glut concerns and weaker demand concerns weighing on traders&rsquo; minds.</p>\r\n\r\n<p>Oil fell into bear market territory this month after the US granted temporary waivers to eight countries in regard to Iranian oil, in turn pouring cold water on some supply concerns, while sources emerged this morning noting that China are to resume the purchase of Iranian oil in November after their waiver. Some analysts highlighted that due to complications over insurance, shipping and payments, it may take until February or later until some of Iran&rsquo;s largest buyers such as South Korean and Japan resume purchases.</p>\r\n\r\n<p>As a reminder, due to the US Thanksgiving Holiday, WTI had no settlement price yesterday, while Brent Jan&rsquo;19 contract closed on Thursday at the lowest premium to WTI since August 31st.</p>\r\n\r\n<p>Elsewhere, gold (-0.4%) prices saw some downside after the yellow metal felt pressure from the firmer USD and copper weakened amid underperformance in China alongside a decline in Chinese commodity prices. Furthermore, China&rsquo;s Dalian Exchange are to relax their risk management restrictions on some futures in an attempt to attract more investors to boost liquidity given the recent slump in iron ore prices.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Core EU bonds have extended session highs in wake of the downbeat flash Eurozone PMIs that will be an added concern for those at the ECB already worried about the extent of the economic slowdown. Bunds have inched closer towards the top of a resistance band ahead of 161.00, at 160.97 (+34 ticks) and Gilts recently topped out just above their nearest big figure at 123.02 (+32 ticks), with the former not really or unduly hampered by ongoing strength in Italian BTPs at present (10 year future now off best levels but still 50+ ticks ahead and not far from 123.00 at one stage). However, US Treasuries are rather reluctant to tag along, albeit off overnight session lows ahead of Markit&rsquo;s preliminary PMI as not many trading desks are expected to be back up to full quota and action, if any, after Thanksgiving, not to mention early market closes that will likely keep turnover depressed.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-23rd-november-2018-23-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 19:39:00",
        "gmt_time": "2018-11-23 11:39:00"
    },
    {
        "id": 684629,
        "updated_sequence": 1093387,
        "published_at": {
            "unix": 1542972000,
            "text": "2018-11-23 11:20:00 +0000",
            "iso_8601": "2018-11-23T11:20:00Z"
        },
        "updated_at": {
            "unix": 1542972146,
            "text": "2018-11-23 11:22:26 +0000",
            "iso_8601": "2018-11-23T11:22:26Z"
        },
        "subject": "UK PM May's Spokeswoman says that they are not planning to reopen the withdrawal agreement, and they are making sure of a good deal for the whole UK family",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-s-spokeswoman-says-that-they-are-not-planning-to-reopen-the-withdrawal-agreement-and-they-are-making-sure-of-a-good-deal-for-the-whole-uk-family-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 19:20:00",
        "gmt_time": "2018-11-23 11:20:00"
    },
    {
        "id": 684628,
        "updated_sequence": 1093382,
        "published_at": {
            "unix": 1542971880,
            "text": "2018-11-23 11:18:00 +0000",
            "iso_8601": "2018-11-23T11:18:00Z"
        },
        "updated_at": {
            "unix": 1542971975,
            "text": "2018-11-23 11:19:35 +0000",
            "iso_8601": "2018-11-23T11:19:35Z"
        },
        "subject": "BuzzFeed's Nardelli tweets \"A small, but important, Brexit update: Spain still unhappy, asked others this morning, if Art. 132 (extending transition) can be changed then why can't Art. 184 (negotiations on the future relationship)?\"",
        "content": "<ul><li><a href=\"https://twitter.com/AlbertoNardelli/status/1065927252993552384\">Click here for the tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "buzzfeed-s-nardelli-tweets-a-small-but-important-brexit-update-spain-still-unhappy-asked-others-this-morning-if-art-132-extending-transition-can-be-changed-then-why-can-t-art-184-negotiations-on-the-future-relationship-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 19:18:00",
        "gmt_time": "2018-11-23 11:18:00"
    },
    {
        "id": 684627,
        "updated_sequence": 1093379,
        "published_at": {
            "unix": 1542971160,
            "text": "2018-11-23 11:06:00 +0000",
            "iso_8601": "2018-11-23T11:06:00Z"
        },
        "updated_at": {
            "unix": 1542971348,
            "text": "2018-11-23 11:09:08 +0000",
            "iso_8601": "2018-11-23T11:09:08Z"
        },
        "subject": "Germany's Union Verdi has called for a strike at Metro (B4B GY) supermarkets on Monday",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, company shares fell to fresh session lows from EUR 13.975 to EUR 13.655</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1542971220,
            "text": "2018-11-23 11:07:00 +0000",
            "iso_8601": "2018-11-23T11:07:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "germany-s-union-verdi-has-called-for-a-strike-at-metro-b4b-gy-supermarkets-on-monday-23-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 19:06:00",
        "gmt_time": "2018-11-23 11:06:00"
    },
    {
        "id": 684624,
        "updated_sequence": 1093363,
        "published_at": {
            "unix": 1542970620,
            "text": "2018-11-23 10:57:00 +0000",
            "iso_8601": "2018-11-23T10:57:00Z"
        },
        "updated_at": {
            "unix": 1542970686,
            "text": "2018-11-23 10:58:06 +0000",
            "iso_8601": "2018-11-23T10:58:06Z"
        },
        "subject": "German Government Spokesperson, when asked about Gibraltar, says he expects the dispute to be resolved by Sunday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-government-spokesperson-when-asked-about-gibraltar-says-he-expects-the-dispute-to-be-resolved-by-sunday-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 18:57:00",
        "gmt_time": "2018-11-23 10:57:00"
    },
    {
        "id": 684623,
        "updated_sequence": 1093360,
        "published_at": {
            "unix": 1542970140,
            "text": "2018-11-23 10:49:00 +0000",
            "iso_8601": "2018-11-23T10:49:00Z"
        },
        "updated_at": {
            "unix": 1542970318,
            "text": "2018-11-23 10:51:58 +0000",
            "iso_8601": "2018-11-23T10:51:58Z"
        },
        "subject": "European Commission opens investigations into airline ticket distribution services; of note for Amadeus (AMS SM)",
        "content": "<ul><li><a href=\"http://europa.eu/rapid/press-release_IP-18-6538_en.htm\">Click here for the link</a></li>\r\n</ul>\r\n",
        "reaction_details": "<ul><li>In an immediate reaction, company share fell to fresh lows from EUR 63.86 to EUR 61.72</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1542970318,
            "text": "2018-11-23 10:51:58 +0000",
            "iso_8601": "2018-11-23T10:51:58Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "European Commission",
        "slug": "european-commission-opens-investigations-into-airline-ticket-distribution-services-of-note-for-amadeus-ams-sm-23-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 18:49:00",
        "gmt_time": "2018-11-23 10:49:00"
    },
    {
        "id": 684622,
        "updated_sequence": 1093371,
        "published_at": {
            "unix": 1542969900,
            "text": "2018-11-23 10:45:00 +0000",
            "iso_8601": "2018-11-23T10:45:00Z"
        },
        "updated_at": {
            "unix": 1542970848,
            "text": "2018-11-23 11:00:48 +0000",
            "iso_8601": "2018-11-23T11:00:48Z"
        },
        "subject": "RANsquawk EU Mid Session - 23rd November 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20619/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p>EU MID-SESSION UPDATE: EUR suffers post-PMIs while oil is poised for a seventh consecutive weekly loss</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>After opening with little in the way of firm direction amid holiday thinned markets (US, Japan and India), European equities have posted modest gains with the EuroStoxx 50 higher by 0.1%. Leading the charge in Europe is the FTSE MIB (+0.5%) with Italian assets underpinned by optimism that the populist government could reign in some of their budgetary demands with reports suggesting that the EU Affairs Minister Savona could step down from his position (later denied) due to dissent over Italy&rsquo;s intentions to violate EU budget laws. This also comes amidst a backdrop of increasing pressure from President Mattarella who wants the technocratic PM Conte to get a deal done with the EC, whilst other Italian press report highlight the need for Italy to increase the sincerity of Italy&rsquo;s concessions to Europe. In terms of sector specifics, upside in Italian banking names has helped spur gains in European financials, with the sector outperforming. To the downside, energy names lag, in-fitting with price action in the complex with crude seemingly unable to stem recent losses. Individual movers include Renault (+4.2%), who have been granted some reprieve from recent losses following a broker upgrade at Jefferies and as Nissan continue to reorganise their corporate leadership. Elsewhere, GEA Group (-14.3%) are lower after cutting guidance whilst Altice (-9.8%) continue to face selling pressure following yesterday&rsquo;s disappointing market update.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>EUR - Not the most discounted major currency on offer, but cut price in wake of considerably weaker than forecast preliminary PMIs from France, Germany and the Eurozone overall. The single currency is now under 1.1400 vs the Usd and testing the 10DMA on the downside at 1.1356, while pivoting 0.8850 against the Gbp even though Sterling is also suffering in sympathy and jittery on Brexit issues following initial euphoria due to the UK-EU Political Declaration.</p>\r\n\r\n<p>CAD/NZD/AUD - Also going relatively cheap and underperforming against their US peer, with the Loonie back below 1.3200 amidst an even steeper slide in crude prices ahead of Canadian CPI and retail sales data. Meanwhile, the Aud has retreated through 0.7250 again and hardly helped by overnight developments as ANZ revised its RBA outlook to unchanged until August 2020, and the ASIC launched a probe of CBA for the alleged mis-selling of insurance products. Similarly, the Kiwi has lost grip of 0.6800 amidst speculation that the RBNZ could loosen mortgage restrictions as part of its FSR due next week.</p>\r\n\r\n<p>GBP - As noted above, the Pound has lost a bit more positivity after Thursday&rsquo;s rally on the draft PD reached by Brexit negotiators given a mixed reaction to the details in UK political circles and ongoing doubt about approval by EU leaders. Cable is back near 1.2850 vs circa 1.2900 at best yesterday, albeit &lsquo;comfortably&rsquo; above the recent 1.2785 low.</p>\r\n\r\n<p>JPY/CHF - Marginal divergence, as the Jpy keeps its head just above 113.00 vs the Greenback, but trade extremely rangebound given Japan&rsquo;s market closure just a day after US Thanksgiving and with many US participants widely anticipated to be out again today. Conversely, the Franc has dipped from best levels within a narrow 0.9970-35 range.</p>\r\n\r\n<p>DXY - The Dollar has benefited from the aforementioned relative weakness elsewhere, and the index is holding nearer the upper end of 96.394-751 parameters as a result, and on course to end the holiday-shortened week with a net gain, albeit modest having traded up to 96.898 and down to 96.037 at the other extreme.</p>\r\n\r\n<p>EM - Some consolidation at the end of a solid week for the likes of the Zar and Try that have both made potentially significant breaks of key levels at 14.0000 and 5.3000 vs the Usd respectively due to a combination of bullish technical and fundamental factors, ie the SARB &frac14; point hike yesterday.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Core EU bonds have extended session highs in wake of the downbeat flash Eurozone PMIs that will be an added concern for those at the ECB already worried about the extent of the economic slowdown. Bunds have inched closer towards the top of a resistance band ahead of 161.00, at 160.93 (+30 ticks) and Gilts recently topped out just ahead of their nearest big figure at 122.95 (+1/4 point exactly), with the former not really or unduly hampered by ongoing strength in Italian BTPs at present (10 year future now off best levels but still 50+ ticks ahead and not far from 123.00 at one stage). However, US Treasuries are rather reluctant to tag along, albeit off overnight session lows ahead of Markit&rsquo;s preliminary PMI as not many trading desks are expected to be back up to full quota and action, if any, after Thanksgiving, not to mention early market closes that will likely keep turnover depressed.</p>\r\n\r\n<p>COMMODITIES&nbsp;</p>\r\n\r\n<p>WTI (-5.1%) and Brent (-3.3%) are on track for their seventh weekly loss with WTI prices briefly breaching the USD 52.00/bbl level to the downside while Brent lingers just above USD 60.50/bbl. Some traders are citing the recent decline to technical factors, while Saudi Arabia signalled that its output may have reached a record high of above 10.7mln BPD, and the kingdom&rsquo;s Energy Minister Al-Falih noted that demand for oil will be lower in January 2019 compared to December 2018. This comes amidst the backdrop of this week&rsquo;s EIA data which showed that US production remained at a record high of 11.7mln barrels, the most since at least 1983; according to government data. Therefore, the complex is suffering from a double whammy with supply glut concerns and weaker demand concerns weighing on traders&rsquo; minds.</p>\r\n\r\n<p>Oil fell into bear market territory this month after the US granted temporary waivers to eight countries in regard to Iranian oil, in turn pouring cold water on some supply concerns, while sources emerged this morning noting that China are to resume the purchase of Iranian oil in November after their waiver. Some analysts highlighted that due to complications over insurance, shipping and payments, it may take until February or later until some of Iran&rsquo;s largest buyers such as South Korean and Japan resume purchases.</p>\r\n\r\n<p>As a reminder, due to the US Thanksgiving Holiday, WTI had no settlement price yesterday, while Brent Jan&rsquo;19 contract closed on Thursday at the lowest premium to WTI since August 31st.</p>\r\n\r\n<p>Elsewhere, gold (-0.4%) prices saw some downside after the yellow metal felt pressure from the firmer USD and copper weakened amid underperformance in China alongside a decline in Chinese commodity prices. Furthermore, China&rsquo;s Dalian Exchange are to relax their risk management restrictions on some futures in an attempt to attract more investors to boost liquidity given the recent slump in iron ore prices.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-23rd-november-2018-23-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 18:45:00",
        "gmt_time": "2018-11-23 10:45:00"
    },
    {
        "id": 684621,
        "updated_sequence": 1093351,
        "published_at": {
            "unix": 1542969420,
            "text": "2018-11-23 10:37:00 +0000",
            "iso_8601": "2018-11-23T10:37:00Z"
        },
        "updated_at": {
            "unix": 1542969526,
            "text": "2018-11-23 10:38:46 +0000",
            "iso_8601": "2018-11-23T10:38:46Z"
        },
        "subject": "Fixed Income: post-EZ PMI plus pre-weekend buying?",
        "content": "<p>Core EU bonds have extended session highs in wake of the downbeat flash Eurozone PMIs that will be an added concern for those at the ECB already worried about the extent of the economic slowdown. Bunds have inched closer towards the top of a resistance band ahead of 161.00, at 160.93&nbsp;(+30&nbsp;ticks) and Gilts recently topped out just ahead of their nearest big figure at 122.95 (+1/4 point exactly), with the former not really or unduly hampered by ongoing strength in Italian BTPs at present (10 year future now off best levels but still 50+ ticks ahead and not far from 123.00 at one stage). However, US Treasuries are rather reluctant to tag along, albeit off overnight session lows ahead of Markit&rsquo;s preliminary PMI as not many trading desks are expected to be back up to full quota and action, if any, after Thanksgiving, not to mention early market closes that will likely keep turnover depressed.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-post-ez-pmi-plus-pre-weekend-buying-23-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 18:37:00",
        "gmt_time": "2018-11-23 10:37:00"
    },
    {
        "id": 684620,
        "updated_sequence": 1093348,
        "published_at": {
            "unix": 1542968400,
            "text": "2018-11-23 10:20:00 +0000",
            "iso_8601": "2018-11-23T10:20:00Z"
        },
        "updated_at": {
            "unix": 1542968452,
            "text": "2018-11-23 10:20:52 +0000",
            "iso_8601": "2018-11-23T10:20:52Z"
        },
        "subject": "FX Morning Colour: Euro becomes one of Black Fridays best sellers after bleak EZ PMIs",
        "content": "<p>EUR</p>\r\n\r\n<p>Not the most discounted major currency on offer, but cut price in wake of considerably weaker than forecast preliminary PMIs from France, Germany and the Eurozone overall. The single currency is now under 1.1400 vs the Usd and pivoting 0.8850 against the Gbp even though Sterling is also suffering in sympathy and jittery on Brexit issues following initial euphoria due to the UK-EU Political Declaration.</p>\r\n\r\n<p>CAD/NZD/AUD</p>\r\n\r\n<p>Also going relatively cheap and underperforming against their US peer, with the Loonie back below 1.3200 amidst an even steeper slide in crude prices ahead of Canadian CPI and retail sales data. Meanwhile, the Aud has retreated through 0.7250 again and hardly helped by overnight developments as ANZ revised its RBA outlook to unchanged until August 2020, and the ASIC launched a probe of CBA for the alleged mis-selling of insurance products. Similarly, the Kiwi has lost grip of 0.6800 amidst speculation that the RBNZ could loosen mortgage restrictions as part of its FSR due next week.</p>\r\n\r\n<p>GBP</p>\r\n\r\n<p>As noted above, the Pound has lost a bit more positivity after Thursday&rsquo;s rally on the draft PD reached by Brexit negotiators given a mixed reaction to the details in UK political circles and ongoing doubt about approval by EU leaders. Cable is back near 1.2850 vs circa 1.2900 at best yesterday, albeit &lsquo;comfortably&rsquo; above the recent 1.2785 low.</p>\r\n\r\n<p>JPY/CHF</p>\r\n\r\n<p>Marginal divergence, as the Jpy keeps its head just above 113.00 vs the Greenback, but trade extremely rangebound given Japan&rsquo;s market closure just a day after US Thanksgiving and with many US participants widely anticipated to be out again today. Conversely, the Franc has dipped from best levels within a narrow 0.9970-35 range.</p>\r\n\r\n<p>DXY</p>\r\n\r\n<p>The Dollar has benefited from the aforementioned relative weakness elsewhere, and the index is holding nearer the upper end of 96.394-751 parameters as a result, and on course to end the holiday-shortened week with a net gain, albeit modest having traded up to 96.898 and down to 96.037 at the other extreme.</p>\r\n\r\n<p>EM</p>\r\n\r\n<p>Some consolidation at the end of a solid week for the likes of the Zar and Try that have both made potentially significant breaks of key levels at 14.0000 and 5.3000 vs the Usd respectively due to a combination of bullish technical and fundamental factors, ie the SARB &frac14; point hike yesterday.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-euro-becomes-one-of-black-friday-s-best-sellers-after-bleak-ez-pmis-23-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 18:20:00",
        "gmt_time": "2018-11-23 10:20:00"
    },
    {
        "id": 684619,
        "updated_sequence": 1093345,
        "published_at": {
            "unix": 1542968100,
            "text": "2018-11-23 10:15:00 +0000",
            "iso_8601": "2018-11-23T10:15:00Z"
        },
        "updated_at": {
            "unix": 1542968291,
            "text": "2018-11-23 10:18:11 +0000",
            "iso_8601": "2018-11-23T10:18:11Z"
        },
        "subject": "North Sea Buzzard oil field has fully shut down its production and it is unclear when production will restart; Buzzard produced around 130K BPD of oil in H1 2018",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "north-sea-buzzard-oil-field-has-fully-shut-down-its-production-and-it-is-unclear-when-production-will-restart-buzzard-produced-around-130k-bpd-of-oil-in-h1-2018-23-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 18:15:00",
        "gmt_time": "2018-11-23 10:15:00"
    },
    {
        "id": 684618,
        "updated_sequence": 1093339,
        "published_at": {
            "unix": 1542967320,
            "text": "2018-11-23 10:02:00 +0000",
            "iso_8601": "2018-11-23T10:02:00Z"
        },
        "updated_at": {
            "unix": 1542967536,
            "text": "2018-11-23 10:05:36 +0000",
            "iso_8601": "2018-11-23T10:05:36Z"
        },
        "subject": "Capita (CPI LN) have struck an agreement to lower their pension scheme deficit which is in line with their commitments made in Jan 2018; payments will total GBP 176mln",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, Capita shares spiked higher from GBP 1.0975 to GBP 1.1195 before paring back a bulk of the move</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1542967536,
            "text": "2018-11-23 10:05:36 +0000",
            "iso_8601": "2018-11-23T10:05:36Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "capita-cpi-ln-have-struck-an-agreement-to-lower-their-pension-scheme-deficit-which-is-in-line-with-their-commitments-made-in-jan-2018-payments-will-total-gbp-176mln-23-11-2018",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 18:02:00",
        "gmt_time": "2018-11-23 10:02:00"
    },
    {
        "id": 684616,
        "updated_sequence": 1093327,
        "published_at": {
            "unix": 1542963720,
            "text": "2018-11-23 09:02:00 +0000",
            "iso_8601": "2018-11-23T09:02:00Z"
        },
        "updated_at": {
            "unix": 1542963767,
            "text": "2018-11-23 09:02:47 +0000",
            "iso_8601": "2018-11-23T09:02:47Z"
        },
        "subject": "RANSQUAWK NOTICE: Please see below the desk and market closures for this today's US Thanksgiving Holiday",
        "content": "<p>FRIDAY</p>\r\n\r\n<p>Desk</p>\r\n\r\n<p>The desk will operate a normal service on Friday until 1845GMT/1245CST, upon which the desk will close given the US market closures</p>\r\n\r\n<p>Electronic trade CME Globex:</p>\r\n\r\n<p>Equity, Interest Rates, FX&ndash; Early close at 1815GMT. Energy &amp; Metals at 1845GMT</p>\r\n\r\n<p>Pit</p>\r\n\r\n<p>CME - FX, Interest Rates close at 1800GMT/1200CST. Equities Futures and Options Close at 1815GMT/1215CST</p>\r\n\r\n<p>NYSE &ndash; Early closure at 1800GMT/1200CST</p>\r\n\r\n<p>ICE &ndash; Click&nbsp;here</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-notice-please-see-below-the-desk-and-market-closures-for-this-today-s-us-thanksgiving-holiday-23-11-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 17:02:00",
        "gmt_time": "2018-11-23 09:02:00"
    },
    {
        "id": 684451,
        "updated_sequence": 1093306,
        "published_at": {
            "unix": 1542963600,
            "text": "2018-11-23 09:00:00 +0000",
            "iso_8601": "2018-11-23T09:00:00Z"
        },
        "updated_at": {
            "unix": 1542963600,
            "text": "2018-11-23 09:00:00 +0000",
            "iso_8601": "2018-11-23T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-22-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 17:00:00",
        "gmt_time": "2018-11-23 09:00:00"
    },
    {
        "id": 684611,
        "updated_sequence": 1093304,
        "published_at": {
            "unix": 1542963120,
            "text": "2018-11-23 08:52:00 +0000",
            "iso_8601": "2018-11-23T08:52:00Z"
        },
        "updated_at": {
            "unix": 1542963209,
            "text": "2018-11-23 08:53:29 +0000",
            "iso_8601": "2018-11-23T08:53:29Z"
        },
        "subject": "UK debt and STIR futures grinding higher after lacklustre return to Liffe ",
        "content": "<p>Gilts and Short Sterling contracts were largely churning or merely going through the motions in the absence of any scheduled domestic data and events on Black Friday, before turning mildly bullish alongside Bunds and Euribor on the back of rather bleak Eurozone flash PMIs from France and Germany. There was only a token nod from the longer end of the UK curve to typically hawkish-leaning rhetoric by BoE&rsquo;s Saunders late yesterday as the 10 year benchmark opened 5 ticks adrift and dipped a bit further to 122.61 vs Thursday&rsquo;s 122.70 close and the 3 month strip slipped a tick or 2 below parity, but the former is now just shy of 122.87 and latter has reversed to stand 1-2 ticks ahead. Back to Eurex, the core Eurozone bond has now breached near term resistance and eyeing the 160.87-92 area next vs a 160.80 peak so far (+17 ticks vs -12 ticks at one stage).</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-grinding-higher-after-lacklustre-return-to-liffe-23-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 16:52:00",
        "gmt_time": "2018-11-23 08:52:00"
    },
    {
        "id": 684610,
        "updated_sequence": 1093301,
        "published_at": {
            "unix": 1542962280,
            "text": "2018-11-23 08:38:00 +0000",
            "iso_8601": "2018-11-23T08:38:00Z"
        },
        "updated_at": {
            "unix": 1542962504,
            "text": "2018-11-23 08:41:44 +0000",
            "iso_8601": "2018-11-23T08:41:44Z"
        },
        "subject": "Gibraltar Chief Minister Picardo says an agreement has been reached with his Spanish colleagues, have delivered on Gibraltar",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "gibraltar-chief-minister-picardo-says-an-agreement-has-been-reached-with-his-spanish-colleagues-have-delivered-on-gibraltar-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 16:38:00",
        "gmt_time": "2018-11-23 08:38:00"
    },
    {
        "id": 684603,
        "updated_sequence": 1093273,
        "published_at": {
            "unix": 1542960720,
            "text": "2018-11-23 08:12:00 +0000",
            "iso_8601": "2018-11-23T08:12:00Z"
        },
        "updated_at": {
            "unix": 1542960853,
            "text": "2018-11-23 08:14:13 +0000",
            "iso_8601": "2018-11-23T08:14:13Z"
        },
        "subject": "Italian EU Affairs Minister Savona denies reports that he is considering quitting",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>This follows reports via Corriere that Italy&#39;s EU Affairs Minister Savona is reportedly thinking about resigning in dissent over the government&#39;s challenge to EU budget rules</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1542960853,
            "text": "2018-11-23 08:14:13 +0000",
            "iso_8601": "2018-11-23T08:14:13Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "italian-eu-affairs-minister-savona-denies-reports-that-he-is-considering-quitting-23-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 16:12:00",
        "gmt_time": "2018-11-23 08:12:00"
    },
    {
        "id": 684602,
        "updated_sequence": 1093267,
        "published_at": {
            "unix": 1542960660,
            "text": "2018-11-23 08:11:00 +0000",
            "iso_8601": "2018-11-23T08:11:00Z"
        },
        "updated_at": {
            "unix": 1542960769,
            "text": "2018-11-23 08:12:49 +0000",
            "iso_8601": "2018-11-23T08:12:49Z"
        },
        "subject": "ECB says banks borrowed EUR 662mln at marginal rate & deposited EUR 627.1bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-borrowed-eur-662mln-at-marginal-rate-deposited-eur-627-1bln-23-11-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 16:11:00",
        "gmt_time": "2018-11-23 08:11:00"
    },
    {
        "id": 684600,
        "updated_sequence": 1093261,
        "published_at": {
            "unix": 1542960360,
            "text": "2018-11-23 08:06:00 +0000",
            "iso_8601": "2018-11-23T08:06:00Z"
        },
        "updated_at": {
            "unix": 1542960414,
            "text": "2018-11-23 08:06:54 +0000",
            "iso_8601": "2018-11-23T08:06:54Z"
        },
        "subject": "Morning EU Movers: Renault (RNO FP) +2.0%, Nokia (NOKIA FH) +0.9% Kingfisher (KGF LN) -1.7%, Volkswagen (VOW3 GY) -0.7%, GEA (G1A GY) -8.6% ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morning-eu-movers-renault-rno-fp-2-0-nokia-nokia-fh-0-9-kingfisher-kgf-ln-1-7-volkswagen-vow3-gy-0-7-gea-g1a-gy-8-6-23-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 16:06:00",
        "gmt_time": "2018-11-23 08:06:00"
    },
    {
        "id": 684599,
        "updated_sequence": 1093258,
        "published_at": {
            "unix": 1542960000,
            "text": "2018-11-23 08:00:00 +0000",
            "iso_8601": "2018-11-23T08:00:00Z"
        },
        "updated_at": {
            "unix": 1542960025,
            "text": "2018-11-23 08:00:25 +0000",
            "iso_8601": "2018-11-23T08:00:25Z"
        },
        "subject": "Bunds: minor fade after marginal uptick",
        "content": "<p>Early Eurex price &lsquo;action&rsquo; does not auger well for those looking for trading opportunities, but the 10 year German debt future has gradually drifted down from 160.70 vs 160.65 at open and through Thursday&rsquo;s 160.63 settlement level to 160.51, eyeing a grinding bid in BTPs within 122.65-121.96 parameters vs yesterday&rsquo;s 122.10 close, and EU equity futures that are paring losses into the final session of the week for cash bourses. However, upcoming preliminary Eurozone PMIs have the potential to prompt more activity, especially if weaker than expected after ECB minutes highlighting some divergence over growth risks from the official balanced outlook vs a downgrade and potential shift to the latter in December. Back to Italy, and despite ongoing intransigence over the major outline of the 2019 from key Government officials, not all in Rome appear intent on pursuing fiscal policies that will force the EU to implement excess deficit measures, so markets are anticipating some form of compromise before push really comes to shove.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-minor-fade-after-marginal-uptick-23-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 16:00:00",
        "gmt_time": "2018-11-23 08:00:00"
    },
    {
        "id": 684598,
        "updated_sequence": 1093255,
        "published_at": {
            "unix": 1542959340,
            "text": "2018-11-23 07:49:00 +0000",
            "iso_8601": "2018-11-23T07:49:00Z"
        },
        "updated_at": {
            "unix": 1542959728,
            "text": "2018-11-23 07:55:28 +0000",
            "iso_8601": "2018-11-23T07:55:28Z"
        },
        "subject": "Business Insider's Adam Payne tweets \"Speaking in political terms, its unlikely that the EU27 would endorse a deal that one member state is so strongly opposed to, given the unity of the EU27 up to now.\"",
        "content": "<p><a href=\"https://twitter.com/adampayne26/status/1065874798507642880\">Click here for the tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "business-insider-s-adam-payne-tweets-speaking-in-political-terms-it-s-unlikely-that-the-eu27-would-endorse-a-deal-that-one-member-state-is-so-strongly-opposed-to-given-the-unity-of-the-eu27-up-to-now-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 15:49:00",
        "gmt_time": "2018-11-23 07:49:00"
    },
    {
        "id": 684597,
        "updated_sequence": 1093252,
        "published_at": {
            "unix": 1542958800,
            "text": "2018-11-23 07:40:00 +0000",
            "iso_8601": "2018-11-23T07:40:00Z"
        },
        "updated_at": {
            "unix": 1542959084,
            "text": "2018-11-23 07:44:44 +0000",
            "iso_8601": "2018-11-23T07:44:44Z"
        },
        "subject": "BuzzFeed's Nardelli tweets \"On Spain: - a number of member states noted support for Spain at a meeting of EU27 ambos Thu.  - more importantly, most made clear everything, incl Spain, has to be sorted today\"",
        "content": "<ul><li>The tweet goes on to say &quot;- commission working w/ Spain on a text, which sources suggest could be a statement to adopt at Euco&quot;&nbsp;</li>\r\n</ul>\r\n\r\n<p><a href=\"https://twitter.com/AlbertoNardelli/status/1065872509030072320\">Click here for the link</a></p>\r\n\r\n<ul><li>The next tweet goes on to state &quot;Although it is true Spain has no veto, indeed there is no vote on Sunday, I think it would be odd and unlikely politically for EU27, having been united thus far (not easy) to not want to endorse a deal that all are on board with&quot;</li>\r\n</ul>\r\n\r\n<p><a href=\"https://twitter.com/AlbertoNardelli/status/1065873208577003520\">Click here for the tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "buzzfeed-s-nardelli-tweets-on-spain-a-number-of-member-states-noted-support-for-spain-at-a-meeting-of-eu27-ambos-thu-more-importantly-most-made-clear-everything-incl-spain-has-to-be-sorted-today-23-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 15:40:00",
        "gmt_time": "2018-11-23 07:40:00"
    },
    {
        "id": 684595,
        "updated_sequence": 1093250,
        "published_at": {
            "unix": 1542958620,
            "text": "2018-11-23 07:37:00 +0000",
            "iso_8601": "2018-11-23T07:37:00Z"
        },
        "updated_at": {
            "unix": 1542959037,
            "text": "2018-11-23 07:43:57 +0000",
            "iso_8601": "2018-11-23T07:43:57Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Indivior (INDV LN) &ndash; Health Canada has approved Sublocade injection for subcutaneous use. The injection will be marketed by Indivior Canada and will be available H2 2019. (Newswires)</p>\r\n\r\n<p>Nokia (NOKIA FH) - US government is pushing allies to shun Chinese company Huawei amid security concerns.&nbsp;(WSJ)</p>\r\n\r\n<p>Allianz (ALV GY) - CEO Oliver Bate&#39;s contract has been extended to September 2024 from September 2019. (Newswires)</p>\r\n\r\n<p>Volkswagen (VOW3 GY) - German regional court ordered Co. to refund full price of Golf due to emission scandal. (Bild)</p>\r\n\r\n<p>CREDIT SUISSE (CSGN SW) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC</p>\r\n\r\n<p>KINGFISHER (KGF LN) DOWNGRADED TO NEUTRAL FROM BUY AT GOLMAN SACHS</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-23-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 15:37:00",
        "gmt_time": "2018-11-23 07:37:00"
    },
    {
        "id": 684596,
        "updated_sequence": 1093234,
        "published_at": {
            "unix": 1542957780,
            "text": "2018-11-23 07:23:00 +0000",
            "iso_8601": "2018-11-23T07:23:00Z"
        },
        "updated_at": {
            "unix": 1542958062,
            "text": "2018-11-23 07:27:42 +0000",
            "iso_8601": "2018-11-23T07:27:42Z"
        },
        "subject": "Option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1325 (512M), 1.1360 (904M), 1.1400 (694M)</p>\r\n\r\n<p>EUR/GBP: 0.8700 (440M)</p>\r\n\r\n<p>GBP/USD: 1.2850 (440M)</p>\r\n\r\n<p>AUD/USD: 0.7240-50 (772M), 0.7300 (273M)</p>\r\n\r\n<p>NZD/USD: 0.6800 (464M)</p>\r\n\r\n<p>AUD/NZD: 1.0700 (310M)</p>\r\n\r\n<p>USD/CAD: <strong>1.3100 (1BLN)</strong>, 1.3190 (340M)</p>\r\n\r\n<p>USD/JPY: 112.85 (764M), 113.45-50 (600M), 114.00 (642M)</p>\r\n\r\n<p>EUR/JPY: 128.00 (661M), 128.65 (397M)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "option-expiries-for-today-s-ny-cut-23-11-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 15:23:00",
        "gmt_time": "2018-11-23 07:23:00"
    },
    {
        "id": 684592,
        "updated_sequence": 1093228,
        "published_at": {
            "unix": 1542956160,
            "text": "2018-11-23 06:56:00 +0000",
            "iso_8601": "2018-11-23T06:56:00Z"
        },
        "updated_at": {
            "unix": 1542956808,
            "text": "2018-11-23 07:06:48 +0000",
            "iso_8601": "2018-11-23T07:06:48Z"
        },
        "subject": "Italy's EU Affairs Minister Savona reportedly thinking about resigning in dissent over the government's challenge to EU budget rules; according to Corriere",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Corriere Della Sera",
        "slug": "italy-s-eu-affairs-minister-savona-reportedly-thinking-about-resigning-in-dissent-over-the-government-s-challenge-to-eu-budget-rules-according-to-corriere-23-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 14:56:00",
        "gmt_time": "2018-11-23 06:56:00"
    },
    {
        "id": 684591,
        "updated_sequence": 1093210,
        "published_at": {
            "unix": 1542955680,
            "text": "2018-11-23 06:48:00 +0000",
            "iso_8601": "2018-11-23T06:48:00Z"
        },
        "updated_at": {
            "unix": 1542955753,
            "text": "2018-11-23 06:49:13 +0000",
            "iso_8601": "2018-11-23T06:49:13Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p><strong>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</strong></p>\r\n\r\n<p><strong>23rd November 2018</strong></p>\r\n\r\n<p><strong>The Daily European Equity Opening News is uploaded at 0700GMT/0100CST recapping all of the overnight equity news</strong></p>\r\n\r\n<p><strong>From 0700GMT/0100CsT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CST.</strong></p>\r\n\r\n<p><strong>There will be an additional audio rundown at 0750GMT/0150CST recapping any company news which has hit the wires since 0715GMT/0115CST ahead of the European equity open</strong></p>\r\n\r\n<p><strong>ASIA</strong></p>\r\n\r\n<p>Asian stocks traded mostly lower with sentiment in the region subdued by trade concerns and holiday-thinned conditions in the US, while Japan and India also observed public holidays. ASX 200 (+0.4%) was positive with the index supported by strength in its top-weighted financials sector amid gains in Australia&rsquo;s largest banks after Macquarie pulled-off a rarity at the banking royal commission in which it emerged unscathed and with its reputation enhanced. Elsewhere, Shanghai Comp. (-2.5%) and Hang Seng (-0.8%) were negative amid ongoing trade uncertainty as China responded to the recent trade report by the US, in which it dismissed the accusations of unfair trade practices as groundless and totally unacceptable. In addition, the US called for its allies to stop using Huawei equipment and weak earnings results from Meituan Dianping in which the online service provider&rsquo;s losses ballooned, further added to the glum.</p>\r\n\r\n<p><strong>FTSE</strong></p>\r\n\r\n<p>Berkeley Group (BKG LN) &ndash; Co. have defended recent bribery allegations by stating that a thorough investigation by a QC concluded that allegation were &ldquo;unfounded&rdquo;. (Times)</p>\r\n\r\n<p>Vodafone (VOD LN) &ndash; Co. reportedly looking at job reductions in Spain. (Newswires)</p>\r\n\r\n<p>OTHER UK COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>KINGFISHER (KGF LN) UPGRADED TO BUY FROM HOLD AT BERENBERG</p>\r\n\r\n<p><strong>DAX</strong></p>\r\n\r\n<p>Volkswagen (VOW3 GY)/ BMW (BMW GY)/ Daimler (DAI GY) &ndash; The heads of Co.&rsquo;s are ready to meet the Trump administration, but have not received a formal invitation; according to industry sources. (Newswires)</p>\r\n\r\n<p>Lufthansa (LHA GY) &ndash; Co. rejected reports that CFO Svensson wants to step down; adding that they want to extend his contract. (Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>GEA (G1A GY) &ndash; Co. downgraded outlook and stated it was less confident about its business in 2019 while citing macroeconomic environment combined with rising material and staff costs. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>HENKEL (HEN3 GY) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT CREDIT SUISSE</p>\r\n\r\n<p><strong>CAC</strong></p>\r\n\r\n<p>Renault (RNO FP) &ndash; Japanese prosecutors are said to be likely to build a new criminal case against ousted Nissan chairman Ghosn; according to Japanese press. (Asahi) Furthermore, Nissan is to seek a review of Renault&rsquo;s shareholding structure; according to sources. (Newswires)</p>\r\n\r\n<p>Peugeot (UG FP) &ndash; PSA group and Toyota have decided to terminate their joint production of small vehicles by 2021, but will add cooperation in light commercial vehicles; according to French press. (Les Echos)</p>\r\n\r\n<p>Airbus (AIR FP) - Air France (AF FP) are reportedly looking at reducing its Airbus A380 fleet. (Newswires) &nbsp;</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>RENAULT (RNO FP) UPGRADED TO BUY FROM HOLD AT JEFFERIES</p>\r\n\r\n<p><strong>PAN EUROPE</strong></p>\r\n\r\n<p>Airbus (AIR FP)/ BAE Systems (BA/ LN)/ Leonardo (LDO IM) &ndash; The German defence ministry is expects to announce its next steps in replaces 85 Tornado fighter jets. The jet is manufactured by a consortium of Airbus, BAE systems and Leonardo. Sources state the ministry was likely to narrow the field of replacements jets from four to two. (Newswires)</p>\r\n\r\n<p>Ferrovial (FER SM) &ndash; Co. is to start the sale process of its services unit this year. (Newswires)</p>\r\n\r\n<p><strong>SMI</strong></p>\r\n\r\n<p>Novartis (NOVN SW) &ndash; Co. announced landmark EU approval for one-time gene therapy Luxturna to restore vision in people with a rare inherited retinal disease. (Newswires)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p><strong>SCANDINAVIA</strong></p>\r\n\r\n<p>Novo Nordisk (NOVOB DC) &ndash; Co. announced that its Pinoeer 9 type 2 diabetes trial successfully achieved its primary objective. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p><strong>US</strong></p>\r\n\r\n<p>US cash markets were closed due to the Thanksgiving Holiday</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-23-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 14:48:00",
        "gmt_time": "2018-11-23 06:48:00"
    },
    {
        "id": 684590,
        "updated_sequence": 1093202,
        "published_at": {
            "unix": 1542954480,
            "text": "2018-11-23 06:28:00 +0000",
            "iso_8601": "2018-11-23T06:28:00Z"
        },
        "updated_at": {
            "unix": 1542954537,
            "text": "2018-11-23 06:28:57 +0000",
            "iso_8601": "2018-11-23T06:28:57Z"
        },
        "subject": "China is reportedly to resume the purchase of Iranian oil in November after their waiver",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-reportedly-to-resume-the-purchase-of-iranian-oil-in-november-after-their-waiver-23-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 14:28:00",
        "gmt_time": "2018-11-23 06:28:00"
    },
    {
        "id": 684589,
        "updated_sequence": 1093205,
        "published_at": {
            "unix": 1542954360,
            "text": "2018-11-23 06:26:00 +0000",
            "iso_8601": "2018-11-23T06:26:00Z"
        },
        "updated_at": {
            "unix": 1542954584,
            "text": "2018-11-23 06:29:44 +0000",
            "iso_8601": "2018-11-23T06:29:44Z"
        },
        "subject": "Italian Deputy PM Di Maio says Italy will not change the pillars of 2019 budget; but will reassure financial markets in the coming days, adding that Italy will show the highest willingness to negotiate with the EU",
        "content": "<ul><li>Di Maio reiterates that the Italian government does not want to leave Europe and the Euro</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "La Repubblica",
        "slug": "italian-deputy-pm-di-maio-says-italy-will-not-change-the-pillars-of-2019-budget-but-will-reassure-financial-markets-in-the-coming-days-adding-that-italy-will-show-the-highest-willingness-to-negotiate-with-the-eu-23-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 14:26:00",
        "gmt_time": "2018-11-23 06:26:00"
    },
    {
        "id": 684588,
        "updated_sequence": 1093207,
        "published_at": {
            "unix": 1542954240,
            "text": "2018-11-23 06:24:00 +0000",
            "iso_8601": "2018-11-23T06:24:00Z"
        },
        "updated_at": {
            "unix": 1542955387,
            "text": "2018-11-23 06:43:07 +0000",
            "iso_8601": "2018-11-23T06:43:07Z"
        },
        "subject": "Italian Infrastructure Undersecretary Siri says the budget framework cannot be touched; adding that some budget measures can be improved; according to La Stampa",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "La Stampa",
        "slug": "italian-infrastructure-undersecretary-siri-says-the-budget-framework-cannot-be-touched-adding-that-some-budget-measures-can-be-improved-according-to-la-stampa-23-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 14:24:00",
        "gmt_time": "2018-11-23 06:24:00"
    },
    {
        "id": 684587,
        "updated_sequence": 1093212,
        "published_at": {
            "unix": 1542953880,
            "text": "2018-11-23 06:18:00 +0000",
            "iso_8601": "2018-11-23T06:18:00Z"
        },
        "updated_at": {
            "unix": 1542956110,
            "text": "2018-11-23 06:55:10 +0000",
            "iso_8601": "2018-11-23T06:55:10Z"
        },
        "subject": "RANsquawk Daily European Opening News - 23rd November 2018 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20617/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Asian stocks traded mostly lower with sentiment in the region subdued by trade concerns and holiday-thinned conditions</li>\r\n  <li>Tory Brexiteer Iain Duncan Smith stated that the Brexit deal will be killed off by him and his Brexiteer colleagues in Parliament</li>\r\n  <li>In FX markets, the major pairs traded sideways with price volatility virtually non-existent due to the holiday closures and lack of data releases</li>\r\n  <li>Looking ahead, highlights include German GDP, Eurozone flash PMIs, Canadian CPI, ECB&rsquo;s de Guindos. US markets early close</li>\r\n</ul>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian stocks traded mostly lower with sentiment in the region subdued by trade concerns and holiday-thinned conditions in the US, while Japan and India also observed public holidays. ASX 200 (+0.4%) was positive with the index supported by strength in its top-weighted financials sector amid gains in Australia&rsquo;s largest banks after Macquarie pulled-off a rarity at the banking royal commission in which it emerged unscathed and with its reputation enhanced. Elsewhere, Shanghai Comp. (-2.5%) and Hang Seng (-0.8%) were negative amid ongoing trade uncertainty as China responded to the recent trade report by the US, in which it dismissed the accusations of unfair trade practices as groundless and totally unacceptable. In addition, the US called for its allies to stop using Huawei equipment and weak earnings results from Meituan Dianping in which the online service provider&rsquo;s losses ballooned, further added to the glum.</p>\r\n\r\n<p>PBoC skipped open market operations. (Newswires)<br />PBoC set CNY mid-point at 6.9306 (Prev. 6.9391)</p>\r\n\r\n<p>US government is said to ask foreign allies to stop using Huawei equipment amid security concerns. (Newswires)</p>\r\n\r\n<p>China responded to the recent US report in which it labelled the accusation by the US of China continuing with unfair trade practices as groundless and totally unacceptable, while it added that it hopes US drops rhetoric and behaviour that are damaging to relations. (Newswires)</p>\r\n\r\n<p>China Vice Commerce Minister said trade protectionism and unilateralism are increasing and hopes that China and US can find ways to manage differences through discussions. There were also comments from China&rsquo;s Vice Finance Minister that trade frictions spur global economic uncertainties, while China&rsquo;s Assistant Foreign Minister stated that the global economy faces downward pressure. (Newswires)</p>\r\n\r\n<p><br />UK/EU</p>\r\n\r\n<p>Tory Brexiteer Iain Duncan Smith stated that the Brexit deal will be killed off by him and his Brexiteer colleagues in Parliament, while he is said to dismiss PM May&rsquo;s efforts to adopt a tech solution to the Irish border problem and implied it is meaningless, according to ITV&rsquo;s Peston. (Twitter)</p>\r\n\r\n<p>German Finance Minister Scholz said he hopes there will be an orderly Brexit and that Berlin is also ready for an uncontrolled Brexit, while Scholz added European Commission proposals on budget spat with Italy are appropriate. (Newswires)</p>\r\n\r\n<p>BoE&rsquo;s Saunders reiterated that implications on monetary policy from different Brexit outcomes could go either way and that policy stance would need to return to something similar to neutral sooner than curve implies in the event of a smooth Brexit. (Newswires)</p>\r\n\r\n<p>Italy&#39;s Economy Minister Tria said there will be &quot;new elements&quot; regarding the budget once Commission talks start. (Newswires)</p>\r\n\r\n<p>ECB&#39;s Weidmann said we are at a maturing economic cycle, that stock markets are fairly high and that there could be corrections to come but added stock market corrections don&#39;t worry us from a monetary policy perspective. (Newswires)</p>\r\n\r\n<p>ECB&#39;s Praet said downside risks have increased but at this stage we still think the picture remains broadly balanced, while he added that core inflation at around 1% are not enough to reach our aim in sustained manner. Praet added that he is confident that underlying inflation pressures are rising but it will take time and it requires monetary policy to remain accommodative. Praet also commented it is too soon to decide new TLTRO or adjustments in key rates. (Newswires)</p>\r\n\r\n<p><br />FX</p>\r\n\r\n<p>In FX markets, the major pairs traded sideways with price volatility virtually non-existent due to the holiday closures and lack of data releases. As such, the DXY was subdued below the 96.50 level as EUR/USD prodded above 1.1400, while GBP/USD held on to most the prior day&rsquo;s gains from the news that UK and EU negotiators agreed on the text of their political declaration regarding future ties. Elsewhere, USD/JPY was lacklustre amid the absence of Tokyo participants and commodity-linked currencies were also uneventful and paid no heed to the pressure across the energy complex.</p>\r\n\r\n<p><br />COMMODITIES</p>\r\n\r\n<p>Commodities were mostly lower amid the broad risk-averse tone with the energy complex pressured as WTI crude futures slipped 2.5% and Brent crude fell to its lowest since December 2017. The weakness overnight was attributed to ongoing oversupply concerns and stops for a major order being triggered, while other sources also noted technical and algo selling. Elsewhere, gold was marginally underpinned by a softer greenback and copper weakened amid underperformance in China, as well as decline in Chinese commodity prices with Dalian iron ore futures down around 3% on worries of weak demand from steel mills.&nbsp;</p>\r\n\r\n<p>GEOPOLITICAL</p>\r\n\r\n<p>North Korea appear to be expanding operations at its main nuclear site, according to the IAEA, while there were also reports that atomic agency inspectors are said to be demanding North Korea allow nuclear inspectors back into the country amid reactor activity concerns. (Nikkei/SCMP)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-23rd-november-2018-23-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 14:18:00",
        "gmt_time": "2018-11-23 06:18:00"
    },
    {
        "id": 684586,
        "updated_sequence": 1093190,
        "published_at": {
            "unix": 1542952620,
            "text": "2018-11-23 05:57:00 +0000",
            "iso_8601": "2018-11-23T05:57:00Z"
        },
        "updated_at": {
            "unix": 1542952728,
            "text": "2018-11-23 05:58:48 +0000",
            "iso_8601": "2018-11-23T05:58:48Z"
        },
        "subject": "Italian Deputy PM Di Maio reiterates stance of no cuts to key reforms, according to La Repubblica",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-deputy-pm-di-maio-reiterates-stance-of-no-cuts-to-key-reforms-according-to-la-repubblica-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 13:57:00",
        "gmt_time": "2018-11-23 05:57:00"
    },
    {
        "id": 684585,
        "updated_sequence": 1093187,
        "published_at": {
            "unix": 1542952440,
            "text": "2018-11-23 05:54:00 +0000",
            "iso_8601": "2018-11-23T05:54:00Z"
        },
        "updated_at": {
            "unix": 1542952619,
            "text": "2018-11-23 05:56:59 +0000",
            "iso_8601": "2018-11-23T05:56:59Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks mostly declined amid holiday-thinned conditions, while China slumps on trade and growth concerns",
        "content": "<p>Asia stocks traded mostly lower with sentiment in the region subdued by trade concerns and holiday-thinned conditions after the Wall St closure due to Thanksgiving, while Japan and India also observed public holidays. Nonetheless, ASX 200 (+0.4%) was positive with the index supported by strength in its top-weighted financials sector amid gains in Australia&rsquo;s largest banks after Macquarie pulled-off a rarity at the banking royal commission in which it emerged unscathed and with its reputation enhanced. Elsewhere, Shanghai Comp. (-2.5%) and Hang Seng (-0.8%) were negative amid ongoing trade uncertainty as China responded to the recent trade report by the US, in which it dismissed the accusations of unfair trade practices as groundless and totally unacceptable. In addition, the US called for its allies to stop using Huawei equipment and weak earnings results from Meituan Dianping in which the online service provider&rsquo;s losses ballooned, further added to the glum.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-mostly-declined-amid-holiday-thinned-conditions-while-china-slumps-on-trade-and-growth-concerns-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 13:54:00",
        "gmt_time": "2018-11-23 05:54:00"
    },
    {
        "id": 684584,
        "updated_sequence": 1093184,
        "published_at": {
            "unix": 1542952200,
            "text": "2018-11-23 05:50:00 +0000",
            "iso_8601": "2018-11-23T05:50:00Z"
        },
        "updated_at": {
            "unix": 1542952276,
            "text": "2018-11-23 05:51:16 +0000",
            "iso_8601": "2018-11-23T05:51:16Z"
        },
        "subject": "Nissan (7201 JT) is reportedly seeking to reassess Renault (RNO FP) shareholding structure",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nissan-7201-jt-is-reportedly-seeking-to-reassess-renault-rno-fp-shareholding-structure-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 13:50:00",
        "gmt_time": "2018-11-23 05:50:00"
    },
    {
        "id": 684583,
        "updated_sequence": 1093181,
        "published_at": {
            "unix": 1542951180,
            "text": "2018-11-23 05:33:00 +0000",
            "iso_8601": "2018-11-23T05:33:00Z"
        },
        "updated_at": {
            "unix": 1542951277,
            "text": "2018-11-23 05:34:37 +0000",
            "iso_8601": "2018-11-23T05:34:37Z"
        },
        "subject": "Commonwealth Bank of Australia (CBA AT) is under investigation by ASIC for mis-selling insurance",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "commonwealth-bank-of-australia-cba-at-is-under-investigation-by-asic-for-mis-selling-insurance-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 13:33:00",
        "gmt_time": "2018-11-23 05:33:00"
    },
    {
        "id": 684582,
        "updated_sequence": 1093176,
        "published_at": {
            "unix": 1542949380,
            "text": "2018-11-23 05:03:00 +0000",
            "iso_8601": "2018-11-23T05:03:00Z"
        },
        "updated_at": {
            "unix": 1542949496,
            "text": "2018-11-23 05:04:56 +0000",
            "iso_8601": "2018-11-23T05:04:56Z"
        },
        "subject": "Reports note renewed speculation that Tencent (700 HK) music and entertainment unit IPO could occur early next month",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "reports-note-renewed-speculation-that-tencent-700-hk-music-and-entertainment-unit-ipo-could-occur-early-next-month-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 13:03:00",
        "gmt_time": "2018-11-23 05:03:00"
    },
    {
        "id": 684581,
        "updated_sequence": 1093173,
        "published_at": {
            "unix": 1542949320,
            "text": "2018-11-23 05:02:00 +0000",
            "iso_8601": "2018-11-23T05:02:00Z"
        },
        "updated_at": {
            "unix": 1542949416,
            "text": "2018-11-23 05:03:36 +0000",
            "iso_8601": "2018-11-23T05:03:36Z"
        },
        "subject": "Singapore Airlines (SIA SP) enter share subscription deal with Sats and Dfass in which Singapore Airlines will own 70% of JV and the other companies will have a 15% stake each",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-airlines-sia-sp-enter-share-subscription-deal-with-sats-and-dfass-in-which-singapore-airlines-will-own-70-of-jv-and-the-other-companies-will-have-a-15-stake-each-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 13:02:00",
        "gmt_time": "2018-11-23 05:02:00"
    },
    {
        "id": 684580,
        "updated_sequence": 1093170,
        "published_at": {
            "unix": 1542949200,
            "text": "2018-11-23 05:00:00 +0000",
            "iso_8601": "2018-11-23T05:00:00Z"
        },
        "updated_at": {
            "unix": 1542949255,
            "text": "2018-11-23 05:00:55 +0000",
            "iso_8601": "2018-11-23T05:00:55Z"
        },
        "subject": "Singapore CPI (Oct) Y/Y 0.7% vs. Exp. 0.8% (Prev. 0.7%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-cpi-oct-y-y-0-7-vs-exp-0-8-prev-0-7-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 13:00:00",
        "gmt_time": "2018-11-23 05:00:00"
    },
    {
        "id": 684579,
        "updated_sequence": 1093167,
        "published_at": {
            "unix": 1542949080,
            "text": "2018-11-23 04:58:00 +0000",
            "iso_8601": "2018-11-23T04:58:00Z"
        },
        "updated_at": {
            "unix": 1542949122,
            "text": "2018-11-23 04:58:42 +0000",
            "iso_8601": "2018-11-23T04:58:42Z"
        },
        "subject": "S&P says continues to forecast slower economic growth for Asia Pacific",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "s-p-says-continues-to-forecast-slower-economic-growth-for-asia-pacific-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 12:58:00",
        "gmt_time": "2018-11-23 04:58:00"
    },
    {
        "id": 684578,
        "updated_sequence": 1093178,
        "published_at": {
            "unix": 1542948960,
            "text": "2018-11-23 04:56:00 +0000",
            "iso_8601": "2018-11-23T04:56:00Z"
        },
        "updated_at": {
            "unix": 1542949611,
            "text": "2018-11-23 05:06:51 +0000",
            "iso_8601": "2018-11-23T05:06:51Z"
        },
        "subject": "China and Russia are looking into new payments system that would avoid use of USD and bypass sanctions ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-and-russia-are-looking-into-new-payments-system-that-would-avoid-use-of-usd-and-bypass-sanctions-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 12:56:00",
        "gmt_time": "2018-11-23 04:56:00"
    },
    {
        "id": 684577,
        "updated_sequence": 1093161,
        "published_at": {
            "unix": 1542947700,
            "text": "2018-11-23 04:35:00 +0000",
            "iso_8601": "2018-11-23T04:35:00Z"
        },
        "updated_at": {
            "unix": 1542947771,
            "text": "2018-11-23 04:36:11 +0000",
            "iso_8601": "2018-11-23T04:36:11Z"
        },
        "subject": "Economists see a case for the RBNZ to relax mortgage restrictions at next week's financial stability review",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "economists-see-a-case-for-the-rbnz-to-relax-mortgage-restrictions-at-next-week-s-financial-stability-review-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 12:35:00",
        "gmt_time": "2018-11-23 04:35:00"
    },
    {
        "id": 684576,
        "updated_sequence": 1093158,
        "published_at": {
            "unix": 1542946740,
            "text": "2018-11-23 04:19:00 +0000",
            "iso_8601": "2018-11-23T04:19:00Z"
        },
        "updated_at": {
            "unix": 1542946782,
            "text": "2018-11-23 04:19:42 +0000",
            "iso_8601": "2018-11-23T04:19:42Z"
        },
        "subject": "Macau Retail Sales (Q3) Y/Y 13% (Prev. 24%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "macau-retail-sales-q3-y-y-13-prev-24-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 12:19:00",
        "gmt_time": "2018-11-23 04:19:00"
    },
    {
        "id": 684575,
        "updated_sequence": 1093155,
        "published_at": {
            "unix": 1542946680,
            "text": "2018-11-23 04:18:00 +0000",
            "iso_8601": "2018-11-23T04:18:00Z"
        },
        "updated_at": {
            "unix": 1542946756,
            "text": "2018-11-23 04:19:16 +0000",
            "iso_8601": "2018-11-23T04:19:16Z"
        },
        "subject": "Macau October visitor arrivals rose 9.2% Y/Y to 3.2mln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "macau-october-visitor-arrivals-rose-9-2-y-y-to-3-2mln-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 12:18:00",
        "gmt_time": "2018-11-23 04:18:00"
    },
    {
        "id": 684574,
        "updated_sequence": 1093152,
        "published_at": {
            "unix": 1542945660,
            "text": "2018-11-23 04:01:00 +0000",
            "iso_8601": "2018-11-23T04:01:00Z"
        },
        "updated_at": {
            "unix": 1542945735,
            "text": "2018-11-23 04:02:15 +0000",
            "iso_8601": "2018-11-23T04:02:15Z"
        },
        "subject": "Monetary Authority of Singapore notes risks to financial stability from tighter financial conditions and trade disputes, recommends banks stay prudent",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "monetary-authority-of-singapore-notes-risks-to-financial-stability-from-tighter-financial-conditions-and-trade-disputes-recommends-banks-stay-prudent-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 12:01:00",
        "gmt_time": "2018-11-23 04:01:00"
    },
    {
        "id": 684572,
        "updated_sequence": 1093143,
        "published_at": {
            "unix": 1542944460,
            "text": "2018-11-23 03:41:00 +0000",
            "iso_8601": "2018-11-23T03:41:00Z"
        },
        "updated_at": {
            "unix": 1542944535,
            "text": "2018-11-23 03:42:15 +0000",
            "iso_8601": "2018-11-23T03:42:15Z"
        },
        "subject": "China supports individuals in Free Trade Zones to invest in foreign securities",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-supports-individuals-in-free-trade-zones-to-invest-in-foreign-securities-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 11:41:00",
        "gmt_time": "2018-11-23 03:41:00"
    },
    {
        "id": 684571,
        "updated_sequence": 1093140,
        "published_at": {
            "unix": 1542944340,
            "text": "2018-11-23 03:39:00 +0000",
            "iso_8601": "2018-11-23T03:39:00Z"
        },
        "updated_at": {
            "unix": 1542944437,
            "text": "2018-11-23 03:40:37 +0000",
            "iso_8601": "2018-11-23T03:40:37Z"
        },
        "subject": "Virgin Australia (VAH AT) reportedly narrows search for CEO to 3 candidates",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "virgin-australia-vah-at-reportedly-narrows-search-for-ceo-to-3-candidates-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 11:39:00",
        "gmt_time": "2018-11-23 03:39:00"
    },
    {
        "id": 684570,
        "updated_sequence": 1093137,
        "published_at": {
            "unix": 1542944220,
            "text": "2018-11-23 03:37:00 +0000",
            "iso_8601": "2018-11-23T03:37:00Z"
        },
        "updated_at": {
            "unix": 1542944289,
            "text": "2018-11-23 03:38:09 +0000",
            "iso_8601": "2018-11-23T03:38:09Z"
        },
        "subject": "China economic growth is slowing as impact of trade dispute intensifies, according to SCMP citing recent data releases",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "china-economic-growth-is-slowing-as-impact-of-trade-dispute-intensifies-according-to-scmp-citing-recent-data-releases-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 11:37:00",
        "gmt_time": "2018-11-23 03:37:00"
    },
    {
        "id": 684569,
        "updated_sequence": 1093134,
        "published_at": {
            "unix": 1542943500,
            "text": "2018-11-23 03:25:00 +0000",
            "iso_8601": "2018-11-23T03:25:00Z"
        },
        "updated_at": {
            "unix": 1542943602,
            "text": "2018-11-23 03:26:42 +0000",
            "iso_8601": "2018-11-23T03:26:42Z"
        },
        "subject": "Atomic agency inspectors are said to be demanding North Korea allow nuclear inspectors back into the country amid reactor activity concerns",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "SCMP",
        "slug": "atomic-agency-inspectors-are-said-to-be-demanding-north-korea-allow-nuclear-inspectors-back-into-the-country-amid-reactor-activity-concerns-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 11:25:00",
        "gmt_time": "2018-11-23 03:25:00"
    },
    {
        "id": 684568,
        "updated_sequence": 1093131,
        "published_at": {
            "unix": 1542942960,
            "text": "2018-11-23 03:16:00 +0000",
            "iso_8601": "2018-11-23T03:16:00Z"
        },
        "updated_at": {
            "unix": 1542943207,
            "text": "2018-11-23 03:20:07 +0000",
            "iso_8601": "2018-11-23T03:20:07Z"
        },
        "subject": "Energy prices under pressure in past few minutes in which WTI dropped around 60 cents in 1 minute to test US D53.00/bbl to the downside amid no immediate news catalysts, although a Twitter sources is suggesting stops for a major order were triggered ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "energy-prices-under-pressure-in-past-few-minutes-in-which-wti-dropped-around-60-cents-in-1-minute-to-test-us-d53-00-bbl-to-the-downside-amid-no-immediate-news-catalysts-although-a-twitter-sources-is-suggesting-stops-for-a-major-order-were-t-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 11:16:00",
        "gmt_time": "2018-11-23 03:16:00"
    },
    {
        "id": 684567,
        "updated_sequence": 1093125,
        "published_at": {
            "unix": 1542941460,
            "text": "2018-11-23 02:51:00 +0000",
            "iso_8601": "2018-11-23T02:51:00Z"
        },
        "updated_at": {
            "unix": 1542941846,
            "text": "2018-11-23 02:57:26 +0000",
            "iso_8601": "2018-11-23T02:57:26Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Holiday closures and trade concerns keep Asia trade subdued",
        "content": "<p>Asia stocks trade mostly lower with sentiment in the region subdued amid holiday-thinned conditions after the Wall St closure due to Thanksgiving, while Japan and India also observe public holidays. Nonetheless, ASX 200 (+0.4%) is positive with the index supported by strength in its top-weighted financials sector amid gains in Australia&rsquo;s largest banks after Macquarie pulled-off a rarity at the banking royal commission in which it emerged unscathed and with its reputation enhanced. Elsewhere, Shanghai Comp. (-1.4%) and Hang Seng (-0.7%) are negative amid ongoing trade uncertainty as China responded to the recent trade report by the US, in which it dismissed the accusations of unfair trade practices as groundless and totally unacceptable. In addition, US called for its allies to stop using Huawei equipment and weak earnings results from Meituan Dianping in which the online service provider&rsquo;s losses ballooned, further added to the glum.</p>\r\n\r\n<p>In FX markets, the major pairs trade sideways with price volatility virtually non-existent due to the holiday closures and lack of data releases. The DXY is subdued around the 96.50 level as EUR/USD sits above 1.1400, while GBP/USD holds on to most the prior day&rsquo;s gains from the news that UK and EU negotiators agreed on the text of their political declaration regarding future ties. Elsewhere, commodity-linked currencies mirror the humdrum tone seen in oil prices and USD/JPY is also uneventful amid the absence of market participants in Tokyo.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-holiday-closures-and-trade-concerns-keep-asia-trade-subdued-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 10:51:00",
        "gmt_time": "2018-11-23 02:51:00"
    },
    {
        "id": 684566,
        "updated_sequence": 1093119,
        "published_at": {
            "unix": 1542938100,
            "text": "2018-11-23 01:55:00 +0000",
            "iso_8601": "2018-11-23T01:55:00Z"
        },
        "updated_at": {
            "unix": 1542938252,
            "text": "2018-11-23 01:57:32 +0000",
            "iso_8601": "2018-11-23T01:57:32Z"
        },
        "subject": "China Vice Commerce Minister says hopes China and US can find ways to manage differences through discussions, adds US-China trade talks should be equal and benefit both sides",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-vice-commerce-minister-says-hopes-china-and-us-can-find-ways-to-manage-differences-through-discussions-adds-us-china-trade-talks-should-be-equal-and-benefit-both-sides-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 09:55:00",
        "gmt_time": "2018-11-23 01:55:00"
    },
    {
        "id": 684566,
        "updated_sequence": 1093119,
        "published_at": {
            "unix": 1542938100,
            "text": "2018-11-23 01:55:00 +0000",
            "iso_8601": "2018-11-23T01:55:00Z"
        },
        "updated_at": {
            "unix": 1542938252,
            "text": "2018-11-23 01:57:32 +0000",
            "iso_8601": "2018-11-23T01:57:32Z"
        },
        "subject": "China Vice Commerce Minister says hopes China and US can find ways to manage differences through discussions, adds US-China trade talks should be equal and benefit both sides",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-vice-commerce-minister-says-hopes-china-and-us-can-find-ways-to-manage-differences-through-discussions-adds-us-china-trade-talks-should-be-equal-and-benefit-both-sides-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 09:55:00",
        "gmt_time": "2018-11-23 01:55:00"
    },
    {
        "id": 684565,
        "updated_sequence": 1093113,
        "published_at": {
            "unix": 1542937320,
            "text": "2018-11-23 01:42:00 +0000",
            "iso_8601": "2018-11-23T01:42:00Z"
        },
        "updated_at": {
            "unix": 1542937406,
            "text": "2018-11-23 01:43:26 +0000",
            "iso_8601": "2018-11-23T01:43:26Z"
        },
        "subject": "Saudi Energy Minister Al Falih reportedly suggests kingdom's output reaches a record",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "saudi-energy-minister-al-falih-reportedly-suggests-kingdom-s-output-reaches-a-record-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 09:42:00",
        "gmt_time": "2018-11-23 01:42:00"
    },
    {
        "id": 684564,
        "updated_sequence": 1093146,
        "published_at": {
            "unix": 1542936900,
            "text": "2018-11-23 01:35:00 +0000",
            "iso_8601": "2018-11-23T01:35:00Z"
        },
        "updated_at": {
            "unix": 1542945260,
            "text": "2018-11-23 03:54:20 +0000",
            "iso_8601": "2018-11-23T03:54:20Z"
        },
        "subject": "China Mofcom official says China expects to enhance trade cooperation at the G20",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "china-mofcom-official-says-china-expects-to-enhance-trade-cooperation-at-the-g20-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 09:35:00",
        "gmt_time": "2018-11-23 01:35:00"
    },
    {
        "id": 684563,
        "updated_sequence": 1093107,
        "published_at": {
            "unix": 1542936780,
            "text": "2018-11-23 01:33:00 +0000",
            "iso_8601": "2018-11-23T01:33:00Z"
        },
        "updated_at": {
            "unix": 1542936901,
            "text": "2018-11-23 01:35:01 +0000",
            "iso_8601": "2018-11-23T01:35:01Z"
        },
        "subject": "China Vice Finance Minister says trade frictions spur global economic uncertainties, while China Vice Commerce Minister says trade protectionism and unilateralism are on the rise",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-vice-finance-minister-says-trade-frictions-spur-global-economic-uncertainties-while-china-vice-commerce-minister-says-trade-protectionism-and-unilateralism-are-on-the-rise-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 09:33:00",
        "gmt_time": "2018-11-23 01:33:00"
    },
    {
        "id": 684562,
        "updated_sequence": 1093104,
        "published_at": {
            "unix": 1542936180,
            "text": "2018-11-23 01:23:00 +0000",
            "iso_8601": "2018-11-23T01:23:00Z"
        },
        "updated_at": {
            "unix": 1542936220,
            "text": "2018-11-23 01:23:40 +0000",
            "iso_8601": "2018-11-23T01:23:40Z"
        },
        "subject": "China Assistant Foreign Minister says global economy faces downward pressure",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-assistant-foreign-minister-says-global-economy-faces-downward-pressure-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 09:23:00",
        "gmt_time": "2018-11-23 01:23:00"
    },
    {
        "id": 684561,
        "updated_sequence": 1093098,
        "published_at": {
            "unix": 1542935700,
            "text": "2018-11-23 01:15:00 +0000",
            "iso_8601": "2018-11-23T01:15:00Z"
        },
        "updated_at": {
            "unix": 1542935792,
            "text": "2018-11-23 01:16:32 +0000",
            "iso_8601": "2018-11-23T01:16:32Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.9306 (Prev. 6.9391)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-9306-prev-6-9391-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 09:15:00",
        "gmt_time": "2018-11-23 01:15:00"
    },
    {
        "id": 684560,
        "updated_sequence": 1093095,
        "published_at": {
            "unix": 1542935520,
            "text": "2018-11-23 01:12:00 +0000",
            "iso_8601": "2018-11-23T01:12:00Z"
        },
        "updated_at": {
            "unix": 1542935575,
            "text": "2018-11-23 01:12:55 +0000",
            "iso_8601": "2018-11-23T01:12:55Z"
        },
        "subject": "PBoC skips open market operations ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 09:12:00",
        "gmt_time": "2018-11-23 01:12:00"
    },
    {
        "id": 684559,
        "updated_sequence": 1093101,
        "published_at": {
            "unix": 1542935100,
            "text": "2018-11-23 01:05:00 +0000",
            "iso_8601": "2018-11-23T01:05:00Z"
        },
        "updated_at": {
            "unix": 1542936173,
            "text": "2018-11-23 01:22:53 +0000",
            "iso_8601": "2018-11-23T01:22:53Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: US government is said to ask foreign allies to stop using Huawei equipment",
        "content": "<p>China Telecom (728 HK)<br />- Co. has denied that it is hijacking internet traffic. (Newswires)</p>\r\n\r\n<p>Hong Kong Shanghai Alliance Holdings (1001 HK)<br />- Co. issues a positive profit alert. (Newswires)</p>\r\n\r\n<p>Meituan Dianping (3690 HK)<br />- Co. Q3 adj. net loss CNY 2.46bln vs. Prev. loss CNY 960mln Y/Y, rev. CNY 19.1bln vs. Prev. CNY 9.7bln Y/Y. (Newswires)</p>\r\n\r\n<p>Sino Biopharmaceutical (1177 HK)<br />- Co. 9-month net rose 22% Y/Y to CNY 2.2bln, rev. rose 37% Y/Y to CNY 15.73bln. (Newswires)</p>\r\n\r\n<p>Huawei<br />- US government is said to ask foreign allies to stop using Huawei equipment. (Newswires)</p>\r\n\r\n<p>Property<br />- Chinese home mortgage rates are not likely to see a sharp decline. (China Securities Journal)</p>\r\n\r\n<p>Retail<br />- Hong Kong Retail Sales growth may weaken to single digits for this year. (Newswires)</p>\r\n\r\n<p>Other News<br />- China Ministry of Finance waived taxes on overseas investors&rsquo; bond interest gains for 3 years. (Newswires)<br />- PBoC said it will support funding to private firms through bill financing and will launch CNY 10.0bln in relending quota to private and small companies involved in high-tech industry. (Newswires)<br />- PBoC may skip reverse repos for the whole of this month. (China Securities Journal)<br />- CBIRC said it plans to raise lending to infrastructure projects. (Newswires)<br />- US President Trump said China wants a deal on trade &quot;very badly&quot; and if we can make a deal we will. (Newswires)<br />- China responded to the recent US Treasury report in which it labelled the accusation of unfair trade practices as groundless and totally unacceptable, while it added that it hopes US drops rhetoric and behaviour that are damaging to relations. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-us-government-is-said-to-ask-foreign-allies-to-stop-using-huawei-equipment-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 09:05:00",
        "gmt_time": "2018-11-23 01:05:00"
    },
    {
        "id": 684558,
        "updated_sequence": 1093089,
        "published_at": {
            "unix": 1542935040,
            "text": "2018-11-23 01:04:00 +0000",
            "iso_8601": "2018-11-23T01:04:00Z"
        },
        "updated_at": {
            "unix": 1542935131,
            "text": "2018-11-23 01:05:31 +0000",
            "iso_8601": "2018-11-23T01:05:31Z"
        },
        "subject": "CIA is said to have a recording of Saudi Crown Price demanding journalist Khashoggi be silenced, according to Turkish press",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cia-is-said-to-have-a-recording-of-saudi-crown-price-demanding-journalist-khashoggi-be-silenced-according-to-turkish-press-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 09:04:00",
        "gmt_time": "2018-11-23 01:04:00"
    },
    {
        "id": 684557,
        "updated_sequence": 1093086,
        "published_at": {
            "unix": 1542934860,
            "text": "2018-11-23 01:01:00 +0000",
            "iso_8601": "2018-11-23T01:01:00Z"
        },
        "updated_at": {
            "unix": 1542935070,
            "text": "2018-11-23 01:04:30 +0000",
            "iso_8601": "2018-11-23T01:04:30Z"
        },
        "subject": "German Finance Minister Scholz says hopes there will be orderly Brexit but that Berlin is also ready for an uncontrolled Brexit, while Scholz added European Commission proposals on budget spat with Italy are appropriate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-finance-minister-scholz-says-hopes-there-will-be-orderly-brexit-but-that-berlin-is-also-ready-for-an-uncontrolled-brexit-while-scholz-added-european-commission-proposals-on-budget-spat-with-italy-are-appropriate-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 09:01:00",
        "gmt_time": "2018-11-23 01:01:00"
    },
    {
        "id": 684556,
        "updated_sequence": 1093083,
        "published_at": {
            "unix": 1542932100,
            "text": "2018-11-23 00:15:00 +0000",
            "iso_8601": "2018-11-23T00:15:00Z"
        },
        "updated_at": {
            "unix": 1542932155,
            "text": "2018-11-23 00:15:55 +0000",
            "iso_8601": "2018-11-23T00:15:55Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: E Ink Holdings (8069 TT) guides revenue to be flat in Q4 ",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>E Ink Holdings (8069 TT)<br />- Co. guides revenue to be flat in Q4 vs. the prior quarter. (Taipei Times)</p>\r\n\r\n<p>Data Recap<br />- Taiwan Unemployment Rate (Oct) 3.7% vs. Exp. 3.7% (Prev. 3.7%)</p>\r\n\r\n<p><br />SINGAPORE</p>\r\n\r\n<p>Other News<br />- Singapore Finance Minister Heng is expected to be named as Deputy PM next year which puts him in pole position for the top job when PM Lee decides to step down. (Nikkei/Straits Times)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-e-ink-holdings-8069-tt-guides-revenue-to-be-flat-in-q4-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 08:15:00",
        "gmt_time": "2018-11-23 00:15:00"
    },
    {
        "id": 684555,
        "updated_sequence": 1093080,
        "published_at": {
            "unix": 1542931500,
            "text": "2018-11-23 00:05:00 +0000",
            "iso_8601": "2018-11-23T00:05:00Z"
        },
        "updated_at": {
            "unix": 1542931639,
            "text": "2018-11-23 00:07:19 +0000",
            "iso_8601": "2018-11-23T00:07:19Z"
        },
        "subject": "Asia struggles for direction at start of trade amid holiday-thinned conditions due to US Thanksgiving and with Japan also shut for holiday",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-struggles-for-direction-at-start-of-trade-amid-holiday-thinned-conditions-due-to-us-thanksgiving-and-with-japan-also-shut-for-holiday-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 08:05:00",
        "gmt_time": "2018-11-23 00:05:00"
    },
    {
        "id": 684554,
        "updated_sequence": 1093077,
        "published_at": {
            "unix": 1542931200,
            "text": "2018-11-23 00:00:00 +0000",
            "iso_8601": "2018-11-23T00:00:00Z"
        },
        "updated_at": {
            "unix": 1542931248,
            "text": "2018-11-23 00:00:48 +0000",
            "iso_8601": "2018-11-23T00:00:48Z"
        },
        "subject": "PBoC may skip reverse repos for the whole of this month, according to China Securities Journal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "China Securities Journal",
        "slug": "pboc-may-skip-reverse-repos-for-the-whole-of-this-month-according-to-china-securities-journal-23-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-23 08:00:00",
        "gmt_time": "2018-11-23 00:00:00"
    }
]