[
    {
        "id": 670580,
        "updated_sequence": 1031319,
        "published_at": {
            "unix": 1535142600,
            "text": "2018-08-24 21:30:00 +0100",
            "iso_8601": "2018-08-24T20:30:00Z"
        },
        "updated_at": {
            "unix": 1535142600,
            "text": "2018-08-24 21:30:00 +0100",
            "iso_8601": "2018-08-24T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-17-08-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-25 04:30:00",
        "gmt_time": "2018-08-24 20:30:00"
    },
    {
        "id": 671427,
        "updated_sequence": 1031317,
        "published_at": {
            "unix": 1535142300,
            "text": "2018-08-24 21:25:00 +0100",
            "iso_8601": "2018-08-24T20:25:00Z"
        },
        "updated_at": {
            "unix": 1535142361,
            "text": "2018-08-24 21:26:01 +0100",
            "iso_8601": "2018-08-24T20:26:01Z"
        },
        "subject": "RANsquawk Central Bank Weekly Briefing 24 Aug 2018",
        "content": "<p><strong>* JACKSON HOLE RECAP: FED CHAIR POWELL: </strong>The Fed Chair&rsquo;s Jackson Hole address did not provide much of surprise, with his comments in line with Fed&rsquo;s recent guidance. He restated that a gradual path of interest rate hikes remains appropriate if strong income and job growth continue and noted there are no signs of inflation accelerating above 2% both assertions contributed to an overall dovish market reaction. He then finally noted the US economy faces risks factors from both abroad and domestically &ndash; as alluded in the FOMC&rsquo;s latest minutes &ndash; though there was no mention of trade risks and Fed&rsquo;s independence in the text of his speech. Analysts said that Powell&rsquo;s view that inflation will not accelerate above 2% suggests that he will wait and see, when the Fed gets to the neutral rate, rather than continue to tighten rates.&nbsp; <strong>FED&#39;S MESTER </strong>(VOTER, HAWK) said Q3 has come in strong, and she does not see signs of overheating, and therefore thinks gradual hikes seems appropriate. She sees the neutral rate around 3.0%. She also noted the Fed is monitoring financial conditions carefully and that fiscal policy could provide upside to the Fed&#39;s forecasts. In terms of downsides risks, she said the Fed is monitoring the tariff situation, noting there are some risks but not excesses. She did mention that firms in her district have expressed concerns over tariffs, but have not seen the impact in the data yet. <strong>FED&#39;S BULLARD </strong>(NON-VOTER, DOVE) once again warned the Fed to remain cautious about action that inverts the yield curve as the market outlook points towards flattening action. He stated that personally he would not raise rates for the rest of the year as he does not see much inflation pressure in the US and as he believes markets are more dovish than the Fed.&nbsp; Bullard argued that 2018 will be a good year for growth supported by the fiscal stimulus and other factors, though a slowdown should be expected in 2019 and 2020. His long-term growth forecast is ~2%, though showing signs of flexibility by mentioning that if growth comes in stronger than expected, policy can be adjusted. On the labour market, he thinks the current level of wage gains are not &#39;out of line&#39; and low unemployment is not a threat. Finally, he believes if Japan and Europe start tightening, it would be good news. <strong>FED&#39;S KAPLAN </strong>(NON-VOTER, DOVISH) reiterated comments made on Thursday that the Fed should move rates towards neutral, emphasizing gradual rate and expecting 3-4 rate hikes in the next 9-12 months. He then went on to note that cyclical effects are pushing prices upwards and that he anticipates core inflation rising to 2% by the end of this year. He is encouraged by the current growth pace, but he is worried about the outlook of 2020 when the impact of fiscal stimulus recedes noting stimulus tailwind could turn into headwind ahead. On the oil market, he noted oil prices are vulnerable to the upside citing risks over Iran and Venezuela and sees the market moving into a position of undersupply in 3-5 years. Finally, citing businesses, he said tariffs are having a negative impact on spending plans.</p>\r\n\r\n<p><strong>* FOMC MINUTES: </strong>The minutes of the FOMC&rsquo;s July/August meeting were interpreted as slightly dovish after the central bank warned that escalation of trade disputes was a potentially consequential downside risk to the economy, with all participants suggesting that ongoing trade disagreements and proposed trade measures were an important source of uncertainty; any large-scale and prolonged trade dispute would likely have an adverse impact on business sentiment, investment and employment. The Fed also saw growth slowing in the second half of the year. While the headlines gave the impression that the Fed is becoming increasingly concerned by the said risks (and the immediate market reaction leaned dovish, albeit the reaction was short-lived), RBC&#39;s analysts argue that it may be misleading, noting that while the downside risks were mentioned, prior to that discussion, there was a discussion about the upside risks: &quot;This is not a Fed that is all of a sudden worried only about downside risks. Indeed, the conversation about the downside was actually a discussion about risks in general&mdash;both upside and downside,&quot; RBC says, &quot;moreover, most of the risks they mention are all extreme ideas &mdash; trade and EM in particular,&quot; and RBC suggests that the discussion of downside risks was likely stemming from a conversation on modelling economic shocks. RBC also notes that the &#39;risk&#39; from trade is a price issue for the Fed: &quot;the Fed&#39;s first inclination in the context of rising prices would be to raise rates more aggressively (not that we think that should be a baseline view at this point). Ultimately, for all of the spin on risks, it seemed to be lost in the headlines that the Fed also intimated in the Minutes that they are going to raise rates in September. How&#39;s that for the weight they are placing on those downside risks?&quot; After the release of the minutes, money markets continued to price the chances of two additional hikes in 2018 (in line with the dots) at around 65%, little changed.</p>\r\n\r\n<p><strong>* ECB: </strong>The minutes of the central bank&#39;s latest meeting provided few surprises. The central bank said that the threat of protectionism and prominent trade tensions could weigh on confidence in the Euro-area, but sounded upbeat on the economy, arguing that expectations remain that the H1 2018 slowdown was temporary, growth was broad-based and solid, and in-line with the June projections; on price pressures, it said that uncertainties around inflation were receding. Policymakers were unanimous in maintaining policy stance, and were satisfied that the June decisions are well-understood by markets. Finally, it said that winding down of its asset purchases will be subject to incoming data.</p>\r\n\r\n<p><strong>* ECB SUCCESSION: </strong>A report in German media this week suggests that Germany is considering putting forward a candidate for the upcoming EU Commission Presidency, following the EU Parliamentary elections in May 2019. Analysts note that this would entail not nominating hawk Jens Weidmann for the ECB&#39;s top job. There have been lingering doubts that Weidmann would garner enough support to gain the job, and analysts argue that Germany pursuing the EU top position would reinforce this view.</p>\r\n\r\n<p><strong>* RIKSBANK: </strong>Ahead of the Riksbank&#39;s 6 September Monetary Policy Report meeting, analysts at SEB are expecting the central bank to lower its repo rates forecasts by 10bps; but despite this lowering the probability for a rate rise in Q4, SEB still expects the Riksbank to continue to signal that a hike this year is the main scenario. &quot;Despite CPIF above target we think that the board majority (including Ingves casting vote) will highlight that CPIF ex energy has surprised on the downside again and that this increases the risk that inflation will fall below target when the impact from higher energy prices subsides in the beginning of next year,&quot; SEB writes, &quot;a continued downward trend for service inflation, which in July declined to a level only marginally higher than in 2014-2015, further emphasises this risk.&quot; The central bank will likely take the weakening SEK into account, since most of the Board will want to avoid a sharp depreciation that might follow (as it did at the April meeting). &quot;Also stronger than expected GDP growth is a slight upside risk to the repo rate forecast, but the board will most likely continue to puta very low weight on growth,&quot; SEB adds.</p>\r\n\r\n<p><strong>* NORGES BANK SURVEY: </strong>The central bank&#39;s Q3 expectations survey showed inflation slightly higher, as well as firming expectations of wage growth (Seen at 2.8% vs the NB&#39;s forecast for 2.9%; 2019 seen at 3.0% vs NB&#39;s 3.3%; 5-years ahead was at 3.1% vs the NB&#39;s 3.8% estimate). This was the second survey that captures the lowering of the inflation target, and SEB&#39;s analysts argue that &quot;Although CPI expectations moved marginally higher, long-term inflation expectations remain close to 2.5%. In the June MPR, the central bank assumed that it will take some time for inflation expectations to adjust to the new target,&quot; and hence, SEB believes that the Norges Bank will see inflation expectations as remaining anchored. Looking ahead, SEB says that the central bank is remains optimistic relative to the survey. &quot;The bank has revised its estimate for annual wages higher in line with the upward adjustment of the output gap. Absent surprises in capacity utilisation, we do not expect the Norges Bank to make larger revisions to its projection on the back of this survey.&quot;</p>\r\n\r\n<p><strong>* RBA MINUTES: </strong>The latest edition of the central bank&#39;s meeting minutes had little by way of new information; the central bank did note that while the direct impact of trade wars was likely to be small, it did pose risks to investment and confidence. The broad message from the minutes was that there is no urgency for the central bank to tweak policy in the near-term, though the next rate move was more likely to be a rate rise, rather than a rate cut. After the minutes, analysts at Westpac updated their RBA rate forecasts, and now sees the cash rate staying on hold through 2018, 2019 and 2020. &quot;Factors which we consider important in this profile are: a steady weakening in the housing market through 2018 and 2019, low inflation, benign wages growth, and clear signs of a slowdown in the world economy,&quot; Westpac writes, adding that the Minutes mention most of these factors &quot;but appear to be overly hopeful that economic activity and income growth will be sufficient to justify a rate hike at some point.&quot;</p>\r\n\r\n<p><strong>* RBNZ: </strong>On the side lines of Jackson Hole, RBNZ Governor Orr said that the Reserve Bank is not in any hurry to lift rates, and at the same time, Orr did not rule out a cut as the next policy move. On the currency, Orr said he was &ldquo;very pleased&rdquo; with how it has been trading.</p>\r\n\r\n<p><strong>* SARB:</strong> Rising inflation dynamics may prompt intervention from the South African Reserve Bank, Barclays analysts say. The July CPI data breached the psychological 5% YY level to the upside, and Barclays says is on track to rise to 6.2% YY by March 2019. &quot;Details of the reading suggest that although core CPI also climbed marginally higher to 4.3% YY, demand pull inflation remains relatively weak. The key issue from here is the outlook on the currency and associated pass-through in the period ahead.&quot; Barclays argues that owing to the significant downside surprise in the penultimate CPI data, all things being equal, a sustained breach of USDZAR 14.55 might trigger SARB action since this sort of a move could jeopardise the attainment of the 3%-6% inflation target in 2019. However, while that is a risk, Barclays says it is not its baseline view, and sees policy on hold for now. &quot;Inflation is likely to fall back to 5.8% YY in April 2019, and to close 2019 around 5.7% YY, allowing policymakers to stay put for now. The fact that high-frequency activity data that has been published over the past fortnight or so continue to point towards a possibly weaker GDP growth outcome than our already below-consensus forecast of 1.3% leads us to believe that the SARB may be more tolerant of a short-term target breach and chose to focus even more on second-round effects.&quot; Barclays concludes that, as things currently stand, &quot;while there is hardly evidence of unravelling second-round inflation, we note that this could change as the currency trades weaker.&quot;</p>\r\n\r\n<p><strong>* CBR: </strong>The Russian central bank this week made the decision to halt its FX purchases until the end of September after the rouble&#39;s recent slide, and driving the decision was the notion that the CBR wants to &quot;increase the predictability of the actions of the monetary authorities and reduce volatility in the financial markets.&quot; UBS says the move was tactical move to reassure the markets that the CBR is keeping a close eye on financial stability, but argues that the root of RUB pressure lies elsewhere: &quot;We don&rsquo;t expect the CBR to try and proactively influence the level of the exchange rate via interventions. Beyond the positive sentiment impact, a seven-week pause in purchases (including earlier August suspension) should leave c. $8.3bln buffer for the current account inflows to absorb higher demand for FX from residents and non-residents alike,&quot; UBS says, adding that &quot;a sharp decline in RUBUSD basis swap to levels last seen in early 2016 points to a domestic shortage of FX liquidity. We think this at least partly explains why this time the FX market was more sensitive to the return of the CBR than in April &ndash; and why the CBR decided to postpone purchases for a longer period.&quot;</p>\r\n\r\n<p><strong>* MNB: </strong>The Hungarian Central Bank stood pat on rates at the 21st August meeting, as expected, keeping the base rate at 0.9%. The Monetary Council believes growth in the Hungarian economy will pick up further in 2018, adding that &ldquo;the inflation target is still expected to be achieved in a sustainable manner from mid-2019&rdquo; while citing the temporary inflation-boosting effects are due to the rise oil prices. The central bank noted inflation developments were in-line with expectations. Regarding wage growth, MNB said &ldquo;inflationary pressures from wages continue to be moderate&rdquo;, consistent with expectations, while also taking account the ECB&rsquo;s underlying inflation projection of continued moderation in the euro area in the coming years. In terms of how the market digested the decision, initially there was little move in the HUF, however the currency strengthened in a delayed reaction.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-briefing-24-aug-2018-24-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-25 04:25:00",
        "gmt_time": "2018-08-24 20:25:00"
    },
    {
        "id": 671426,
        "updated_sequence": 1031314,
        "published_at": {
            "unix": 1535141820,
            "text": "2018-08-24 21:17:00 +0100",
            "iso_8601": "2018-08-24T20:17:00Z"
        },
        "updated_at": {
            "unix": 1535142106,
            "text": "2018-08-24 21:21:46 +0100",
            "iso_8601": "2018-08-24T20:21:46Z"
        },
        "subject": "BOC's Poloz says inflation is very close to target, rise is transitory",
        "content": "<ul><li>Says the outlook is for higher rates</li>\r\n  <li>Canada is sensitive to international trades, tariffs are causing companies to delay investments</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boc-s-poloz-says-inflation-is-very-close-to-target-rise-is-transitory-24-08-2018",
        "hidden": false,
        "section": {
            "id": 10,
            "name": "BoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-25 04:17:00",
        "gmt_time": "2018-08-24 20:17:00"
    },
    {
        "id": 671425,
        "updated_sequence": 1031305,
        "published_at": {
            "unix": 1535140860,
            "text": "2018-08-24 21:01:00 +0100",
            "iso_8601": "2018-08-24T20:01:00Z"
        },
        "updated_at": {
            "unix": 1535141079,
            "text": "2018-08-24 21:04:39 +0100",
            "iso_8601": "2018-08-24T20:04:39Z"
        },
        "subject": "RANsquawk US Market Wrap - US MARKET WRAP - 24th Aug 2018: Powell Jackson Hole comments judged slightly dovish, S&P closes at fresh record high",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19942/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li><strong>SNAP-SHOT: Equities up, Treasuries down/flat, crude up, dollar down.</strong></li>\r\n  <li><strong>REAR-VIEW: Fed&#39;s Chair Powell dovish at Jackson Hole; US Durable Goods soft; Baker Hughes rig count; Trump to impose sanctions on Venezuela &amp; US sanctions on Russia to remain in place; China threatens continue US retaliation.</strong></li>\r\n  <li><strong>NEXT WEEK: US Trade , GDP (2nd Reading), Pending Home Sales, PCE; Canadian GDP; Japan Labour Market; China PMI.</strong></li>\r\n</ul>\r\n\r\n<p><strong>* FED CHAIR POWELL:</strong> The Fed Chair&rsquo;s Jackson Hole address did not provide much of surprise, with his comments in line with Fed&rsquo;s recent guidance. He restated that a gradual path of interest rate hikes remains appropriate if strong income and job growth continue and noted there are no signs of inflation accelerating above 2% both assertions contributed to an overall dovish market reaction. He then finally noted the US economy faces risks factors from both abroad and domestically &ndash; as alluded in the FOMC&rsquo;s latest minutes &ndash; though there was no mention of trade risks and Fed&rsquo;s independence in the text of his speech. Analysts said that Powell&rsquo;s view that inflation will not accelerate above 2% suggests that he will wait and see, when the Fed gets to the neutral rate, rather than continue to tighten rates. &nbsp;</p>\r\n\r\n<p><strong>* FED&#39;S MESTER (VOTER, HAWK)</strong> said Q3 has come in strong, and she does not see signs of overheating, and therefore thinks gradual hikes seems appropriate. She sees the neutral rate around 3.0%. She also noted the Fed is monitoring financial conditions carefully and that fiscal policy could provide upside to the Fed&#39;s forecasts. In terms of downsides risks, she said the Fed is monitoring the tariff situation, noting there are some risks but not excesses. She did mention that firms in her district have expressed concerns over tariffs, but have not seen the impact in the data yet.</p>\r\n\r\n<p><strong>* FED&#39;S BULLARD (NON-VOTER, DOVE)</strong> once again warned the Fed to remain cautious about action that inverts the yield curve as the market outlook points towards flattening action. He stated that personally he would not raise rates for the rest of the year as he does not see much inflation pressure in the US and as he believes markets are more dovish than the Fed. &nbsp;Bullard argued that 2018 will be a good year for growth supported by the fiscal stimulus and other factors, though a slowdown should be expected in 2019 and 2020. His long-term growth forecast is ~2%, though showing signs of flexibility by mentioning that if growth comes in stronger than expected, policy can be adjusted. On the labour market, he thinks the current level of wage gains are not &#39;out of line&#39; and low unemployment is not a threat. Finally, he believes if Japan and Europe start tightening, it would be good news.</p>\r\n\r\n<p><strong>* FED&#39;S KAPLAN (NON-VOTER, DOVISH)</strong> reiterated comments made on Thursday that the Fed should move rates towards neutral, emphasizing gradual rate and expecting 3-4 rate hikes in the next 9-12 months. He then went on to note that cyclical effects are pushing prices upwards and that he anticipates core inflation rising to 2% by the end of this year. He is encouraged by the current growth pace, but he is worried about the outlook of 2020 when the impact of fiscal stimulus recedes noting stimulus tailwind could turn into headwind ahead. On the oil market, he noted oil prices are vulnerable to the upside citing risks over Iran and Venezuela and sees the market moving into a position of undersupply in 3-5 years. Finally, citing businesses, he said tariffs are having a negative impact on spending plans.</p>\r\n\r\n<p><strong>* CHINA TRADE TALKS:</strong> The Chinese Foreign Ministry said they will keep retaliating if the US keeps imposing &quot;unreasonable&quot; trade measures.</p>\r\n\r\n<p><strong>* NAFTA:</strong> Mexican Economy Minister Guajardo said they are very far down the list of issues that concern us in NAFTA talks.</p>\r\n\r\n<p>Also on August 23rd Inside Trade reported that the US and Mexico have reached an agreement over auto tariffs that were not meeting the requirements from NAFTA&rsquo;s rules of origin, a major sticking points in the negotiation process. As a side note, in the last two months US and Mexico have been negotiating bilaterally to solve sticking points; once those are finalised Canada will be able to re-join negotiations.</p>\r\n\r\n<p><strong>* GEOPOLITICS: </strong>US President Trump&#39;s Adviser Bolton said US sanctions against Russia will remain in place until it changes its behaviour. On the Russian side, Deputy Foreign Minister said Moscow recognises attempts made by the US to revise potential agreements reached at the Tump-Putin summit, adding there are no signs yet that US is ready to normalise relations. On the US side, US President Trump&#39;s Adviser Bolton said US sanctions against Russia are to remain in place until Russia changes its behaviour. Elsewhere, administration officials reported that Trump is considering more sanctions on Venezuela targeting the region&rsquo;s oil production.</p>\r\n\r\n<p><strong>* US DURABLES</strong> posted the largest decline in six months, &nbsp;falling by 1.7% against an expected drop of 0.5%. The weakness in the data was mostly driven by the volatile aircraft component, which fell sharply, whilst other categories, including ore orders, posted decent gains. Analysts at Oxford Economics note that &lsquo;underlying momentum remains strong&rsquo; as core orders and core shipments remain solid and should push GDP to 3.1% in Q3.</p>\r\n\r\n<p><strong>* STOCKS:</strong> Autodesk Inc (ADSK) was one of the day&rsquo;s biggest gainers following its Q2 earnings where it beat expectations on the top and bottom lines. On the flip side, Foot Locker Inc (FL) edged lower; although earnings beat expectations, SSS missed coming in at +0.5% vs Exp. +0.7%; other retailers also lagged behind with names like Gap (GPS), Macy&rsquo;s (M) and Kroger (KR) all down on the day. Netflix (NFLX) surged more than 4% after an upgrade at Suntrust and similarly Mylan (MYL) posted gains following an upgrade Evercore. Philip Morris (PM) however dipped lower on a downgrade at Jefferies. Papa John&rsquo;s (PZZA) spiked higher following reports it had attained Bank of America (BAC) and Lazard (LAZ) as financial advisors. In M&amp;A Enbridge (ENB) announced it is to acquire all of Spectra Energy Partners&rsquo; (SEP) public equity for USD 3.3bln transaction. Elsewhere, China Biologic (CBPO) dropped significantly when CITIC Capital MB Investment Limited withdrew its preliminary acquisition proposal.</p>\r\n\r\n<p><strong>* WTI (V8) SETTLES 89 CENTS HIGHER AT USD 68.72/BBL; BRENT (V8) SETTLES $1.09 HIGHER AT $75.82/BBL.</strong> Traders were citing technical factors for Friday&rsquo;s crude action where prices of Brent scaled a four-week high (while WTI prints the first weekly advance in four weeks). Citi notes it has been quote a technical accomplishment that now means last month&rsquo;s crude performance is a base where they expect prices will use to launch to perhaps as high as $80 for Brent. The slide in the buck was also supporting crude. From a fundamental perspective, the upcoming sanctions on Iran&rsquo;s oil sector have this week been cited as the chief driver of crude prices (the sanctions on crude will kick in on 4 November). In other news, China&rsquo;s Unipec will resume US crude purchases in October following a two-month hiatus, PVM reported; and a report out of Norway suggests the SWF will remain invested in O&amp;G shares. Baker Hughes oil rigs were down 9 at 860, with US drillers cutting most oil rigs since May 2016 , gas rigs down 4 at 182 and total rigs -13 to 1044.</p>\r\n\r\n<p><strong>* US 10-YEAR T-NOTES SETTLED 2+ TICK LOWER AT 120-16+: </strong>There was decent volume in the Treasury complex, as Jackson Hole got underway. Powell&rsquo;s comments were judged to be on the dovish side, which helped 10s catch a bid; Informa reported that traders priced in a pause after two more hikes, and then the real money bid came back forcing poorly placed shorts to cover. Unsurprisingly, curves continued to flatten with 2s10s and 2s30s finding their customary cyclical narrows.</p>\r\n\r\n<p><strong>* DXY:</strong> A largely mundane Monday session and typically lethargic summer trade came to an abrupt halt as US President Trump took aim at the Fed again, and expressly mentioned chair Powell in his latest tweet bemoaning policy normalisation and the knock-on impact on the USD that has also strengthened due to Chinese and EU currency manipulation. The Dollar and index duly dumped and extended losses on Tuesday, before latest FOMC minutes maintained guidance for a September rate hike and did not remove a further 25bps tightening by year end even though global trade disputes pose a downside risk to central forecasts. The DXY started the week around 96.125 and reached 96.405 pre-Trump, then recoiled to just under 95.000 vs circa 95.300 awaiting Powell&rsquo;s keynote speech from Jackson Hole, and drifted back towards 95.000 as he sees no evidence of inflation rising above 2%.</p>\r\n\r\n<p><strong>* AUD: </strong>Not quite zero to hero, but a marked turnaround in fortunes for the AUD that decoupled from closely tracking broad risk sentiment and Yuan moves (in response to PBoC fixings and US-China tariff developments) to Aussie politics watch. AUDUSD hit peaks of around 0.7380 and lows of 0.7235 after PM Turnbull only just survived a no confidence vote, but failed to overcome the subsequent leadership challenge as his opponents within the Liberal Party seized upon the opportunity to oust him. However, the new PM designate and soon to be former Treasurer Morrison has been given the thumbs up, this far, with AUDUSD firmly back above 0.7300 and approaching 0.7350 having cleared heavy option expiry interest at 0.7305 (1.4 bn).</p>\r\n\r\n<p><strong>* EUR, NZD:</strong> Ending a choppy week as the next best G10 performers, and with the single currency close to fresh highs vs the Greenback above 1.1600 (a close over the 55 DMA at 1.1617 would be technically bullish), while the Kiwi is retesting offers ahead of 0.6700 vs nearly 0.6600 at the extreme having only derived fleeting support from much stronger than expected NZ retail sales date earlier in the week. Note, RBNZ Governor Orr stuck to a largely open stance on the next policy move, while ECB minutes did not offer much new, but Weidmann was his usual more hawkish self.</p>\r\n\r\n<p><strong>* GBP, CAD: </strong>Also benefiting from the generally softer USD with Cable considerably nearer the top of its 1.2936-1.2727 range, albeit challenging key technical support again vs the Eur (0.9030-35) after no further progress or sign of a resolution to the may Brexit sticking points between the UK and EU. Meanwhile, a degree of NAFTA disappointment nullified high/rising BoC rate hike expectations (September probability not far off 50%) to leave the Loonie relatively midway between 1.3100-1.2980 trading parameters as Thursday&rsquo;s &lsquo;deadline&rsquo; for a handshake agreement between the US and Mexico came and went with no deal made even in principle and negotiations roll over to another week (and end of August now looking more in doubt as a result).</p>\r\n\r\n<p><strong>* JPY:</strong> The major laggard and underperformer as overall risk aversion gradually turned to increased appetite, or improved at least, while softer than forecast Japanese inflation data also impacted. USDJPY off near 111.50 peaks, but firmly above 111.00 having been as low as 109.75 at one stage.</p>\r\n\r\n<p><strong>* EM:</strong> More sharp swings on all the well documented and ongoing negative factors, but some redemption and intervention prompted a short squeeze and recovery in the Rand and Rouble with positive contagion spreading across the region, albeit to varying degrees. The key events - US President Trump raising eyebrows at SA constitutional changes on land appropriation, but ZAR rebounding post strong inflation data and pledges to protect the Rand and prevent financial instability. Similar platitudes from Russia amidst heightened tensions with the US and ahead of sanctions from the White House taking effect from Monday, but it was the CBR decision to stop building reserves until the end of September due to sufficient tools to defend the Rub that actually appeared to stop the rot. USDZAR around 14.2700, USDRUB 67.5000, USDTRY circa 6.0300, USDMXN 18.8150 and USDBRL 4.0800.</p>\r\n\r\n<p><strong>* NEXT WEEK:</strong> Monday: UK Market Holiday, German Ifo Survey. Tuesday: US Trade Balance. Wednesday: French GDP, US GDP (2nd Reading), US Pending Home Sales. Thursday: German Labour Market, German CPI (Prelim), US PCE, Canadian GDP (Quarterly). Friday: Japan Labour Market, Tokyo CPI, China PMI, EZ CPI (Prelim). Click here for RANsquawk&rsquo;s full week-ahead preview.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-us-market-wrap-24th-aug-2018-powell-jackson-hole-comments-judged-slightly-dovish-s-p-closes-at-fresh-record-high-24-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-25 04:01:00",
        "gmt_time": "2018-08-24 20:01:00"
    },
    {
        "id": 671424,
        "updated_sequence": 1031302,
        "published_at": {
            "unix": 1535139900,
            "text": "2018-08-24 20:45:00 +0100",
            "iso_8601": "2018-08-24T19:45:00Z"
        },
        "updated_at": {
            "unix": 1535140024,
            "text": "2018-08-24 20:47:04 +0100",
            "iso_8601": "2018-08-24T19:47:04Z"
        },
        "subject": "Arconic (ARNC) is in talks to sell itself ",
        "content": "",
        "reaction_details": "<ul><li>The share price jumped from USD 21.45 to USD 22.00</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1535140024,
            "text": "2018-08-24 20:47:04 +0100",
            "iso_8601": "2018-08-24T19:47:04Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "arconic-arnc-is-in-talks-to-sell-itself-24-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-25 03:45:00",
        "gmt_time": "2018-08-24 19:45:00"
    },
    {
        "id": 671423,
        "updated_sequence": 1031296,
        "published_at": {
            "unix": 1535139360,
            "text": "2018-08-24 20:36:00 +0100",
            "iso_8601": "2018-08-24T19:36:00Z"
        },
        "updated_at": {
            "unix": 1535139432,
            "text": "2018-08-24 20:37:12 +0100",
            "iso_8601": "2018-08-24T19:37:12Z"
        },
        "subject": "CFTC Commitments of Traders: Pound shorts are the highest since May 2017",
        "content": "<ul><li>EUR short 5K vs 2K&nbsp;long&nbsp;last week.</li>\r\n  <li>GBP short 72K vs 61K short last week.</li>\r\n  <li>JPY short 47K vs 58K short last week.</li>\r\n  <li>CHF short 47K vs 46K short last week.</li>\r\n  <li>CAD short 27K vs 26K short last week.</li>\r\n  <li>AUD short 50k vs 51k short&nbsp;last week.</li>\r\n  <li>NZD short 25K vs 27K short last week.&nbsp;</li>\r\n  <li><a href=\"https://www.forexlive.com/news/!/cftc-commitments-of-traders-03-20180824\">Via ForexLive</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ForexLive",
        "slug": "cftc-commitments-of-traders-pound-shorts-are-the-highest-since-may-2017-24-08-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-25 03:36:00",
        "gmt_time": "2018-08-24 19:36:00"
    },
    {
        "id": 671401,
        "updated_sequence": 1031293,
        "published_at": {
            "unix": 1535137200,
            "text": "2018-08-24 20:00:00 +0100",
            "iso_8601": "2018-08-24T19:00:00Z"
        },
        "updated_at": {
            "unix": 1535137200,
            "text": "2018-08-24 20:00:00 +0100",
            "iso_8601": "2018-08-24T19:00:00Z"
        },
        "subject": "Week in Focus: Week Commencing 27th August 2018 - Now available in the Research Suite",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19938/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Monday: UK Market Holiday, German Ifo Survey</li>\r\n  <li>Tuesday: US Trade Balance</li>\r\n  <li>Wednesday: French GDP, US GDP (2nd Reading), US Pending Home Sales</li>\r\n  <li>Thursday: German Labour Market, German CPI (Prelim), US PCE, Canadian GDP (Quarterly)</li>\r\n  <li>Friday: Japan Labour Market, Tokyo CPI, China PMI, EZ CPI (Prelim)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "week-in-focus-week-commencing-27th-august-2018-now-available-in-the-research-suite-24-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-25 03:00:00",
        "gmt_time": "2018-08-24 19:00:00"
    },
    {
        "id": 671422,
        "updated_sequence": 1031291,
        "published_at": {
            "unix": 1535135520,
            "text": "2018-08-24 19:32:00 +0100",
            "iso_8601": "2018-08-24T18:32:00Z"
        },
        "updated_at": {
            "unix": 1535136417,
            "text": "2018-08-24 19:46:57 +0100",
            "iso_8601": "2018-08-24T18:46:57Z"
        },
        "subject": "WTI (V8) settles 89 cents higher at USD 68.72/bbl, Brent (V8) settle USD 1.09 higher at USD 75.82/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Traders were citing technical factors for Friday&rsquo;s crude action where prices of Brent scaled a four-week high (while WTI prints the first weekly advance in four weeks). Citi notes it has been quote a technical accomplishment that now means last month&rsquo;s crude performance is a base where they expect prices will use to launch to perhaps as high as $80 for Brent. The slide in the buck was also supporting crude. From a fundamental perspective, the upcoming sanctions on Iran&rsquo;s oil sector have this week been cited as the chief driver of crude prices (the sanctions on crude will kick in on 4 November). In other news, China&rsquo;s Unipec will resume US crude purchases in October following a two-month hiatus, PVM reported; and a report out of Norway suggests the SWF will remain invested in O&amp;G shares. Baker Hughes oil rigs were down 9 at 860, with US drillers cutting most oil rigs since May 2016 , gas rigs down 4 at 182 and total rigs -13 to 1044.</p>\r\n",
        "analysis_updated_at": {
            "unix": 1535135580,
            "text": "2018-08-24 19:33:00 +0100",
            "iso_8601": "2018-08-24T18:33:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "wti-v8-settles-89-cents-higher-at-usd-68-72-bbl-brent-v8-settle-usd-1-09-higher-at-usd-75-82-bbl-24-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-25 02:32:00",
        "gmt_time": "2018-08-24 18:32:00"
    },
    {
        "id": 671421,
        "updated_sequence": 1031285,
        "published_at": {
            "unix": 1535135400,
            "text": "2018-08-24 19:30:00 +0100",
            "iso_8601": "2018-08-24T18:30:00Z"
        },
        "updated_at": {
            "unix": 1535135446,
            "text": "2018-08-24 19:30:46 +0100",
            "iso_8601": "2018-08-24T18:30:46Z"
        },
        "subject": "Mexican Economy Minister says we are still working and will keep working over the weekend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexican-economy-minister-says-we-are-still-working-and-will-keep-working-over-the-weekend-24-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-25 02:30:00",
        "gmt_time": "2018-08-24 18:30:00"
    },
    {
        "id": 671420,
        "updated_sequence": 1031280,
        "published_at": {
            "unix": 1535132220,
            "text": "2018-08-24 18:37:00 +0100",
            "iso_8601": "2018-08-24T17:37:00Z"
        },
        "updated_at": {
            "unix": 1535132377,
            "text": "2018-08-24 18:39:37 +0100",
            "iso_8601": "2018-08-24T17:39:37Z"
        },
        "subject": "US President Trump asks Secretary of State Pompeo not to go to North Korea at this time as he feels not making significant progress on denuclearisation of the peninsula",
        "content": "<ul><li>He does not believe China is helping with the process of denuclearisation&nbsp;</li>\r\n  <li>He adds Pompeo looks forward to going to North Korea in the near future, most likely after US trading relationship with China &#39;is resolved&#39;&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-asks-secretary-of-state-pompeo-not-to-go-to-north-korea-at-this-time-as-he-feels-not-making-significant-progress-on-denuclearisation-of-the-peninsula-24-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-25 01:37:00",
        "gmt_time": "2018-08-24 17:37:00"
    },
    {
        "id": 671419,
        "updated_sequence": 1031282,
        "published_at": {
            "unix": 1535131980,
            "text": "2018-08-24 18:33:00 +0100",
            "iso_8601": "2018-08-24T17:33:00Z"
        },
        "updated_at": {
            "unix": 1535132422,
            "text": "2018-08-24 18:40:22 +0100",
            "iso_8601": "2018-08-24T17:40:22Z"
        },
        "subject": "Mexican President Elect Lopez Obrador’s stance on oil is said to be keeping US and Mexico from securing a NAFTA deal, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>There have been reports suggesting differences of opinion including an energy chapter in any potential NAFTA agreement, AMLO does not want such a chapter to be included however negotiators in Mexico US and Canada have already included the chapter</p>\r\n",
        "analysis_updated_at": {
            "unix": 1535132422,
            "text": "2018-08-24 18:40:22 +0100",
            "iso_8601": "2018-08-24T17:40:22Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexican-president-elect-lopez-obrador-s-stance-on-oil-is-said-to-be-keeping-us-and-mexico-from-securing-a-nafta-deal-according-to-sources-24-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-25 01:33:00",
        "gmt_time": "2018-08-24 17:33:00"
    },
    {
        "id": 671418,
        "updated_sequence": 1031272,
        "published_at": {
            "unix": 1535130120,
            "text": "2018-08-24 18:02:00 +0100",
            "iso_8601": "2018-08-24T17:02:00Z"
        },
        "updated_at": {
            "unix": 1535130302,
            "text": "2018-08-24 18:05:02 +0100",
            "iso_8601": "2018-08-24T17:05:02Z"
        },
        "subject": "Baker Hughes Rig Count (24 Aug): oil rigs -9 at 860, gas rigs -4 at 182, total rigs -13 to 1044",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>US drillers cut most oil rigs since May 2016</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1535130302,
            "text": "2018-08-24 18:05:02 +0100",
            "iso_8601": "2018-08-24T17:05:02Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-24-aug-oil-rigs-9-at-860-gas-rigs-4-at-182-total-rigs-13-to-1044-24-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-25 01:02:00",
        "gmt_time": "2018-08-24 17:02:00"
    },
    {
        "id": 671417,
        "updated_sequence": 1031266,
        "published_at": {
            "unix": 1535127900,
            "text": "2018-08-24 17:25:00 +0100",
            "iso_8601": "2018-08-24T16:25:00Z"
        },
        "updated_at": {
            "unix": 1535127981,
            "text": "2018-08-24 17:26:21 +0100",
            "iso_8601": "2018-08-24T16:26:21Z"
        },
        "subject": "Norway’s Gassco says an unplanned gas outage at Asgard is to last two weeks, previously expectations were unknown",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "norway-s-gassco-says-an-unplanned-gas-outage-at-asgard-is-to-last-two-weeks-previously-expectations-were-unknown-24-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-25 00:25:00",
        "gmt_time": "2018-08-24 16:25:00"
    },
    {
        "id": 671416,
        "updated_sequence": 1031263,
        "published_at": {
            "unix": 1535126820,
            "text": "2018-08-24 17:07:00 +0100",
            "iso_8601": "2018-08-24T16:07:00Z"
        },
        "updated_at": {
            "unix": 1535126849,
            "text": "2018-08-24 17:07:29 +0100",
            "iso_8601": "2018-08-24T16:07:29Z"
        },
        "subject": "France calls for a dialogue with Italy on EU budget threat",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "france-calls-for-a-dialogue-with-italy-on-eu-budget-threat-24-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-25 00:07:00",
        "gmt_time": "2018-08-24 16:07:00"
    },
    {
        "id": 671415,
        "updated_sequence": 1031260,
        "published_at": {
            "unix": 1535125380,
            "text": "2018-08-24 16:43:00 +0100",
            "iso_8601": "2018-08-24T15:43:00Z"
        },
        "updated_at": {
            "unix": 1535125441,
            "text": "2018-08-24 16:44:01 +0100",
            "iso_8601": "2018-08-24T15:44:01Z"
        },
        "subject": "EU’s Oettinger says Italy’s refusal to pay the EU would lead to ‘interests’",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-oettinger-says-italy-s-refusal-to-pay-the-eu-would-lead-to-interests-24-08-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 23:43:00",
        "gmt_time": "2018-08-24 15:43:00"
    },
    {
        "id": 671414,
        "updated_sequence": 1031257,
        "published_at": {
            "unix": 1535125140,
            "text": "2018-08-24 16:39:00 +0100",
            "iso_8601": "2018-08-24T15:39:00Z"
        },
        "updated_at": {
            "unix": 1535125193,
            "text": "2018-08-24 16:39:53 +0100",
            "iso_8601": "2018-08-24T15:39:53Z"
        },
        "subject": "Iran’s Oil Minister Zanganeh has said some members are interpreting the latest OPEC decision on oil output differently, and are acting in accordance with policies of the US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-s-oil-minister-zanganeh-has-said-some-members-are-interpreting-the-latest-opec-decision-on-oil-output-differently-and-are-acting-in-accordance-with-policies-of-the-us-24-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 23:39:00",
        "gmt_time": "2018-08-24 15:39:00"
    },
    {
        "id": 671413,
        "updated_sequence": 1031254,
        "published_at": {
            "unix": 1535124600,
            "text": "2018-08-24 16:30:00 +0100",
            "iso_8601": "2018-08-24T15:30:00Z"
        },
        "updated_at": {
            "unix": 1535124911,
            "text": "2018-08-24 16:35:11 +0100",
            "iso_8601": "2018-08-24T15:35:11Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (+0.26%), FTSE 100 (+0.22%), DAX (+0.29%), CAC (+0.32%), IBEX (+0.34%), FTSE MIB (+0.67%), SMI (+0.09%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-26-ftse-100-0-22-dax-0-29-cac-0-32-ibex-0-34-ftse-mib-0-67-smi-0-09-24-08-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 23:30:00",
        "gmt_time": "2018-08-24 15:30:00"
    },
    {
        "id": 671412,
        "updated_sequence": 1031251,
        "published_at": {
            "unix": 1535124360,
            "text": "2018-08-24 16:26:00 +0100",
            "iso_8601": "2018-08-24T15:26:00Z"
        },
        "updated_at": {
            "unix": 1535124542,
            "text": "2018-08-24 16:29:02 +0100",
            "iso_8601": "2018-08-24T15:29:02Z"
        },
        "subject": "Papa John’s International Inc (PZZA) has hired investment banks Bank of America (BAC) and Lazard (LAZ) as financial advisers. (Newswires)",
        "content": "",
        "reaction_details": "<ul><li>Initial reaction was a price jump from USD 42.64 to USD 44.63</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1535124542,
            "text": "2018-08-24 16:29:02 +0100",
            "iso_8601": "2018-08-24T15:29:02Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "papa-john-s-international-inc-pzza-has-hired-investment-banks-bank-of-america-bac-and-lazard-laz-as-financial-advisers-newswires-24-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 23:26:00",
        "gmt_time": "2018-08-24 15:26:00"
    },
    {
        "id": 671411,
        "updated_sequence": 1031246,
        "published_at": {
            "unix": 1535123880,
            "text": "2018-08-24 16:18:00 +0100",
            "iso_8601": "2018-08-24T15:18:00Z"
        },
        "updated_at": {
            "unix": 1535123927,
            "text": "2018-08-24 16:18:47 +0100",
            "iso_8601": "2018-08-24T15:18:47Z"
        },
        "subject": "NY Fed cuts US 2018 Q3 GDP forecast to 2.0% from 2.4%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ny-fed-cuts-us-2018-q3-gdp-forecast-to-2-0-from-2-4-24-08-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 23:18:00",
        "gmt_time": "2018-08-24 15:18:00"
    },
    {
        "id": 671410,
        "updated_sequence": 1031243,
        "published_at": {
            "unix": 1535123160,
            "text": "2018-08-24 16:06:00 +0100",
            "iso_8601": "2018-08-24T15:06:00Z"
        },
        "updated_at": {
            "unix": 1535123281,
            "text": "2018-08-24 16:08:01 +0100",
            "iso_8601": "2018-08-24T15:08:01Z"
        },
        "subject": "Mexican Economy Minister Guajardo says we are very far down the list of issues that concern us in NAFTA talks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexican-economy-minister-guajardo-says-we-are-very-far-down-the-list-of-issues-that-concern-us-in-nafta-talks-24-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 23:06:00",
        "gmt_time": "2018-08-24 15:06:00"
    },
    {
        "id": 671409,
        "updated_sequence": 1031240,
        "published_at": {
            "unix": 1535122500,
            "text": "2018-08-24 15:55:00 +0100",
            "iso_8601": "2018-08-24T14:55:00Z"
        },
        "updated_at": {
            "unix": 1535122542,
            "text": "2018-08-24 15:55:42 +0100",
            "iso_8601": "2018-08-24T14:55:42Z"
        },
        "subject": "BP (BP/ LN) to start a planned 8-week shutdown of its Gelsinkirchen oil refinery in Germany at the end of next week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bp-bp-ln-to-start-a-planned-8-week-shutdown-of-its-gelsinkirchen-oil-refinery-in-germany-at-the-end-of-next-week-24-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 22:55:00",
        "gmt_time": "2018-08-24 14:55:00"
    },
    {
        "id": 671408,
        "updated_sequence": 1031237,
        "published_at": {
            "unix": 1535122380,
            "text": "2018-08-24 15:53:00 +0100",
            "iso_8601": "2018-08-24T14:53:00Z"
        },
        "updated_at": {
            "unix": 1535122404,
            "text": "2018-08-24 15:53:24 +0100",
            "iso_8601": "2018-08-24T14:53:24Z"
        },
        "subject": "Citron Research are taking profits from Tilray (TLRY) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "citron-research-are-taking-profits-from-tilray-tlry-24-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 22:53:00",
        "gmt_time": "2018-08-24 14:53:00"
    },
    {
        "id": 671407,
        "updated_sequence": 1031234,
        "published_at": {
            "unix": 1535122200,
            "text": "2018-08-24 15:50:00 +0100",
            "iso_8601": "2018-08-24T14:50:00Z"
        },
        "updated_at": {
            "unix": 1535122270,
            "text": "2018-08-24 15:51:10 +0100",
            "iso_8601": "2018-08-24T14:51:10Z"
        },
        "subject": "Weekly FX Wrap: Trump tirades and Aussie political escapades, but EM angst fades",
        "content": "<p>DXY</p>\r\n\r\n<p>A largely mundane Monday session and typically lethargic summer trade came to an abrupt halt as US President Trump took aim at the Fed again, and expressly mentioned chair Powell in his latest tweet bemoaning policy normalisation and the knock-on impact on the Usd that has also strengthened due to Chinese and EU currency manipulation. The Dollar and index duly dumped and extended losses on Tuesday, before latest FOMC minutes maintained guidance for a September rate hike and did not remove a further 25 bp tightening by year end even though global trade disputes pose a downside risk to central forecasts. The DXY started the week around 96.125 and reached 96.405 pre-Trump, then recoiled to just under 95.000 vs circa 95.300 awaiting Powell&rsquo;s keynote speech from Jackson Hole, and drifted back towards 95.000 as he sees no evidence of inflation rising above 2%.</p>\r\n\r\n<p>AUD</p>\r\n\r\n<p>Not quite zero to hero, but a marked turnaround in fortunes for the Aud that decoupled from closely tracking broad risk sentiment and Yuan moves (in response to PBoC fixings and US-China tariff developments) to Aussie politics watch. Aud/Usd hit peaks of around 0.7380 and lows of 0.7235 after PM Turnbull only just survived a no confidence vote, but failed to overcome the subsequent leadership challenge as his opponents within the Liberal Party seized upon the opportunity to oust him. However, the new PM designate and soon to be former Treasurer Morrison has been given the thumbs up, this far, with Aud/Usd firmly back above 0.7300 and approaching 0.7350 having cleared heavy option expiry interest at 0.7305 (1.4 bn).</p>\r\n\r\n<p>EUR/NZD</p>\r\n\r\n<p>Ending a choppy week as the next best G10 performers, and with the single currency close to fresh highs vs the Greenback above 1.1600 (a close over the 55 DMA at 1.1617 would be technically bullish), while the Kiwi is retesting offers ahead of 0.6700 vs nearly 0.6600 at the extreme having only derived fleeting support from much stronger than expected NZ retail sales date earlier in the week. Note, RBNZ Governor Orr stuck to a largely open stance on the next policy move, while ECB minutes did not offer much new, but Weidmann was his usual more hawkish self.</p>\r\n\r\n<p>GBP/CAD &nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>Also benefiting from the generally softer Usd with Cable considerably nearer the top of its 1.2936-1.2727 range, albeit challenging key technical support again vs the Eur (0.9030-35) after no further progress or sign of a resolution to the may Brexit sticking points between the UK and EU. Meanwhile, a degree of NAFTA disappointment nullified high/rising BoC rate hike expectations (September probability not far off 50%) to leave the Loonie relatively midway between 1.3100-1.2980 trading parameters as Thursday&rsquo;s &lsquo;deadline&rsquo; for a handshake agreement between the US and Mexico came and went with no deal made even in principle and negotiations roll over to another week (and end of August now looking more in doubt as a result).</p>\r\n\r\n<p>JPY</p>\r\n\r\n<p>The major laggard and underperformer as overall risk aversion gradually turned to increased appetite, or improved at least, while softer than forecast Japanese inflation data also impacted. Usd/Jpy off near 111.50 peaks, but firmly above 111.00 having been as low as 109.75 at one stage.</p>\r\n\r\n<p>EM</p>\r\n\r\n<p>More sharp swings on all the well documented and ongoing negative factors, but some redemption and intervention prompted a short squeeze and recovery in the Rand and Rouble with positive contagion spreading across the region, albeit to varying degrees. The key events - US President Trump raising eyebrows at SA constitutional changes on land appropriation, but Zar rebounding post strong inflation data and pledges to protect the Rand and prevent financial instability. Similar platitudes from Russia amidst heightened tensions with the US and ahead of sanctions from the White House taking effect from Monday, but it was the CBR decision to stop building reserves until the end of September due to sufficient tools to defend the Rub that actually appeared to stop the rot. Usd/Zar around 14.2700, Usd/Rub 67.5000, Usd/Try circa 6.0300, Usd/Mxn 18.8150 and Usd/Brl 4.0800.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ransquawk",
        "slug": "weekly-fx-wrap-trump-tirades-and-aussie-political-escapades-but-em-angst-fades-24-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 22:50:00",
        "gmt_time": "2018-08-24 14:50:00"
    },
    {
        "id": 671405,
        "updated_sequence": 1031228,
        "published_at": {
            "unix": 1535121480,
            "text": "2018-08-24 15:38:00 +0100",
            "iso_8601": "2018-08-24T14:38:00Z"
        },
        "updated_at": {
            "unix": 1535121521,
            "text": "2018-08-24 15:38:41 +0100",
            "iso_8601": "2018-08-24T14:38:41Z"
        },
        "subject": "Iran Oil Minister says some OPEC members act in accordance with US demands",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iran-oil-minister-says-some-opec-members-act-in-accordance-with-us-demands-24-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 22:38:00",
        "gmt_time": "2018-08-24 14:38:00"
    },
    {
        "id": 671402,
        "updated_sequence": 1031219,
        "published_at": {
            "unix": 1535120820,
            "text": "2018-08-24 15:27:00 +0100",
            "iso_8601": "2018-08-24T14:27:00Z"
        },
        "updated_at": {
            "unix": 1535120887,
            "text": "2018-08-24 15:28:07 +0100",
            "iso_8601": "2018-08-24T14:28:07Z"
        },
        "subject": "Atlanta Fed GDP Now (Q3) 4.6% (Prev. 4.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "newswires",
        "slug": "atlanta-fed-gdp-now-q3-4-6-prev-4-3-24-08-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 22:27:00",
        "gmt_time": "2018-08-24 14:27:00"
    },
    {
        "id": 671400,
        "updated_sequence": 1031216,
        "published_at": {
            "unix": 1535120040,
            "text": "2018-08-24 15:14:00 +0100",
            "iso_8601": "2018-08-24T14:14:00Z"
        },
        "updated_at": {
            "unix": 1535120219,
            "text": "2018-08-24 15:16:59 +0100",
            "iso_8601": "2018-08-24T14:16:59Z"
        },
        "subject": "Shell resume restart of its gasoline unit at its Convent refinery, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p><strong>Production capacity</strong></p>\r\n\r\n<ul><li>Crude: 240K BPD</li>\r\n  <li>Gasoline: 115K BPD</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1535120219,
            "text": "2018-08-24 15:16:59 +0100",
            "iso_8601": "2018-08-24T14:16:59Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-resume-restart-of-its-gasoline-unit-at-its-convent-refinery-according-to-sources-24-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 22:14:00",
        "gmt_time": "2018-08-24 14:14:00"
    },
    {
        "id": 671399,
        "updated_sequence": 1031206,
        "published_at": {
            "unix": 1535119680,
            "text": "2018-08-24 15:08:00 +0100",
            "iso_8601": "2018-08-24T14:08:00Z"
        },
        "updated_at": {
            "unix": 1535119749,
            "text": "2018-08-24 15:09:09 +0100",
            "iso_8601": "2018-08-24T14:09:09Z"
        },
        "subject": "A meeting between 10 EU envoys has ended with no deal on EU migrant distribution",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "a-meeting-between-10-eu-envoys-has-ended-with-no-deal-on-eu-migrant-distribution-24-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 22:08:00",
        "gmt_time": "2018-08-24 14:08:00"
    },
    {
        "id": 671397,
        "updated_sequence": 1031208,
        "published_at": {
            "unix": 1535119200,
            "text": "2018-08-24 15:00:00 +0100",
            "iso_8601": "2018-08-24T14:00:00Z"
        },
        "updated_at": {
            "unix": 1535119804,
            "text": "2018-08-24 15:10:04 +0100",
            "iso_8601": "2018-08-24T14:10:04Z"
        },
        "subject": "Fed Chair Powell says further interest rate hikes likely appropriate if strong income and job growth continue",
        "content": "<p>Says:</p>\r\n\r\n<ul><li>No clear signs of inflation accelerating above 2%</li>\r\n  <li>Gradual rate hikes navigate risks of going too slowly vs. too fast</li>\r\n  <li>As always the US economy faces risks factors from both abroad and domestically</li>\r\n</ul>\r\n\r\n<p>Click <a href=\"https://www.federalreserve.gov/newsevents/speech/powell20180824a.htm\">here </a>for the speech</p>\r\n",
        "reaction_details": "<p>His view of inflation not accelerating above 2% as well reiteration of continued gradual rate hikes contributed to a dovish reaction, T-Note futures rose by 3 ticks to 120-15 in an immediate reaction, ES futures knee-jerking higher by 5 points to 2869.5 (HOD) while the USD continues to find sellers (EURUSD moves from 1.1590 to 1.1625)</p>\r\n",
        "reaction_updated_at": {
            "unix": 1535119804,
            "text": "2018-08-24 15:10:04 +0100",
            "iso_8601": "2018-08-24T14:10:04Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "fed-chair-powell-says-further-interest-rate-hikes-likely-appropriate-if-strong-income-and-job-growth-continue-24-08-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 22:00:00",
        "gmt_time": "2018-08-24 14:00:00"
    },
    {
        "id": 671395,
        "updated_sequence": 1031187,
        "published_at": {
            "unix": 1535118960,
            "text": "2018-08-24 14:56:00 +0100",
            "iso_8601": "2018-08-24T13:56:00Z"
        },
        "updated_at": {
            "unix": 1535119013,
            "text": "2018-08-24 14:56:53 +0100",
            "iso_8601": "2018-08-24T13:56:53Z"
        },
        "subject": "Barclays (BARC LN) UK GDP tracker at 3.2% vs. Prev. 3.0%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "barclays-barc-ln-uk-gdp-tracker-at-3-2-vs-prev-3-0-24-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 21:56:00",
        "gmt_time": "2018-08-24 13:56:00"
    },
    {
        "id": 671394,
        "updated_sequence": 1031184,
        "published_at": {
            "unix": 1535117880,
            "text": "2018-08-24 14:38:00 +0100",
            "iso_8601": "2018-08-24T13:38:00Z"
        },
        "updated_at": {
            "unix": 1535118816,
            "text": "2018-08-24 14:53:36 +0100",
            "iso_8601": "2018-08-24T13:53:36Z"
        },
        "subject": "Fed's Kaplan (non-voter, dovish) repeats the Fed should move rates towards neutral; sees 3-4 rate hikes in the next 9-12 months and emphasizes gradual rate hikes",
        "content": "<ul><li>Cyclical effects are pushing prices upwards</li>\r\n  <li>Sees core inflation rising to 2% by the end of this year</li>\r\n  <li>Oil prices are vulnerable to the upside citing risks over Iran and Venezuela; in 3-5 years will move into a position of undersupply</li>\r\n  <li>Citing&nbsp;businesses, he says tariffs are having a negative impact on spending plans</li>\r\n  <li>Encouraged by current growth but worried about outlook of 2020 when impact of fiscal stimulus recedes noting stimulus tailwind&nbsp;could turn into headwind&nbsp;ahead</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-non-voter-dovish-repeats-the-fed-should-move-rates-towards-neutral-sees-3-4-rate-hikes-in-the-next-9-12-months-and-emphasizes-gradual-rate-hikes-24-08-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 21:38:00",
        "gmt_time": "2018-08-24 13:38:00"
    },
    {
        "id": 671291,
        "updated_sequence": 1031160,
        "published_at": {
            "unix": 1535117100,
            "text": "2018-08-24 14:25:00 +0100",
            "iso_8601": "2018-08-24T13:25:00Z"
        },
        "updated_at": {
            "unix": 1535117431,
            "text": "2018-08-24 14:30:31 +0100",
            "iso_8601": "2018-08-24T13:30:31Z"
        },
        "subject": "Jackson Hole Symposium schedule: ",
        "content": "<p><a href=\"https://www.kansascityfed.org/publications/research/escp/symposiums/escp-2018\">https://www.kansascityfed.org/publications/research/escp/symposiums/escp-2018</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "jackson-hole-symposium-schedule-24-08-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 21:25:00",
        "gmt_time": "2018-08-24 13:25:00"
    },
    {
        "id": 671393,
        "updated_sequence": 1031151,
        "published_at": {
            "unix": 1535117100,
            "text": "2018-08-24 14:25:00 +0100",
            "iso_8601": "2018-08-24T13:25:00Z"
        },
        "updated_at": {
            "unix": 1535117141,
            "text": "2018-08-24 14:25:41 +0100",
            "iso_8601": "2018-08-24T13:25:41Z"
        },
        "subject": "Repost - PREVIEW: Jackson Hole Economic Symposium 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19921/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>The symposium takes place on the 24th-26th August</li>\r\n  <li>Fed chair Powell&#39;s address is scheduled for Friday at 10:00 ET/ 15:00 BST</li>\r\n  <li>Main themes: Fed Independence, pace of Fed hikes, yield curve, neutral rate</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "repost-preview-jackson-hole-economic-symposium-2018-24-08-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 21:25:00",
        "gmt_time": "2018-08-24 13:25:00"
    },
    {
        "id": 671337,
        "updated_sequence": 1031155,
        "published_at": {
            "unix": 1535117100,
            "text": "2018-08-24 14:25:00 +0100",
            "iso_8601": "2018-08-24T13:25:00Z"
        },
        "updated_at": {
            "unix": 1535117224,
            "text": "2018-08-24 14:27:04 +0100",
            "iso_8601": "2018-08-24T13:27:04Z"
        },
        "subject": "Central bank speakers talking on Bloomberg TV and CNBC today: ",
        "content": "<p><strong>Bloomberg TV:&nbsp;</strong></p>\r\n\r\n<ul><li>Bullard 1pm BST / 08.00 EST</li>\r\n  <li>Mester 2pm BST / 09.00 EST</li>\r\n  <li>Kaplan 2.30pm BST / 09.30 EST</li>\r\n  <li>Bostic 9pm BST / 16.00 EST</li>\r\n</ul>\r\n\r\n<p><strong>CNBC TV:</strong></p>\r\n\r\n<ul><li>Bullard&nbsp;12.30pm BST / 07.30 EST</li>\r\n  <li>Mester &nbsp;13.30pm BST / 08.30 EST</li>\r\n  <li>BoC&#39;s Poloz 9.15pm BST / 16.15 EST</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "central-bank-speakers-talking-on-bloomberg-tv-and-cnbc-today-24-08-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 21:25:00",
        "gmt_time": "2018-08-24 13:25:00"
    },
    {
        "id": 671392,
        "updated_sequence": 1031145,
        "published_at": {
            "unix": 1535116740,
            "text": "2018-08-24 14:19:00 +0100",
            "iso_8601": "2018-08-24T13:19:00Z"
        },
        "updated_at": {
            "unix": 1535116779,
            "text": "2018-08-24 14:19:39 +0100",
            "iso_8601": "2018-08-24T13:19:39Z"
        },
        "subject": "DS Smith (DS) is said to be considering the sale of their plastic assets ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ds-smith-ds-is-said-to-be-considering-the-sale-of-their-plastic-assets-24-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 21:19:00",
        "gmt_time": "2018-08-24 13:19:00"
    },
    {
        "id": 671391,
        "updated_sequence": 1031140,
        "published_at": {
            "unix": 1535116560,
            "text": "2018-08-24 14:16:00 +0100",
            "iso_8601": "2018-08-24T13:16:00Z"
        },
        "updated_at": {
            "unix": 1535116676,
            "text": "2018-08-24 14:17:56 +0100",
            "iso_8601": "2018-08-24T13:17:56Z"
        },
        "subject": "Commerzbank lowers gold price forecast for year-end USD 1300/oz; still expects 2019 price to rise to USD 1500/oz",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "commerzbank-lowers-gold-price-forecast-for-year-end-usd-1300-oz-still-expects-2019-price-to-rise-to-usd-1500-oz-24-08-2018",
        "hidden": false,
        "section": {
            "id": 37,
            "name": "Metals News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 21:16:00",
        "gmt_time": "2018-08-24 13:16:00"
    },
    {
        "id": 671390,
        "updated_sequence": 1031165,
        "published_at": {
            "unix": 1535116320,
            "text": "2018-08-24 14:12:00 +0100",
            "iso_8601": "2018-08-24T13:12:00Z"
        },
        "updated_at": {
            "unix": 1535117929,
            "text": "2018-08-24 14:38:49 +0100",
            "iso_8601": "2018-08-24T13:38:49Z"
        },
        "subject": "Additional US Equity Stories",
        "content": "<ul><li><p>Zscaler Inc (ZS) &ndash; The information security co. has announced its acquisition of market-leading AI as well as the development team from stealth security startup TrustPath. (Newswires)</p>\r\n  </li>\r\n  <li><p>Carpenter Technology (CRS) &ndash; The co.&rsquo;s additive manufacturing production facility in California has received a Rev D certification for its quality management system. (Newswires)</p>\r\n  </li>\r\n  <li><p>Zai Lab (ZLAB) &ndash; The pharmaceutical co. has decided to discontinue its development of ZL-3101 for AD, after results were no better than from a placebo. (Newswires)</p>\r\n  </li>\r\n  <li><p>Align Technology (ALGN) &ndash; The co. announced that the Federal Circuit vacated the Patent Trial and Appeal Board&rsquo;s decision that invalidated claims of Align&rsquo;s patent no. 6,699,037. (Newswires)</p>\r\n  </li>\r\n  <li><p>Verizon (VZ) &ndash; The telecoms co. released a statement following the California wildfires and Hawaii hurricane. Verizon said they &#39;Didn&#39;t live up to promise of service&#39; for the Mendocino fire respondents and they have removed on speed cap restrictions for first respondents in Hawaii. (Newswires)</p>\r\n  </li>\r\n  <li><p>Cotiviti Holdings (COTV) &ndash; The co.&rsquo;s shareholders have voted in favour of a merger with a subsidiary of Verscend. The merger will function as a private healthcare IT co. with unique data driven capabilities. (Newswires)</p>\r\n  </li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-24-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 21:12:00",
        "gmt_time": "2018-08-24 13:12:00"
    },
    {
        "id": 671389,
        "updated_sequence": 1031131,
        "published_at": {
            "unix": 1535115960,
            "text": "2018-08-24 14:06:00 +0100",
            "iso_8601": "2018-08-24T13:06:00Z"
        },
        "updated_at": {
            "unix": 1535116020,
            "text": "2018-08-24 14:07:00 +0100",
            "iso_8601": "2018-08-24T13:07:00Z"
        },
        "subject": "Fed's Mester (Vote, Hawk) says the case for raising interest rates is \"pretty compelling\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Bloomberg TV",
        "slug": "fed-s-mester-vote-hawk-says-the-case-for-raising-interest-rates-is-pretty-compelling-24-08-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 21:06:00",
        "gmt_time": "2018-08-24 13:06:00"
    },
    {
        "id": 671388,
        "updated_sequence": 1031128,
        "published_at": {
            "unix": 1535115900,
            "text": "2018-08-24 14:05:00 +0100",
            "iso_8601": "2018-08-24T13:05:00Z"
        },
        "updated_at": {
            "unix": 1535115959,
            "text": "2018-08-24 14:05:59 +0100",
            "iso_8601": "2018-08-24T13:05:59Z"
        },
        "subject": "Fixed and FX latest: US data shrugged aside awaiting JP at JH",
        "content": "<p>Core bonds are back in negative territory having faded quite fast on a lack of follow-through buying at the pre-US data session highs, even though durable goods were considerably weaker than anticipated across the board, almost. Bunds are only just holding above 163.00, while Gilts are just off a new Liffe base, albeit marginal at 123.20 (-10 ticks), like US Treasuries that are erring towards the side of caution ahead of the Fed chair at Jackson Hole. In a similar vein, the Usd has notdeclined further on the disappointing data with the DXY off worst levels within approx. 96.700-300 bounds. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ransquawk",
        "slug": "fixed-and-fx-latest-us-data-shrugged-aside-awaiting-jp-at-jh-24-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 21:05:00",
        "gmt_time": "2018-08-24 13:05:00"
    },
    {
        "id": 671387,
        "updated_sequence": 1031125,
        "published_at": {
            "unix": 1535115360,
            "text": "2018-08-24 13:56:00 +0100",
            "iso_8601": "2018-08-24T12:56:00Z"
        },
        "updated_at": {
            "unix": 1535115625,
            "text": "2018-08-24 14:00:25 +0100",
            "iso_8601": "2018-08-24T13:00:25Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 24th August 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19937/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>HP Inc (HPQ) Q3 Adj. EPS USD 0.52 vs. Exp. USD 0.51, revenue USD 14.6bln vs. Exp. USD 14.27bln.</li>\r\n  <li>Autodesk Inc (ADSK) Q2 Adj. EPS USD 0.19 vs. Exp. USD 0.15, revenue USD 0.612bln vs. Exp. USD 0.6bln.</li>\r\n  <li>Netflix (NFLX) upgraded to buy from hold at suntrust</li>\r\n</ul>\r\n\r\n<p>24th August 2018</p>\r\n\r\n<p>Earnings</p>\r\n\r\n<ul><li>Autodesk Inc (ADSK) Q2 Adj. EPS USD 0.19 vs. Exp. USD 0.15, revenue USD 0.612bln vs. Exp. USD 0.6bln. (Newswires)</li>\r\n  <li>Foot Locker Inc (FL) Q2 Non-GAAP EPS USD 0.75 vs. Exp. USD 0.70, revenue USD 1.782bln vs. Exp. USD 1.76bln; Same store sales +0.5% vs. Exp. +0.7%. Remains optimistic to deliver stronger comparable sales growth in H2 2018. (Newswires)</li>\r\n  <li>Gap (GPS) Q2 EPS USD 0.74 vs. Exp. USD 0.72, revenue USD 4.09bln vs. Exp. USD 4bln. Reports Q2 SSS up 2%. Backs FY18 EPS view USD 2.55-2.70, consensus USD 2.57. (Newswires)</li>\r\n  <li>HP Inc (HPQ) Q3 Adj. EPS USD 0.52 vs. Exp. USD 0.51, revenue USD 14.6bln vs. Exp. USD 14.27bln. Sees Q4 EPS USD 0.52-0.55, consensus USD 0.54. Sees FY18 EPS USD 2.00-2.03, consensus USD 2.00. Reports Q3 free cash flow of USD 1.4bln. (Newswires)</li>\r\n  <li>Intuit Inc (INTU) Q4 Adj. EPS USD 0.32 vs. Exp. USD 0.23, revenue USD 0.988bln vs. Exp. USD 0.95bln. CEO Brad Smith to step down. Lowers Q1 and FY19 Adj. EPS and revenue guidance. (Newswires)</li>\r\n  <li>Ross Stores Inc (ROST) Q2 EPS USD 1.04 vs. Exp. USD 1.01, revenue USD 3.7bln vs. Exp. USD 3.66bln. Sees Q3 EPS USD 0.84-0.88, consensus USD 0.88. Sees FY19 EPS USD 4.01-4.10, consensus USD 4.08. Newswires)</li>\r\n  <li>Splunk (SPLK) Q2 Adj. EPS USD 0.08 vs. Exp. USD 0.05, revenue USD 0.388bln vs. Exp. USD 0.358.51bln. (Newswires)</li>\r\n  <li>Veeva (VEEV) Q2 Adj. EPS 0.39 vs. Exp. USD 0.34, revenue USD 0.209 vs. Exp. USD 0.203bln. (Newswires)</li>\r\n  <li>VMware (VMW) Q2 EPS USD 1.54 vs. Exp. USD 1.49, revenue USD 2.17bln vs. Exp. USD 2.14bln. Raises FY19 Adj. EPS view to USD 6.14, consensus USD 6.08 and FY19 revenue view to USD 8.82bln from USD 8.78bln, consensus USD 8.79bln. (Newswires)</li>\r\n</ul>\r\n\r\n<p>DJIA</p>\r\n\r\n<ul><li>Microsoft (MSFT) - US authorities are probing the tech giant over potential corruption and bribery related to its software sales in Hungary. (WSJ)</li>\r\n  <li>Visa (V) &ndash; The co. has announced an investment in Paidy, the first Japanese instantly-issued post-pay credit service for ecommerce shoppers. (Newswires)</li>\r\n</ul>\r\n\r\n<p>S&amp;P500</p>\r\n\r\n<ul><li>Berkshire Hathaway (BRK.B) &ndash; The holdings co. has agreed to acquire a majority stake in the German infectious disease molecular diagnostics co., Hain Lifescience. (Newswires)</li>\r\n  <li>Fortune Brands (FBHS) &ndash; The co. has signed an agreement to acquire Fiberon for USD 470mln, a top manufacturer of outdoor performance materials. (Newswires)</li>\r\n  <li>General Mills (GIS) - The co. has stopped calling its Natural Valley granola 100 percent natural bars after three customers submitted a lawsuit claiming they contained small amounts of pesticide called Roundup. (Newswires)</li>\r\n  <li>Roper Technologies (ROP) &ndash; The co. has announced that the COO, Neil Hunn, as the new CEO, replacing Brian Jellison. (Newswires)</li>\r\n  <li>Target Corp. (TGT) &ndash; US President Trump tweeted on Friday morning, he highlighted Target CEO&rsquo;s comments on the best consumer market he has seen in his career. (Newswires)</li>\r\n  <li>Weyerhaeuser (WY) &ndash; The co. has announced plans to restructure its pension contracts so that its liabilities are reduced. (Newswires)</li>\r\n</ul>\r\n\r\n<p>NASDAQ 100</p>\r\n\r\n<ul><li>Alphabet (GOOGL) - The co.&#39;s self-driving unit Waymo has launched a subsidiary in Shanghai to expand its operations over in China. (Newswires)</li>\r\n  <li>Broadcom Inc (AVGO) &ndash; The co. has gained approval from the Hart-Scott-Rodino (HSR) Antitrust Improvements Act for its proposed acquisition of CA Technologies (CA). Broadcom now awaits approval from from CA shareholders and antitrust groups in the EU and Japan. (Newswires)</li>\r\n  <li>Social Media names (FB, TWTR, SNAP) - US President Trump said in a tweet &#39;Social Media Giants are silencing millions of people. Can&rsquo;t do this even if it means we must continue to hear Fake News like CNN, whose ratings have suffered gravely. People have to figure out what is real, and what is not, without censorship!&rsquo;. (Twitter)</li>\r\n  <li>Tesla (TSLA) &ndash; The CIO of Ark Invest, Catherine Wood, said in a public letter to CEO, Elon Musk, that Tesla should stay public and that the share price should be between USD 700-4000/SHR in five years. The automaker&rsquo;s employees say &lsquo;it&rsquo;s a s-t show&rsquo; as CEO Elon Musk continues to struggle. Separately, a minor fire was reported yesterday at its plant in California though no damage was caused. (NY Post/Newswires)</li>\r\n  <li>T-Mobile US (TMUS) &ndash; The co. has said that on August 20th some customer&rsquo;s information was breached but says no financial data, social security numbers or passwords were compromised. (Newswires)</li>\r\n</ul>\r\n\r\n<p>OTHER NEWS</p>\r\n\r\n<ul><li>China Biologic (CBPO) &ndash; The co. provided updates over its acquisition proposals announcing CITIC Capital MB Investment Limited, an affiliate of CITIC Capital Holdings Limited, withdrew its preliminary non-binding proposal with immediate effect. (Newswires)</li>\r\n  <li>Enbridge (ENB) &ndash; The co. is said to acquire all public equity of Spectra Energy Partners (SEP) with a transaction value of USD 3.3bln. (Newswires)</li>\r\n  <li>Energy Transfer Partners (ETP) &ndash; The co. announced that its Rover Pipeline LLC has gained FERC approval to start its Burgettstown and Majorsville supply laterals immediately. (Newswires)</li>\r\n  <li>LaSalle Hotel Properties (LHO)/Pebblebrook Hotel Trust (PEB) - Private equity Glass Lewis &amp; Co recommended shareholders of LaSalle Hotel to vote against the USD 3.7bln all-cash offer made by Blackstone (BX). (Newswires)</li>\r\n  <li>Shire (SHPG) - The US FDA approved a never-before-seen drug to treat types I and II hereditary angioedema (HAE) called lanadelumab. (Newswires)</li>\r\n</ul>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>Upgrades</p>\r\n\r\n<ul><li>CAPITAL SENIOR LIVING (CSU) UPGRADED TO HOLD FROM SELL AT STIFEL</li>\r\n  <li>CASA SYSTEMS (CASA) UPGRADED TO BUY FROM HOLD AT LOOP CAPITAL</li>\r\n  <li>CHILDREN&#39;S PLACE (PLCE) UPGRADED TO BUY FROM NEUTRAL AT MONNESS CRESPI</li>\r\n  <li>EMBRAER (ERJ) UPGRADED TO HOLD FROM UNDERPERFORM AT SANTANDER</li>\r\n  <li>GASLOG (GLOG) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li>\r\n  <li>MYLAN (MYL) UPGRADED TO OUTPERFORM FROM IN LINE AT EVERCORE ISI</li>\r\n  <li>NETFLIX (NFLX) UPGRADED TO BUY FROM HOLD AT SUNTRUST</li>\r\n  <li>SANDERSON FARMS (SAFM) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT STEPHENS</li>\r\n</ul>\r\n\r\n<p>Downgrades</p>\r\n\r\n<ul><li>ACACIA COMMUNICATIONS (ACIA) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT BOFA/MERRILL</li>\r\n  <li>ALTRIA GROUP (MO) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li>\r\n  <li>CLEARWATER PAPER (CLW) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li>\r\n  <li>COGNEX (CGNX) DOWNGRADED TO NEUTRAL FROM BUY AT NORTHCOAST</li>\r\n  <li>CUMMINS (CMI) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>GRUPO SUPERVIELLE (SUPV) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li>\r\n  <li>HORMEL FOODS (HRL) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</li>\r\n  <li>JANUS HENDERSON GROUP (JHG) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT CREDIT SUISSE</li>\r\n  <li>L BRANDS (LB) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li>\r\n  <li>MAMMOTH ENERGY (TUSK) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT RAYMOND JAMES</li>\r\n  <li>PHILIP MORRIS (PM) DOWNGRADED TO HOLD FROM BUY AT JEFFERIES</li>\r\n  <li>PHILLIPS 66 PARTNERS (PSXP) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li>\r\n  <li>VALERO ENERGY PARTNERS (VLP) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li>\r\n</ul>\r\n\r\n<p>Initiations</p>\r\n\r\n<ul><li>ARDELYX (ARDX) RATED NEW BUY AT JEFFERIES; PT - USD 7</li>\r\n  <li>BBVA BANCO FRANCES ADRS (FRAN AR) REINSTATED BUY AT TPCG VALORES; PT - USD 13</li>\r\n  <li>BERRY PETROLEUM (BRY) RATED NEW OUTPERFORM AT EVERCORE ISI; PT - USD 18</li>\r\n  <li>CANNAROYALTY (CRZ CN) RATED NEW BUY AT PI FINANCIAL; PT C- USD 8</li>\r\n  <li>DAQO (DQ) NEW ENERGY ADRS RATED NEW OUTPERFORM AT CREDIT SUISSE</li>\r\n  <li>FLOOR &amp; DECOR (FND) RATED NEW BUY AT LONGBOW; PT - USD 50</li>\r\n  <li>MISONIX (MSON) RATED NEW BUY AT CANACCORD; PT - USD 24</li>\r\n  <li>ROSEHILL RESOURCES (ROSEU) RATED NEW BUY AT STIFEL; PT - USD 14</li>\r\n  <li>WMIH (WMIH) RATED NEW UNDERWEIGHT AT PIPER JAFFRAY; PT - USD 1.25</li>\r\n</ul>\r\n\r\n<p>Ex-Dividends</p>\r\n\r\n<ul><li>Assurant Inc (AIZ). Amount - USD 0.56&nbsp;</li>\r\n  <li>Atmos Energy Corp (ATO). Amount - USD 0.49&nbsp;</li>\r\n  <li>Carter&#39;s Inc (CRI). Amount - USD 0.45&nbsp;</li>\r\n  <li>Dunkin&#39; Brands Group Inc (DNKN). Amount - USD 0.35&nbsp;</li>\r\n  <li>MKS Instruments Inc (MKSI). Amount - USD 0.20&nbsp;</li>\r\n  <li>Northrop Grumman Corp (NOC). Amount - USD 1.20&nbsp;</li>\r\n  <li>Tractor Supply Co (TSCO). Amount - USD 0.31</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-24th-august-2018-24-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 20:56:00",
        "gmt_time": "2018-08-24 12:56:00"
    },
    {
        "id": 671381,
        "updated_sequence": 1031107,
        "published_at": {
            "unix": 1535115000,
            "text": "2018-08-24 13:50:00 +0100",
            "iso_8601": "2018-08-24T12:50:00Z"
        },
        "updated_at": {
            "unix": 1535115176,
            "text": "2018-08-24 13:52:56 +0100",
            "iso_8601": "2018-08-24T12:52:56Z"
        },
        "subject": "US sanctions against Russian related to the nerve agent attack are to go into effect on Monday; according to a Federal statement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-sanctions-against-russian-related-to-the-nerve-agent-attack-are-to-go-into-effect-on-monday-according-to-a-federal-statement-24-08-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 20:50:00",
        "gmt_time": "2018-08-24 12:50:00"
    },
    {
        "id": 671379,
        "updated_sequence": 1031098,
        "published_at": {
            "unix": 1535114100,
            "text": "2018-08-24 13:35:00 +0100",
            "iso_8601": "2018-08-24T12:35:00Z"
        },
        "updated_at": {
            "unix": 1535114471,
            "text": "2018-08-24 13:41:11 +0100",
            "iso_8601": "2018-08-24T12:41:11Z"
        },
        "subject": "BoAML trade recommendation: short Eur/Zar at 16.60, target 15.83 and 17.20 stop",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BoAML",
        "slug": "boaml-trade-recommendation-short-eur-zar-at-16-60-target-15-83-and-17-20-stop-24-08-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 20:35:00",
        "gmt_time": "2018-08-24 12:35:00"
    },
    {
        "id": 671378,
        "updated_sequence": 1031095,
        "published_at": {
            "unix": 1535113980,
            "text": "2018-08-24 13:33:00 +0100",
            "iso_8601": "2018-08-24T12:33:00Z"
        },
        "updated_at": {
            "unix": 1535114410,
            "text": "2018-08-24 13:40:10 +0100",
            "iso_8601": "2018-08-24T12:40:10Z"
        },
        "subject": "Fed's Mester (voter, hawk) says Q3 has come in strong, so far; gradual hikes seems appropriate",
        "content": "<ul><li>Sees the neutral rate around 3.0%</li>\r\n  <li>Fed is monitoring financial conditions carefully</li>\r\n  <li>Fiscal policy could provide upside to the Fed&#39;s forecasts</li>\r\n  <li>Mester does not see signs of overheating, Fed sees some risks but not excesses</li>\r\n  <li>Says firms in her district have expressed concerns about tariffs, but have not seen the impact in the data yet; Fed is monitoring the tariff situation</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-mester-voter-hawk-says-q3-has-come-in-strong-so-far-gradual-hikes-seems-appropriate-24-08-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 20:33:00",
        "gmt_time": "2018-08-24 12:33:00"
    },
    {
        "id": 671372,
        "updated_sequence": 1031051,
        "published_at": {
            "unix": 1535112060,
            "text": "2018-08-24 13:01:00 +0100",
            "iso_8601": "2018-08-24T12:01:00Z"
        },
        "updated_at": {
            "unix": 1535112123,
            "text": "2018-08-24 13:02:03 +0100",
            "iso_8601": "2018-08-24T12:02:03Z"
        },
        "subject": "German Finance Ministry said to be planning to raise taxes to support pensions ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-finance-ministry-said-to-be-planning-to-raise-taxes-to-support-pensions-24-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 20:01:00",
        "gmt_time": "2018-08-24 12:01:00"
    },
    {
        "id": 671373,
        "updated_sequence": 1031054,
        "published_at": {
            "unix": 1535112060,
            "text": "2018-08-24 13:01:00 +0100",
            "iso_8601": "2018-08-24T12:01:00Z"
        },
        "updated_at": {
            "unix": 1535112217,
            "text": "2018-08-24 13:03:37 +0100",
            "iso_8601": "2018-08-24T12:03:37Z"
        },
        "subject": "Scotiabank FX Daily - Risk-On Into Powell Speech & Poloz Interview; Bullish CAD",
        "content": "<ul><li>&nbsp; USD lower on the day w/ DXY set for lower weekly close, bearish &lsquo;evening star&rsquo;.</li>\r\n  <li>&nbsp; CAD quiet into weekend as markets look to Poloz interview for policy clues.</li>\r\n  <li>&nbsp; EUR rising back toward 1.16 w/ weekly chart set for completion of &lsquo;morning star&rsquo;.</li>\r\n  <li>&nbsp; GBP steadies around 1.28 &amp; still in process of completing &lsquo;bull flag&rsquo;; neutral.</li>\r\n  <li>&nbsp; JPY soft &amp; underperforming on disappointing CPI, unwind of recent haven gains.</li>\r\n  <li>&nbsp; AUD sees relief rally w/ resolution to this week&rsquo;s political turmoil; bullish.</li>\r\n  <li>&nbsp; MXN recovering into NA session; NAFTA talks set to continue next week.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-risk-on-into-powell-speech-poloz-interview-bullish-cad-24-08-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 20:01:00",
        "gmt_time": "2018-08-24 12:01:00"
    },
    {
        "id": 671371,
        "updated_sequence": 1031048,
        "published_at": {
            "unix": 1535110260,
            "text": "2018-08-24 12:31:00 +0100",
            "iso_8601": "2018-08-24T11:31:00Z"
        },
        "updated_at": {
            "unix": 1535111128,
            "text": "2018-08-24 12:45:28 +0100",
            "iso_8601": "2018-08-24T11:45:28Z"
        },
        "subject": "Fed's Bullard (non-voter, dove) once again warns that the Fed be cautious about action that inverts the yield curve; market outlook is flattening the yield curve",
        "content": "<ul><li>Bullard says he personally would not raise rates for the rest of the year</li>\r\n  <li>2018 will be a good year for growth, given fiscal stimulus and other factors, but growth will slow in 2019, 2020</li>\r\n  <li>Sees long-term growth around 2%, can adjust policy if growth is stronger than expected</li>\r\n  <li>Current level of wage gains are not &#39;out of line&#39;</li>\r\n  <li>Is not seeing much inflation pressure in the US</li>\r\n  <li>Bullard says he personally would not raise rates for the rest of the year, says markets are more dovish than the Fed</li>\r\n  <li>Says if Japan and Europe start tightening, it would be good news</li>\r\n  <li>Low unemployment is not a threat</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-bullard-non-voter-dove-once-again-warns-that-the-fed-be-cautious-about-action-that-inverts-the-yield-curve-market-outlook-is-flattening-the-yield-curve-24-08-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 19:31:00",
        "gmt_time": "2018-08-24 11:31:00"
    },
    {
        "id": 671369,
        "updated_sequence": 1031021,
        "published_at": {
            "unix": 1535109360,
            "text": "2018-08-24 12:16:00 +0100",
            "iso_8601": "2018-08-24T11:16:00Z"
        },
        "updated_at": {
            "unix": 1535109421,
            "text": "2018-08-24 12:17:01 +0100",
            "iso_8601": "2018-08-24T11:17:01Z"
        },
        "subject": "China FX platform says the Yuan’s exchange rate has the ability to remain basically stable at a reasonable and balanced level ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-fx-platform-says-the-yuan-s-exchange-rate-has-the-ability-to-remain-basically-stable-at-a-reasonable-and-balanced-level-24-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 19:16:00",
        "gmt_time": "2018-08-24 11:16:00"
    },
    {
        "id": 671368,
        "updated_sequence": 1031015,
        "published_at": {
            "unix": 1535108880,
            "text": "2018-08-24 12:08:00 +0100",
            "iso_8601": "2018-08-24T11:08:00Z"
        },
        "updated_at": {
            "unix": 1535108990,
            "text": "2018-08-24 12:09:50 +0100",
            "iso_8601": "2018-08-24T11:09:50Z"
        },
        "subject": "US President Trump's Adviser Bolton says US sanctions against Russia to remain in place until Russia changes its behavior ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-s-adviser-bolton-says-us-sanctions-against-russia-to-remain-in-place-until-russia-changes-its-behavior-24-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 19:08:00",
        "gmt_time": "2018-08-24 11:08:00"
    },
    {
        "id": 671367,
        "updated_sequence": 1031012,
        "published_at": {
            "unix": 1535108520,
            "text": "2018-08-24 12:02:00 +0100",
            "iso_8601": "2018-08-24T11:02:00Z"
        },
        "updated_at": {
            "unix": 1535108602,
            "text": "2018-08-24 12:03:22 +0100",
            "iso_8601": "2018-08-24T11:03:22Z"
        },
        "subject": "PBoC has resumed the use of counter-cyclical factor in the CNY midpoint-fixing mechanism, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-has-resumed-the-use-of-counter-cyclical-factor-in-the-cny-midpoint-fixing-mechanism-according-to-sources-24-08-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 19:02:00",
        "gmt_time": "2018-08-24 11:02:00"
    },
    {
        "id": 671365,
        "updated_sequence": 1031006,
        "published_at": {
            "unix": 1535108340,
            "text": "2018-08-24 11:59:00 +0100",
            "iso_8601": "2018-08-24T10:59:00Z"
        },
        "updated_at": {
            "unix": 1535108381,
            "text": "2018-08-24 11:59:41 +0100",
            "iso_8601": "2018-08-24T10:59:41Z"
        },
        "subject": "RANsquawk Daily US Opening News - 24th August 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19936/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Tentative trade ahead of Fed Chair Powell&rsquo;s speech at Jackson Hole</li>\r\n  <li>AUD the biggest G10 mover overnight as Morrison sworn in as new Prime Minster</li>\r\n  <li>Looking ahead, highlight include, US durable goods and Fed&rsquo;s Chair Powell to speak at the Jackson Hole Symposium</li>\r\n</ul>\r\n\r\n<p>ASIA&nbsp;<br />Asian equity markets traded mixed as the region digested the weak lead from Wall St, a lack of progress during US-China trade discussions and change of leadership in Australia. ASX 200 (+0.1%) traded choppy amid the tumultuous political climate, although sentiment later improved after Treasurer Morrison beat former Home Affairs Minister Dutton to become the PM. Elsewhere, Nikkei 225 (+0.8%) was underpinned by a weaker JPY, while Hang Seng (-0.4%) and Shanghai Comp. (+0.2%) were initially the worst performers following the stalemate at US-China trade talks and with the biggest movers amongst Hong Kong&rsquo;s large caps also dictated by earnings, but the Shanghai Comp. reversed course close to end of trade, and ended the day up. Finally, 10yr JGBs were uneventful with demand subdued amid strength in Tokyo stocks, although downside was also stemmed by the BoJ&rsquo;s presence in the market for JPY 950bln in 1yr-10yr JGBs and following softer than expected CPI data.&nbsp;<br />PBoC refrained from reverse repos but later injected CNY 149bln through 1yr Medium-term Lending Facility. (Newswires) PBoC set CNY mid-point at 6.8710 (Prev. 6.8367)&nbsp;<br />White House official said trade talks between US and China have concluded and that discussions included structural issues related to China and how to achieve trade fairness, while China Mofcom stated that US and China had constructive and candid exchange regarding trade and will keep in touch on next steps. However, there were earlier reports that US-China trade talks didn&#39;t provide any visible sign of progress which reduces prospects of an agreement soon, according to sources which added that China seemed unready to offer new solutions to US concerns related to trade deficit and coerced transfer of tech. (Newswires/WSJ)&nbsp;<br />Chinese Foreign Ministry says they will keep retaliating if US keeps imposing &quot;unreasonable&quot; trade measures. (Newswires)&nbsp;<br />Japanese National CPI (Jul) 0.9% vs. Exp. 1.0% (Prev. 0.7%). (Newswires) Japanese National CPI Ex. Fresh Food (Jul) 0.8% vs. Exp. 0.9% (Prev. 0.8%) Japanese National CPI Ex. Fresh Food &amp; Energy (Jul) 0.3% vs. Exp. 0.3% (Prev. 0.2%)&nbsp;<br />Australian Treasurer Morrison won the party vote to become Liberal Party leader and the next Australian PM via 45 vs. 40 votes. This was after outgoing PM Turnbull was forced to hold a party meeting and leadership vote which was contended by Morrison, Foreign Minister Bishop and Peter Dutton. (Newswires)&nbsp;<br />EU/UK/US&nbsp;<br />UK Chancellor Hammond has warned of &quot;large fiscal consequences&quot; if the UK leaves the EU with no-deal, stating that UK GDP could take a hit of up to 10.3%. (Sky News)&nbsp;<br />US President Trump is said to have offered Italy help with buying government bonds. (Newswires)&nbsp;<br />Italy&rsquo;s Deputy PM and Five-Star leader Di Maio stated his party will vote to suspend EU funding next year if the European Commission does not get a deal for other states to take in some of migrants on an Italian coastguard ship today. (Newswires)&nbsp;<br />Riksbank&#39;s Jochnick says rate path shows probability for an October hike, and wants to see broader inflation in the economy; adding the recent weak crown should have an effect on inflation further ahead. (Newswires)&nbsp;<br />German GDP Detailed YY SA (Q2) 2.0% vs. Exp. 2.0% (Prev. 2.0%)&nbsp;<br />German GDP Detailed QQ SA Q2 0.5% vs. Exp. 0.5% (Prev. 0.5%)&nbsp;<br />German GDP Detailed YY NSA Q2 2.3% vs. Exp. 2.3% (Prev. 2.3%)&nbsp;<br />US President Trump is considering more sanctions on Venezuela, as according to senior administration officials. (McClatchy)&nbsp;<br />Fed&#39;s Kaplan (Non-Voter, Dove) said he sees 3-4 hikes in the next 9-12 months and stated he is comfortable with 4 hikes this year, while he also commented that officials will ignore political pressure or attacks and that he hopes Fed can get to the neutral rate without seeing a yield curve inversion. (Newswires)&nbsp;<br />Mexico Foreign Minister Videgaray said NAFTA discussions in Washington will continue 0930EDT today. In related news, Canadian PM Trudeau said they are encouraged by NAFTA progress and that they hope for a win-win-win NAFTA deal, while there were also comments from Canadian Foreign Minister Freeland that Canada would need to &#39;agree to any final conclusion&#39; achieved on rules of origin in NAFTA talks between the US and Mexico. (Newswires)&nbsp;</p>\r\n\r\n<p>&nbsp;Manhattan DA is said to be considering charges against 2 Trump Organization officials. (NYT)&nbsp;<br />EQUITIES&nbsp;<br />European equites have started the flat, with the FTSE MIB the outperforming bourse. This is being driven by banking names, and comes as a result of reports suggesting Unicredit (+0.7%) have hired Rothschild for a deal with SocGen (+1.2%). The gains in banking names are broad based, with the sector outperforming (Stoxx Europe 600 Banking Index +0.4%) and co.&rsquo;s in the sector leading bourses such as:&nbsp;<br />&bull; CAC (SocGen +1.2% &amp; BNP Paribas +1.0%) &bull; FTSE MIB (Unicredit +0.7%) &nbsp;&bull; DAX (Commerzbank +0.9%) &bull; SMI (UBS +1.5%, Credit Suisse +0.9%)&nbsp;<br />&nbsp;<br />Shire (+2.4%) are leading the gains in the FTSE 100 as they received approval for a ground-breaking hereditary angioedema treatment. &nbsp;<br />FIXED INCOME&nbsp;<br />Fundamental drivers remain few and far between, but Bunds and Gilts have emerged from initial and early bouts of selling pressure to trade above parity at fresh Eurex and Liffe intraday highs of 163.16 and 123.41 (+10 and +11 ticks vs -10 an -7 ticks at one stage). So, ranges are still relatively restrained and volumes seasonally light, but divergence from the core to periphery and US Treasuries a bit more apparent as the clock ticks down to JH. Conversely, Italian BTPs are back under pressure on latest comments from Government officials stressing that the EC&rsquo;s fiscal mandate will be challenged and withholding budget contributions used a bargaining tool, following not much buck for US President Trump&rsquo;s offer to buy Italian bonds. Back to USTs, futures are nudging marginal new overnight lows with the curve fractionally steeper before the start of Fed speakers and durable goods data.&nbsp;<br />FX&nbsp;<br />AUD - Some calm after the political storm, and a positive market response (so far) to the prospect of former Treasurer Morrison taking over from Turnbull as leader of the Liberal Party and PM. Indeed, Aud/Usd has bounced firmly from circa 0.7235-40 lows to around 0.7290 and eyeing hefty option expiry interest just above at 0.7305 (1.4 bn), while the Aud/NZD cross is back up near 1.0950 having only just held above 1.0900 amidst the unfolding drama overnight. However, the Kiwi has also caught a bid on the more stable situation down under to retest 0.6650 vs its US peer.&nbsp;<br />SEK - Another major outperformer and gainer, but largely due to Riksbank commentary via Af Jochnick noting inflation rising and nearing target, above forecast Q2 growth and the rate path indicating an October hike. She also acknowledged that recent Krona weakness should underpin price pressures ahead, and on the note Swedish PPI data for July picked up pace from the previous month. Eur/Sek down to 10.5260 from 10.5815 at one stage, with 10.5000 the obvious objective.&nbsp;<br />EUR/GBP - Also firmer vs the Greenback, but within recent ranges as the DXY pivots around 95.500 awaiting Fed chair Powell and a raft of other FOMC members all attending the Jackson Hole Symposium. &nbsp;However, the single currency remains capped ahead of 1.1600 and within proximity of decent expiries from 1.1545-55 (1.2 bn), while Cable is back within 1.2800-50 parameters amidst no Brexit progress on the 20% outstanding and make or break sticking points between the UK and EU. Hence, the Eur/Gbp cross remains above 0.9000, albeit not breaching major technical resistance in the 0.9030-35 area.&nbsp;<br />CAD - Holding pretty flat vs its US rival in a 1.3100-1.3075 range with firmer crude prices providing the Loonie with some traction after yesterday&rsquo;s NAFTA handshake deadline (albeit for the US and Mexico not Canada) passed without fanfare and talks are now extending into next week, at least. Ahead, BoC Governor Poloz appears from Jackson Hole on Saturday.&nbsp;<br />CHF/JPY - Narrowly mixed vs the Dollar as the Franc claws back some lost ground to rotate around 0.9850, but Usd/Jpy extends its range break through 111.00 towards 111.50 in wake of softer than expected Japanese inflation data overnight.&nbsp;<br />EM - The Rub and Zar continue to rebound and are on course to end a turbulent week in better shape than other regional currencies (such as the Try and Brl) still suffering from multiple bearish/negative factors, like sanctions, diplomatic tensions, tariffs, on top of domestic political, economic and fiscal issues. Meanwhile, after no material progress in US-China trade talks, the Yuan is back on the wane and the PBoC has resumed its rising mid-point fixing trend.&nbsp;<br />COMMODITIES&nbsp;<br />The oil market is in the green, with both WTI and Brent up ~1.0% and extending gains above USD 68.00/BBL and USD 75.00/BBL respectively. This comes amid reports of continued strike action at Total&rsquo;s (FP FP) North Sea oil and gas fields alongside a softer USD. &nbsp;</p>\r\n\r\n<p>&nbsp;In the metals scope gold is benefitting from a softer USD and is up 0.4% on the day, with the yellow metal set for a 0.3% gain for the week. Copper has pared early losses and is set for its first positive session in three, alongside the best week in four, as the construction material has shed-off trade concerns. Steel prices have seen a recovery (0.5%) as a fall in Chinese steel stocks has been noted, but is still set for it&rsquo;s worst week in eight (-1.2%).&nbsp;<br />&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-24th-august-2018-24-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 18:59:00",
        "gmt_time": "2018-08-24 10:59:00"
    },
    {
        "id": 671364,
        "updated_sequence": 1031003,
        "published_at": {
            "unix": 1535107500,
            "text": "2018-08-24 11:45:00 +0100",
            "iso_8601": "2018-08-24T10:45:00Z"
        },
        "updated_at": {
            "unix": 1535107664,
            "text": "2018-08-24 11:47:44 +0100",
            "iso_8601": "2018-08-24T10:47:44Z"
        },
        "subject": "Foot Locker Inc (FL) Q2 Non-GAAP EPS USD 0.75 vs. Exp. USD 0.70, revenue USD 1.782bln vs. Exp. USD 1.76bln; Same store sales +0.5% vs. Exp. +0.7%",
        "content": "<ul><li>Remain optimistic to deliver stronger comparable sales growth in H2 2018</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "foot-locker-inc-fl-q2-non-gaap-eps-usd-0-75-vs-exp-usd-0-70-revenue-usd-1-782bln-vs-exp-usd-1-76bln-same-store-sales-0-5-vs-exp-0-7-24-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 18:45:00",
        "gmt_time": "2018-08-24 10:45:00"
    },
    {
        "id": 671364,
        "updated_sequence": 1031003,
        "published_at": {
            "unix": 1535107500,
            "text": "2018-08-24 11:45:00 +0100",
            "iso_8601": "2018-08-24T10:45:00Z"
        },
        "updated_at": {
            "unix": 1535107664,
            "text": "2018-08-24 11:47:44 +0100",
            "iso_8601": "2018-08-24T10:47:44Z"
        },
        "subject": "Foot Locker Inc (FL) Q2 Non-GAAP EPS USD 0.75 vs. Exp. USD 0.70, revenue USD 1.782bln vs. Exp. USD 1.76bln; Same store sales +0.5% vs. Exp. +0.7%",
        "content": "<ul><li>Remain optimistic to deliver stronger comparable sales growth in H2 2018</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "foot-locker-inc-fl-q2-non-gaap-eps-usd-0-75-vs-exp-usd-0-70-revenue-usd-1-782bln-vs-exp-usd-1-76bln-same-store-sales-0-5-vs-exp-0-7-24-08-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 18:45:00",
        "gmt_time": "2018-08-24 10:45:00"
    },
    {
        "id": 671363,
        "updated_sequence": 1030997,
        "published_at": {
            "unix": 1535106000,
            "text": "2018-08-24 11:20:00 +0100",
            "iso_8601": "2018-08-24T10:20:00Z"
        },
        "updated_at": {
            "unix": 1535106098,
            "text": "2018-08-24 11:21:38 +0100",
            "iso_8601": "2018-08-24T10:21:38Z"
        },
        "subject": "Exxon says a small leak found at its 190K BPD Rotterdam oil refinery, operations disrupted",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "exxon-says-a-small-leak-found-at-its-190k-bpd-rotterdam-oil-refinery-operations-disrupted-24-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 18:20:00",
        "gmt_time": "2018-08-24 10:20:00"
    },
    {
        "id": 671362,
        "updated_sequence": 1030994,
        "published_at": {
            "unix": 1535104440,
            "text": "2018-08-24 10:54:00 +0100",
            "iso_8601": "2018-08-24T09:54:00Z"
        },
        "updated_at": {
            "unix": 1535105719,
            "text": "2018-08-24 11:15:19 +0100",
            "iso_8601": "2018-08-24T10:15:19Z"
        },
        "subject": "RANsquawk EU Mid Session - 24th August 2018 - Quiet trade ahead of Jackson Hole",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19935/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>European equites have started flat, with the FTSE MIB the outperforming bourse. This is being driven by banking names, and comes as a result of reports suggesting Unicredit (+0.7%) have hired Rothschild for a deal with SocGen (+1.2%). The gains in banking names are broad based, with the sector outperforming (Stoxx Europe 600 Banking Index +0.4%) and co.&rsquo;s in the sector leading bourses such as:</p>\r\n\r\n<p>CAC (SocGen +1.2% &amp; BNP Paribas +1.0%)</p>\r\n\r\n<p>FTSE MIB (Unicredit +0.7%)</p>\r\n\r\n<p>DAX (Commerzbank +0.9%)</p>\r\n\r\n<p>SMI (UBS +1.5%, Credit Suisse +0.9%)</p>\r\n\r\n<p>Shire (+2.4%) are leading the gains in the FTSE 100 as they received approval for a ground-breaking hereditary angioedema treatment.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>AUD - Some calm after the political storm, and a positive market response (so far) to the prospect of former Treasurer Morrison taking over from Turnbull as leader of the Liberal Party and PM. Indeed, Aud/Usd has bounced firmly from circa 0.7235-40 lows to around 0.7290 and eyeing hefty option expiry interest just above at 0.7305 (1.4 bn), while the Aud/NZD cross is back up near 1.0950 having only just held above 1.0900 amidst the unfolding drama overnight. However, the Kiwi has also caught a bid on the more stable situation down under to retest 0.6650 vs its US peer.</p>\r\n\r\n<p>SEK - Another major outperformer and gainer, but largely due to Riksbank commentary via Af Jochnick noting inflation rising and nearing target, above forecast Q2 growth and the rate path indicating an October hike. She also acknowledged that recent Krona weakness should underpin price pressures ahead, and on the note Swedish PPI data for July picked up pace from the previous month. Eur/Sek down to 10.5260 from 10.5815 at one stage, with 10.5000 the obvious objective.</p>\r\n\r\n<p>EUR/GBP - Also firmer vs the Greenback, but within recent ranges as the DXY pivots around 95.500 awaiting Fed chair Powell and a raft of other FOMC members all attending the Jackson Hole Symposium.&nbsp; However, the single currency remains capped ahead of 1.1600 and within proximity of decent expiries from 1.1545-55 (1.2 bn), while Cable is back within 1.2800-50 parameters amidst no Brexit progress on the 20% outstanding and make or break sticking points between the UK and EU. Hence, the Eur/Gbp cross remains above 0.9000, albeit not breaching major technical resistance in the 0.9030-35 area.</p>\r\n\r\n<p>CAD - Holding pretty flat vs its US rival in a 1.3100-1.3075 range with firmer crude prices providing the Loonie with some traction after yesterday&rsquo;s NAFTA handshake deadline (albeit for the US and Mexico not Canada) passed without fanfare and talks are now extending into next week, at least. Ahead, BoC Governor Poloz appears from Jackson Hole on Saturday.</p>\r\n\r\n<p>CHF/JPY - Narrowly mixed vs the Dollar as the Franc claws back some lost ground to rotate around 0.9850, but Usd/Jpy extends its range break through 111.00 towards 111.50 in wake of softer than expected Japanese inflation data overnight.</p>\r\n\r\n<p>EM - The Rub and Zar continue to rebound and are on course to end a turbulent week in better shape than other regional currencies (such as the Try and Brl) still suffering from multiple bearish/negative factors, like sanctions, diplomatic tensions, tariffs, on top of domestic political, economic and fiscal issues. Meanwhile, after no material progress in US-China trade talks, the Yuan is back on the wane and the PBoC has resumed its rising mid-point fixing trend.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Fundamental drivers remain few and far between, but Bunds and Gilts have emerged from initial and early bouts of selling pressure to trade above parity at fresh Eurex and Liffe intraday highs of 163.16 and 123.41 (+10 and +11 ticks vs -10 an -7 ticks at one stage). So, ranges are still relatively restrained and volumes seasonally light, but divergence from the core to periphery and US Treasuries a bit more apparent as the clock ticks down to JH. Conversely, Italian BTPs are back under pressure on latest comments from Government officials stressing that the EC&rsquo;s fiscal mandate will be challenged and withholding budget contributions used a bargaining tool, following not much buck for US President Trump&rsquo;s offer to buy Italian bonds. Back to USTs, futures are nudging marginal new overnight lows with the curve fractionally steeper before the start of Fed speakers and durable goods data.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>The oil market is in the green, with both WTI and Brent up ~1.0% and extending gains above USD 68.00/BBL and USD 75.00/BBL respectively. This comes amid reports of continued strike action at Total&rsquo;s (FP FP) North Sea oil and gas fields alongside a softer USD.</p>\r\n\r\n<p>China&#39;s Unipec is to start purchasing US crude after a 2-month stoppage following tariff policy changes, according to sources.</p>\r\n\r\n<p>In the metals scope gold is benefitting from a softer USD and is up 0.4% on the day, with the yellow metal set for a 0.3% gain for the week. Copper has pared early losses and is set for its first positive session in three, alongside the best week in four, as the construction material has shed-off trade concerns. Steel prices have seen a recovery (0.5%) as a fall in Chinese steel stocks has been noted, but is still set for it&rsquo;s worst week in eight (-1.2%).</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-24th-august-2018-quiet-trade-ahead-of-jackson-hole-24-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 17:54:00",
        "gmt_time": "2018-08-24 09:54:00"
    },
    {
        "id": 671361,
        "updated_sequence": 1030989,
        "published_at": {
            "unix": 1535104260,
            "text": "2018-08-24 10:51:00 +0100",
            "iso_8601": "2018-08-24T09:51:00Z"
        },
        "updated_at": {
            "unix": 1535104347,
            "text": "2018-08-24 10:52:27 +0100",
            "iso_8601": "2018-08-24T09:52:27Z"
        },
        "subject": "Fixed Income: core EU debt less stressed, but USTs still depressed",
        "content": "<p>Fundamental drivers remain few and far between, but Bunds and Gilts have emerged from initial and early bouts of selling pressure to trade above parity at fresh Eurex and Liffe intraday highs of 163.16 and 123.41 (+10 and +11 ticks vs -10 an -7 ticks at one stage). So, ranges are still relatively restrained and volumes seasonally light, but divergence from the core to periphery and US Treasuries a bit more apparent as the clock ticks down to JH. Conversely, Italian BTPs are back under pressure on latest comments from Government officials stressing that the EC&rsquo;s fiscal mandate will be challenged and withholding budget contributions used a bargaining tool, following not much buck for US President Trump&rsquo;s offer to buy Italian bonds. Back to USTs, futures are nudging marginal new overnight lows with the curve fractionally steeper before the start of Fed speakers and durable goods data.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ransquawk",
        "slug": "fixed-income-core-eu-debt-less-stressed-but-usts-still-depressed-24-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 17:51:00",
        "gmt_time": "2018-08-24 09:51:00"
    },
    {
        "id": 671360,
        "updated_sequence": 1030986,
        "published_at": {
            "unix": 1535103720,
            "text": "2018-08-24 10:42:00 +0100",
            "iso_8601": "2018-08-24T09:42:00Z"
        },
        "updated_at": {
            "unix": 1535103887,
            "text": "2018-08-24 10:44:47 +0100",
            "iso_8601": "2018-08-24T09:44:47Z"
        },
        "subject": "BofAML Weekly Flow Report: Equities see inflows, bonds see small outflows, precious metals see large outflows",
        "content": "<p><strong>Talking Points</strong></p>\r\n\r\n<ul><li>Flows on the beach: $2.6bn into equities, $0.5bn out of bonds, $1.2bn out of gold</li>\r\n  <li>BofAML Bull &amp; Bear Indicator: up to 3.3 from 3.0 as late-summer sentiment slowly drifts from bearish toward neutral; trough positioning supports risk assets; peak profits and peak policy explain poor 2018 bond/commodity/equity returns outside US equities</li>\r\n  <li>Waves &amp; riptides: gold = contrarian buy (biggest outflows since Dec&#39;16); IG inflows reaccelerating (important as IG = bull market &quot;glue&quot;); EU equity capitulation visible but EM capitulation not visible; 2018 tsunami of tech inflows has ended</li>\r\n  <li>The old, deflationary, polarized US bull: US stock prices hit all-time highs yet broker commissions down from $80bn to $30bn since 2000; contrast with Japan (23%), Eurozone (30%), China (42%) from all-time highs; S&amp;P500 leadership narrow with market cap of FAAMG ($4.1tn) now > market cap of smallest 283 members</li>\r\n  <li>Positive autumn shock #1: combo of US inflation peak (as wages, oil, breakevens, US housing, bond sensitives imply)&hellip;GT10 <2.5% + China stimulus goes big&hellip;upward revisions to EM &amp; EU EPS; best trade = long EM &amp; EU banks</li>\r\n  <li>#2: US buybacks accelerate &amp; effectively becomes QE4&hellip;35% of US profits in &#39;18 being spent on buybacks (peak was 38% in 2007); US stock market decoupling continues</li>\r\n  <li>Negative autumn shock #1: spread widening in EM broadens to EU high yield &amp; US IG (canary-in-coal mine) as combo of Quantitative Tightening, peak profits &amp; excess debt causes credit contagion; best trade = short HY bonds</li>\r\n  <li>#2: autumn of hardball politics (UK on BREXIT, Italy budget &amp; EU, China on trade) hits global PMIs &amp; EPS forecasts + Dem midterm sweep&hellip;lurch to populist redistribution (e.g. stock buyback regulation); best trade = short US tech</li>\r\n</ul>\r\n\r\n<p><strong>Asset Class Flows:</strong></p>\r\n\r\n<ul><li>Equities: inflows $2.6bn ($9.2bn ETF inflows, $6.6bn mutual fund outflows)</li>\r\n  <li>Bonds: small outflows ($0.5bn)</li>\r\n  <li>Precious metals: biggest outflows since Dec&#39;16 ($1.2bn)</li>\r\n</ul>\r\n\r\n<p><strong>Fixed Income Flows:</strong></p>\r\n\r\n<ul><li>Small IG bond fund inflows ($0.6bn)</li>\r\n  <li>Small HY bond outflows ($0.7bn)</li>\r\n  <li>Biggest EM debt outflows in 8 weeks ($1.6bn)</li>\r\n  <li>Modest muni fund inflows ($0.3bn)</li>\r\n  <li>Modest Govt/Tsy inflows ($0.6bn)</li>\r\n  <li>Tiny TIPS outflows ($47m)</li>\r\n  <li>Bank loan fund inflows 25 of past 26 weeks ($0.2bn)</li>\r\n</ul>\r\n\r\n<p><strong>Equity Flows</strong></p>\r\n\r\n<ul><li>US: modest inflows ($4.1bn)</li>\r\n  <li>Japan: small inflows ($0.2bn)</li>\r\n  <li>Europe: 24th straight week of outflows ($1.1bn)</li>\r\n  <li>EM: small outflows ($0.1bn)</li>\r\n  <li>By style: inflows to US large cap ($1.7bn), US small cap ($1.5bn), US growth ($0.7bn); outflows US value ($0.7bn)</li>\r\n  <li>By sector: inflows real estate ($0.7bn), healthcare ($0.6bn), utilities ($0.1bn), tech ($0.1bn); outflows materials ($29m), consumer ($0.1bn), financials ($0.2bn), energy ($0.5bn)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BofA Merrill Lynch Global Research",
        "slug": "bofaml-weekly-flow-report-equities-see-inflows-bonds-see-small-outflows-precious-metals-see-large-outflows-24-08-2018",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 17:42:00",
        "gmt_time": "2018-08-24 09:42:00"
    },
    {
        "id": 671359,
        "updated_sequence": 1030983,
        "published_at": {
            "unix": 1535102700,
            "text": "2018-08-24 10:25:00 +0100",
            "iso_8601": "2018-08-24T09:25:00Z"
        },
        "updated_at": {
            "unix": 1535102760,
            "text": "2018-08-24 10:26:00 +0100",
            "iso_8601": "2018-08-24T09:26:00Z"
        },
        "subject": "FX Morning Colour: relief for the Aud and support for the Sek",
        "content": "<p>AUD</p>\r\n\r\n<p>Some calm after the political storm, and a positive market response (so far) to the prospect of former Treasurer Morrison taking over from Turnbull as leader of the Liberal Party and PM. Indeed, Aud/Usd has bounced firmly from circa 0.7235-40 lows to around 0.7290 and eyeing hefty option expiry interest just above at 0.7305 (1.4 bn), while the Aud/NZD cross is back up near 1.0950 having only just held above 1.0900 amidst the unfolding drama overnight. However, the Kiwi has also caught a bid on the more stable situation down under to retest 0.6650 vs its US peer.</p>\r\n\r\n<p>SEK</p>\r\n\r\n<p>Another major outperformer and gainer, but largely due to Riksbank commentary via Af Jochnick noting inflation rising and nearing target, above forecast Q2 growth and the rate path indicating an October hike. She also acknowledged that recent Krona weakness should underpin price pressures ahead, and on the note Swedish PPI data for July picked up pace from the previous month. Eur/Sek down to 10.5260 from 10.5815 at one stage, with 10.5000 the obvious objective.</p>\r\n\r\n<p>EUR/GBP</p>\r\n\r\n<p>Also firmer vs the Greenback, but within recent ranges as the DXY pivots around 95.500 awaiting Fed chair Powell and a raft of other FOMC members all attending the Jackson Hole Symposium. &nbsp;However, the single currency remains capped ahead of 1.1600 and within proximity of decent expiries from 1.1545-55 (1.2 bn), while Cable is back within 1.2800-50 parameters amidst no Brexit progress on the 20% outstanding and make or break sticking points between the UK and EU. Hence, the Eur/Gbp cross remains above 0.9000, albeit not breaching major technical resistance in the 0.9030-35 area.</p>\r\n\r\n<p>CAD</p>\r\n\r\n<p>Holding pretty flat vs its US rival in a 1.3100-1.3075 range with firmer crude prices providing the Loonie with some traction after yesterday&rsquo;s NAFTA handshake deadline (albeit for the US and Mexico not Canada) passed without fanfare and talks are now extending into next week, at least. Ahead, BoC Governor Poloz appears from Jackson Hole on Saturday.</p>\r\n\r\n<p>CHF/JPY</p>\r\n\r\n<p>Narrowly mixed vs the Dollar as the Franc claws back some lost ground to rotate around 0.9850, but Usd/Jpy extends its range break through 111.00 towards 111.50 in wake of softer than expected Japanese inflation data overnight.</p>\r\n\r\n<p>EM</p>\r\n\r\n<p>The Rub and Zar continue to rebound and are on course to end a turbulent week in better shape than other regional currencies (such as the Try and Brl) still suffering from multiple bearish/negative factors, like sanctions, diplomatic tensions, tariffs, on top of domestic political, economic and fiscal issues. Meanwhile, after no material progress in US-China trade talks, the Yuan is back on the wane and the PBoC has resumed its rising mid-point fixing trend.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ransquawk",
        "slug": "fx-morning-colour-relief-for-the-aud-and-support-for-the-sek-24-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 17:25:00",
        "gmt_time": "2018-08-24 09:25:00"
    },
    {
        "id": 671358,
        "updated_sequence": 1030980,
        "published_at": {
            "unix": 1535102520,
            "text": "2018-08-24 10:22:00 +0100",
            "iso_8601": "2018-08-24T09:22:00Z"
        },
        "updated_at": {
            "unix": 1535102713,
            "text": "2018-08-24 10:25:13 +0100",
            "iso_8601": "2018-08-24T09:25:13Z"
        },
        "subject": "US President Trump is considering more sanctions on Venezuela, as according to senior administration officials",
        "content": "<ul><li>For source click <a href=\"https://www.mcclatchydc.com/news/politics-government/white-house/article217138350.html\">here</a></li>\r\n  <li>These will take aim at Venezuelan oil production</li>\r\n  <li>A senior administration official told McClatchy that &quot;it is very real&quot;, and&nbsp;&ldquo;It&rsquo;s a matter of considering when doing the next sanction or the next round of sanctions will maximize the pressure.&rdquo;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "McClatchy",
        "slug": "us-president-trump-is-considering-more-sanctions-on-venezuela-as-according-to-senior-administration-officials-24-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 17:22:00",
        "gmt_time": "2018-08-24 09:22:00"
    },
    {
        "id": 671154,
        "updated_sequence": 1030966,
        "published_at": {
            "unix": 1535101200,
            "text": "2018-08-24 10:00:00 +0100",
            "iso_8601": "2018-08-24T09:00:00Z"
        },
        "updated_at": {
            "unix": 1535101200,
            "text": "2018-08-24 10:00:00 +0100",
            "iso_8601": "2018-08-24T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-23-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 17:00:00",
        "gmt_time": "2018-08-24 09:00:00"
    },
    {
        "id": 671355,
        "updated_sequence": 1030959,
        "published_at": {
            "unix": 1535099160,
            "text": "2018-08-24 09:26:00 +0100",
            "iso_8601": "2018-08-24T08:26:00Z"
        },
        "updated_at": {
            "unix": 1535099214,
            "text": "2018-08-24 09:26:54 +0100",
            "iso_8601": "2018-08-24T08:26:54Z"
        },
        "subject": "Siemens (SIE GY) have refuted reports they are to sack 20k workers, will actually hire 10k by 2025",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "siemens-sie-gy-have-refuted-reports-they-are-to-sack-20k-workers-will-actually-hire-10k-by-2025-24-08-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 16:26:00",
        "gmt_time": "2018-08-24 08:26:00"
    },
    {
        "id": 671354,
        "updated_sequence": 1030956,
        "published_at": {
            "unix": 1535098920,
            "text": "2018-08-24 09:22:00 +0100",
            "iso_8601": "2018-08-24T08:22:00Z"
        },
        "updated_at": {
            "unix": 1535099013,
            "text": "2018-08-24 09:23:33 +0100",
            "iso_8601": "2018-08-24T08:23:33Z"
        },
        "subject": "Norway's Committee says could cut oil risk by cutting the stake in Equinor (EQNR NO)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "norway-s-committee-says-could-cut-oil-risk-by-cutting-the-stake-in-equinor-eqnr-no-24-08-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 16:22:00",
        "gmt_time": "2018-08-24 08:22:00"
    },
    {
        "id": 671353,
        "updated_sequence": 1030953,
        "published_at": {
            "unix": 1535097540,
            "text": "2018-08-24 08:59:00 +0100",
            "iso_8601": "2018-08-24T07:59:00Z"
        },
        "updated_at": {
            "unix": 1535097717,
            "text": "2018-08-24 09:01:57 +0100",
            "iso_8601": "2018-08-24T08:01:57Z"
        },
        "subject": "Italy's PM Di Maio repeats his threat to suspend EU funds, while he wows a \"hard line\" with the European Commission over migrants on Italian ships",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier,&nbsp;Italy&rsquo;s Deputy PM and Five-Star leader Di Maio stated his party will vote to suspend EU funding next year if the European Commission does not get a deal for other states to take in some of migrants on an Italian coastguard ship today.</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1535097716,
            "text": "2018-08-24 09:01:56 +0100",
            "iso_8601": "2018-08-24T08:01:56Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-pm-di-maio-repeats-his-threat-to-suspend-eu-funds-while-he-wows-a-hard-line-with-the-european-commission-over-migrants-on-italian-ships-24-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 15:59:00",
        "gmt_time": "2018-08-24 07:59:00"
    },
    {
        "id": 671351,
        "updated_sequence": 1030944,
        "published_at": {
            "unix": 1535096700,
            "text": "2018-08-24 08:45:00 +0100",
            "iso_8601": "2018-08-24T07:45:00Z"
        },
        "updated_at": {
            "unix": 1535097049,
            "text": "2018-08-24 08:50:49 +0100",
            "iso_8601": "2018-08-24T07:50:49Z"
        },
        "subject": "Riksbank's Jochnick says rate path shows probability for an October hike, and wants to see broader inflation in the economy; adding the recent weak crown should have an effect on inflation further ahead",
        "content": "<ul><li>Jochnick adds the Riksbank does not need to &quot;slavishly&quot; follow the ECB</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>Of note: services inflation has been weak recently, board members have expressed their disappointment</p>\r\n",
        "analysis_updated_at": {
            "unix": 1535096820,
            "text": "2018-08-24 08:47:00 +0100",
            "iso_8601": "2018-08-24T07:47:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-s-jochnick-says-rate-path-shows-probability-for-an-october-hike-and-wants-to-see-broader-inflation-in-the-economy-adding-the-recent-weak-crown-should-have-an-effect-on-inflation-further-ahead-24-08-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 15:45:00",
        "gmt_time": "2018-08-24 07:45:00"
    },
    {
        "id": 671349,
        "updated_sequence": 1030929,
        "published_at": {
            "unix": 1535095800,
            "text": "2018-08-24 08:30:00 +0100",
            "iso_8601": "2018-08-24T07:30:00Z"
        },
        "updated_at": {
            "unix": 1535095835,
            "text": "2018-08-24 08:30:35 +0100",
            "iso_8601": "2018-08-24T07:30:35Z"
        },
        "subject": "Gilts and Short Sterling futures: defensive tone ahead of long UK holiday weekend",
        "content": "<p>In line with expectations and moderately weaker counterparts, UK bonds and STIR contracts have been mostly probing lower in early Liffe trade, with Gilts only fleetingly above par and by a slender 2 ticks at 123.32 after opening at 123.27 and slipping to 123.23, while the 3 month strip is flat to 1 tick adrift. Just BBA mortgage apps on Friday&rsquo;s UK docket along with comments from BoE&rsquo;s Haldane at Jackson Hole, but breaking Brexit headlines are providing a distraction if nothing else &ndash; delay to October deadline for a withdrawal accord with the EU &lsquo;manageable&rsquo;, but optimistic it won&rsquo;t come to that.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ransquawk",
        "slug": "gilts-and-short-sterling-futures-defensive-tone-ahead-of-long-uk-holiday-weekend-24-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 15:30:00",
        "gmt_time": "2018-08-24 07:30:00"
    },
    {
        "id": 671346,
        "updated_sequence": 1030920,
        "published_at": {
            "unix": 1535095440,
            "text": "2018-08-24 08:24:00 +0100",
            "iso_8601": "2018-08-24T07:24:00Z"
        },
        "updated_at": {
            "unix": 1535095626,
            "text": "2018-08-24 08:27:06 +0100",
            "iso_8601": "2018-08-24T07:27:06Z"
        },
        "subject": "UK Minister Lidington says if Brexit negotiations slip to after October it is still manageable; adding he is optimistic a deal can be reached with the EU",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BBC",
        "slug": "uk-minister-lidington-says-if-brexit-negotiations-slip-to-after-october-it-is-still-manageable-adding-he-is-optimistic-a-deal-can-be-reached-with-the-eu-24-08-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 15:24:00",
        "gmt_time": "2018-08-24 07:24:00"
    },
    {
        "id": 671345,
        "updated_sequence": 1030915,
        "published_at": {
            "unix": 1535094720,
            "text": "2018-08-24 08:12:00 +0100",
            "iso_8601": "2018-08-24T07:12:00Z"
        },
        "updated_at": {
            "unix": 1535094765,
            "text": "2018-08-24 08:12:45 +0100",
            "iso_8601": "2018-08-24T07:12:45Z"
        },
        "subject": "ECB says banks borrowed EUR 68mln at marginal rate & deposited EUR 670.696bln; excess liquidity EUR 1.856tln ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-borrowed-eur-68mln-at-marginal-rate-deposited-eur-670-696bln-excess-liquidity-eur-1-856tln-24-08-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 15:12:00",
        "gmt_time": "2018-08-24 07:12:00"
    },
    {
        "id": 671344,
        "updated_sequence": 1030912,
        "published_at": {
            "unix": 1535094540,
            "text": "2018-08-24 08:09:00 +0100",
            "iso_8601": "2018-08-24T07:09:00Z"
        },
        "updated_at": {
            "unix": 1535094625,
            "text": "2018-08-24 08:10:25 +0100",
            "iso_8601": "2018-08-24T07:10:25Z"
        },
        "subject": "UniCredit (UCG IM) said to have hired Rothschild to work on possible deal with Societe Generale (GLE FP) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "unicredit-ucg-im-said-to-have-hired-rothschild-to-work-on-possible-deal-with-societe-generale-gle-fp-24-08-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 15:09:00",
        "gmt_time": "2018-08-24 07:09:00"
    },
    {
        "id": 671343,
        "updated_sequence": 1030909,
        "published_at": {
            "unix": 1535094420,
            "text": "2018-08-24 08:07:00 +0100",
            "iso_8601": "2018-08-24T07:07:00Z"
        },
        "updated_at": {
            "unix": 1535094439,
            "text": "2018-08-24 08:07:19 +0100",
            "iso_8601": "2018-08-24T07:07:19Z"
        },
        "subject": "Morning EU Movers: Antofagasta (ANTO LN) +2.8%, Atlantia (ATL IM) +2.0%, Shire (SHP LN) +1.8%, Ryanair (RYA LN) -1.2%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morning-eu-movers-antofagasta-anto-ln-2-8-atlantia-atl-im-2-0-shire-shp-ln-1-8-ryanair-rya-ln-1-2-24-08-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 15:07:00",
        "gmt_time": "2018-08-24 07:07:00"
    },
    {
        "id": 671342,
        "updated_sequence": 1030906,
        "published_at": {
            "unix": 1535094180,
            "text": "2018-08-24 08:03:00 +0100",
            "iso_8601": "2018-08-24T07:03:00Z"
        },
        "updated_at": {
            "unix": 1535094289,
            "text": "2018-08-24 08:04:49 +0100",
            "iso_8601": "2018-08-24T07:04:49Z"
        },
        "subject": "Bunds: still picking up underlying bids around 163.00",
        "content": "<p>The 10 year German benchmark continues rotate around the 163.00 level, and in ever decreasing circles amidst a lack of major drivers to prompt a more decisive break either way. Indeed, the core Eurozone bond has oscillated between 162.99-163.11 for an hour or so since Friday&rsquo;s Eurex open, with little impetus derived from unrevised German Q2 GDP (understandably), but scope or at least hope for some direction from the upcoming Jackson Hole symposium even though the ECB is not represented.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ransquawk",
        "slug": "bunds-still-picking-up-underlying-bids-around-163-00-24-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 15:03:00",
        "gmt_time": "2018-08-24 07:03:00"
    },
    {
        "id": 671340,
        "updated_sequence": 1030900,
        "published_at": {
            "unix": 1535093760,
            "text": "2018-08-24 07:56:00 +0100",
            "iso_8601": "2018-08-24T06:56:00Z"
        },
        "updated_at": {
            "unix": 1535093853,
            "text": "2018-08-24 07:57:33 +0100",
            "iso_8601": "2018-08-24T06:57:33Z"
        },
        "subject": "Russian Deputy Foreign Minister says all options are on the table when it comes to possible retaliation to US sanctions",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-deputy-foreign-minister-says-all-options-are-on-the-table-when-it-comes-to-possible-retaliation-to-us-sanctions-24-08-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 14:56:00",
        "gmt_time": "2018-08-24 06:56:00"
    },
    {
        "id": 671339,
        "updated_sequence": 1030897,
        "published_at": {
            "unix": 1535093580,
            "text": "2018-08-24 07:53:00 +0100",
            "iso_8601": "2018-08-24T06:53:00Z"
        },
        "updated_at": {
            "unix": 1535093703,
            "text": "2018-08-24 07:55:03 +0100",
            "iso_8601": "2018-08-24T06:55:03Z"
        },
        "subject": "Russian Deputy Foreign Minister says Moscow sees US attempts to revise potential agreements reached at the Tump-Putin summit; adding there are no signs yet that US is ready to normalise relations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-deputy-foreign-minister-says-moscow-sees-us-attempts-to-revise-potential-agreements-reached-at-the-tump-putin-summit-adding-there-are-no-signs-yet-that-us-is-ready-to-normalise-relations-24-08-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 14:53:00",
        "gmt_time": "2018-08-24 06:53:00"
    },
    {
        "id": 671338,
        "updated_sequence": 1030964,
        "published_at": {
            "unix": 1535092680,
            "text": "2018-08-24 07:38:00 +0100",
            "iso_8601": "2018-08-24T06:38:00Z"
        },
        "updated_at": {
            "unix": 1535099557,
            "text": "2018-08-24 09:32:37 +0100",
            "iso_8601": "2018-08-24T08:32:37Z"
        },
        "subject": "Riksbank's Jochnick says inflation is on the way up, and close to 2%, adding that Q2 GDP was better than Riksbank expected",
        "content": "<ul><li>Further adding July CPIF was higher than expected</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "riksbank-s-jochnick-says-inflation-is-on-the-way-up-and-close-to-2-adding-that-q2-gdp-was-better-than-riksbank-expected-24-08-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 14:38:00",
        "gmt_time": "2018-08-24 06:38:00"
    },
    {
        "id": 671336,
        "updated_sequence": 1030874,
        "published_at": {
            "unix": 1535092080,
            "text": "2018-08-24 07:28:00 +0100",
            "iso_8601": "2018-08-24T06:28:00Z"
        },
        "updated_at": {
            "unix": 1535092206,
            "text": "2018-08-24 07:30:06 +0100",
            "iso_8601": "2018-08-24T06:30:06Z"
        },
        "subject": "Major option expiries for today's NY cut",
        "content": "<p>EUR/USD</p>\r\n\r\n<p>1.1500 EUR 604m</p>\r\n\r\n<p><strong>1.1545-55 1.2bn</strong></p>\r\n\r\n<p>1.1600 655m</p>\r\n\r\n<p>USD/JPY</p>\r\n\r\n<p>110.00 $ 1.5bn</p>\r\n\r\n<p>110.35 456m</p>\r\n\r\n<p>110.50 541m</p>\r\n\r\n<p>AUD/USD</p>\r\n\r\n<p><strong>0.7305 AUD 1.4bn</strong></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "dtcc",
        "slug": "major-option-expiries-for-today-s-ny-cut-24-08-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 14:28:00",
        "gmt_time": "2018-08-24 06:28:00"
    },
    {
        "id": 671335,
        "updated_sequence": 1030892,
        "published_at": {
            "unix": 1535091000,
            "text": "2018-08-24 07:10:00 +0100",
            "iso_8601": "2018-08-24T06:10:00Z"
        },
        "updated_at": {
            "unix": 1535093249,
            "text": "2018-08-24 07:47:29 +0100",
            "iso_8601": "2018-08-24T06:47:29Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Kingspan (KSP ID) - H1 Revenue +15% to EUR 2.01bln, trading profit +10% to EUR 195.3mln, interim dividend per share +9% to 12.0 cents. (Newswires)</p>\r\n\r\n<p>Rockwool (ROCKB DC) - Q2 EBITDA EUR 132mln vs. Prev. EUR 103mln, net sales EUR 667mln vs. Prev. EUR 584mln, profit EUR 86mln vs. Prev. EUR 63mln. (Newswires)</p>\r\n\r\n<p>Deutsche Telekom (DTE GY) - T-Mobile US has said they had unauthorized access of data on August 20th, where no passwords or social security numbers were involved. (Newswires)</p>\r\n\r\n<p>ThyssenKrupp (TKA&nbsp;GY) - Local press reports suggest the company have found a new Chairman, as according to sources. (Newswires)</p>\r\n\r\n<p>Total (FP FP) - The co. has reported a breakdown in North Sea strike talks. (Newswires)</p>\r\n\r\n<p>Airbus (AIR FP) &ndash; Co.&rsquo;s A320 model fix is not expected until November. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-24-08-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 14:10:00",
        "gmt_time": "2018-08-24 06:10:00"
    },
    {
        "id": 671333,
        "updated_sequence": 1030861,
        "published_at": {
            "unix": 1535090400,
            "text": "2018-08-24 07:00:00 +0100",
            "iso_8601": "2018-08-24T06:00:00Z"
        },
        "updated_at": {
            "unix": 1535090490,
            "text": "2018-08-24 07:01:30 +0100",
            "iso_8601": "2018-08-24T06:01:30Z"
        },
        "subject": "Chinese Foreign Ministry says they will keep retaliating if US keeps imposing \"unreasonable\" trade measures",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-foreign-ministry-says-they-will-keep-retaliating-if-us-keeps-imposing-unreasonable-trade-measures-24-08-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 14:00:00",
        "gmt_time": "2018-08-24 06:00:00"
    },
    {
        "id": 671329,
        "updated_sequence": 1030849,
        "published_at": {
            "unix": 1535089800,
            "text": "2018-08-24 06:50:00 +0100",
            "iso_8601": "2018-08-24T05:50:00Z"
        },
        "updated_at": {
            "unix": 1535089991,
            "text": "2018-08-24 06:53:11 +0100",
            "iso_8601": "2018-08-24T05:53:11Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>24th August 2018</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets traded mixed as the region digested the weak lead from Wall St, a lack of progress during US-China trade discussions and change of leadership in Australia. ASX 200 (+0.4%) traded choppy amid the tumultuous political climate, although sentiment later improved after Treasurer Morrison beat former Home Affairs Minister Dutton to become the PM. Elsewhere, Nikkei 225 (+0.7%) was underpinned by a weaker JPY, while Hang Seng (-0.8%) and Shanghai Comp. (-0.4%) were the worst performers following the stalemate at US-China trade talks and with the biggest movers amongst Hong Kong&rsquo;s large caps also dictated by earnings. Finally, 10yr JGBs were uneventful with demand subdued amid strength in Tokyo stocks, although downside was also stemmed by the BoJ&rsquo;s presence in the market for JPY 950bln in 1yr-10yr JGBs and following softer than expected CPI data.</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>Shire (SHP LN) &ndash; The US FDA approved a never-before-seen drug to treat types I and II hereditary angioedema (HAE) called lanadelumab. (Newswires)</p>\r\n\r\n<p>Reckitt Benckiser (RB/ LN) &ndash; Co. is said to have lost an appeal against GlaxoSmithKline (GSK LN) in Australia in relation to the Nurofen case. (Newswires)</p>\r\n\r\n<p>OTHER UK COMPANIES</p>\r\n\r\n<p>Premier Oil (PMO LN) &ndash; Premier have said that they are in the process of selecting contractors to develop an oilfield north of the Falklands, alongside being on the &ldquo;buyside&rdquo; for further opportunities in the North Sea, an area where some of the largest energy groups in the world are divesting. (Newswires)</p>\r\n\r\n<p>Vedanta (VED LN) &ndash; Co. chairman said the Co. is to invest USD 8bln in 3 years on growth project across units. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>ANTOFAGASTA (ANTO LN) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Fresenius (FRE GY) &ndash; Lawyer for the co. has said he has a &ldquo;powerful case&rdquo; vs. Akorn (AKRX) for merger violations in the failed USD 4.7bln agreement. Akorn (AKRX) shares fell 13% following these comments in US trade. (Newswires)</p>\r\n\r\n<p>Munich Re (MUV2 GY) &ndash; Deal talks with Guggenheim are said to have been called off. Co. are said to have held talks with other companies to manage assets. (Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>Airbus (AIR FP) &ndash; Japan has enlisted Airbus alongside Uber to develop flying car technology. (Newswires)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>Credit Suisse (CSGN SW) &ndash; The co. has reaffirmed their commitment to Russia after freezing ~USD5bln in assets yesterday to avoid sanction action. (Newswires)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>Atlantia (ATL IM) &ndash; Italy plans state lender Cassa Depositi e Prestiti (CDP) given a role in Geneo bridge rebuild with Atlantia. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>US</p>\r\n\r\n<p>* SPX -0.17% at 2,856, NDX -0.14% at 7,413, DJIA -0.3% at 25,656.</p>\r\n\r\n<p>* STOCK SPECIFICS: AMD (AMD) was higher after Rosenblatt raised the co.&rsquo;s price target to a street high of $30 from $27. Walmart (WMT) was slightly lower after a UK competition watchdog started its formal investigation into the planned $7.3bln merger between the co.&rsquo;s supermarket chain ASDA, and Sainsbury (SBRY LN). L Brands (LB) was under pressure on Thursday following poor earnings. LB slightly beat on both top &amp; bottom lines, however, the co. lowered FY18 and Q3 EPS forecasts. Synopsys (SNPS) outperformed after both EPS &amp; revenue were higher than expectations. Alibaba (BABA) was indecisive after its EPS beat but revenues fell, with the stock initially opening higher but giving up its gains as investors focused on the operating margin which fell 10% Q/Q and 35% y/y due to Ant Financial expenses, as well as the investment BABA is making in new areas.&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "daily-european-equity-opening-news-24-08-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 13:50:00",
        "gmt_time": "2018-08-24 05:50:00"
    },
    {
        "id": 671328,
        "updated_sequence": 1030846,
        "published_at": {
            "unix": 1535089200,
            "text": "2018-08-24 06:40:00 +0100",
            "iso_8601": "2018-08-24T05:40:00Z"
        },
        "updated_at": {
            "unix": 1535089459,
            "text": "2018-08-24 06:44:19 +0100",
            "iso_8601": "2018-08-24T05:44:19Z"
        },
        "subject": "US President Trump is said to have offered Italy help with buying government bonds",
        "content": "<p>Link to article <a href=\"https://www.corriere.it/economia/18_agosto_23/offerta-trump-giuseppe-conte-sul-debito-avrete-nostro-aiuto-8efb3fac-a716-11e8-9969-1b4199c31e82.shtml\">here</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Corriere",
        "slug": "us-president-trump-is-said-to-have-offered-italy-help-with-buying-government-bonds-24-08-2018",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 13:40:00",
        "gmt_time": "2018-08-24 05:40:00"
    },
    {
        "id": 671327,
        "updated_sequence": 1030841,
        "published_at": {
            "unix": 1535088180,
            "text": "2018-08-24 06:23:00 +0100",
            "iso_8601": "2018-08-24T05:23:00Z"
        },
        "updated_at": {
            "unix": 1535088225,
            "text": "2018-08-24 06:23:45 +0100",
            "iso_8601": "2018-08-24T05:23:45Z"
        },
        "subject": "RANsquawk Daily European Opening News - 24th August 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/19933/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Asian equity markets traded mixed amid a weak lead from Wall St, a lack of progress during US-China trade discussions and a change of leadership in Australia</li>\r\n  <li>AUD was supported as Australian Treasurer Morrison becomes the new PMI</li>\r\n  <li>Looking ahead, highlights include German GDP, US durable goods and Fed&rsquo;s Chair Powell to speak at the Jackson Hole Symposium</li>\r\n</ul>\r\n\r\n<p><strong>ASIA</strong></p>\r\n\r\n<p>Asian equity markets traded mixed as the region digested the weak lead from Wall St, a lack of progress during US-China trade discussions and change of leadership in Australia. ASX 200 (+0.4%) traded choppy amid the tumultuous political climate, although sentiment later improved after Treasurer Morrison beat former Home Affairs Minister Dutton to become the PM. Elsewhere, Nikkei 225 (+0.7%) was underpinned by a weaker JPY, while Hang Seng (-0.8%) and Shanghai Comp. (-0.4%) were the worst performers following the stalemate at US-China trade talks and with the biggest movers amongst Hong Kong&rsquo;s large caps also dictated by earnings. Finally, 10yr JGBs were uneventful with demand subdued amid strength in Tokyo stocks, although downside was also stemmed by the BoJ&rsquo;s presence in the market for JPY 950bln in 1yr-10yr JGBs and following softer than expected CPI data.</p>\r\n\r\n<p>PBoC refrained from reverse repos but later injected CNY 149bln through 1yr Medium-term Lending Facility. (Newswires)<br />PBoC set CNY mid-point at 6.8710 (Prev. 6.8367)</p>\r\n\r\n<p>White House official said trade talks between US and China have concluded and that discussions included structural issues related to China and how to achieve trade fairness, while China Mofcom stated that US and China had constructive and candid exchange regarding trade and will keep in touch on next steps. However, there were earlier reports that US-China trade talks didn&#39;t provide any visible sign of progress which reduces prospects of an agreement soon, according to sources which added that China seemed unready to offer new solutions to US concerns related to trade deficit and coerced transfer of tech. (Newswires/WSJ)</p>\r\n\r\n<p>Japanese National CPI (Jul) 0.9% vs. Exp. 1.0% (Prev. 0.7%). (Newswires)<br />Japanese National CPI Ex. Fresh Food (Jul) 0.8% vs. Exp. 0.9% (Prev. 0.8%)<br />Japanese National CPI Ex. Fresh Food &amp; Energy (Jul) 0.3% vs. Exp. 0.3% (Prev. 0.2%)</p>\r\n\r\n<p><br /><strong>UK/EU</strong></p>\r\n\r\n<p>UK Chancellor Hammond has warned of &quot;large fiscal consequences&quot; if the UK leaves the EU with no-deal, stating that UK GDP could take a hit of up to 10.3%. (Sky News)</p>\r\n\r\n<p>Italy&rsquo;s Deputy PM and Five-Star leader Di Maio stated his party will vote to suspend EU funding next year if the European Commission does not get a deal for other states to take in some of migrants on an Italian coastguard ship today. (Newswires)</p>\r\n\r\n<p><br /><strong>FX</strong></p>\r\n\r\n<p>In FX markets, price action was mostly quiet overnight as the greenback held on to recent gains against its major counterparts, which kept EUR/USD and GBP/USD near the prior day&rsquo;s lows with the latter testing 1.2800 to the downside. AUD was initially subdued by the US-China stalemate and leadership uncertainty in Australia but was later supported by news of Treasurer Morrison&rsquo;s win who was seen to be the more politically-stable option. Elsewhere, USD/JPY was higher on broad strength in the greenback, while MXN and CAD languished after Thursday passed without the announcement of the previously-speculated NAFTA handshake agreement.</p>\r\n\r\n<p>Australian Treasurer Morrison won the party vote to become Liberal Party leader and the next Australian PM via 45 vs. 40 votes. This was after outgoing PM Turnbull was forced to hold a party meeting and leadership vote which was contended by Morrison, Foreign Minister Bishop and Peter Dutton. (Newswires)</p>\r\n\r\n<p><br /><strong>COMMODITIES</strong></p>\r\n\r\n<p>Commodities saw mild gains overnight in which WTI crude futures broke back above USD 68.00/bbl and Brent reclaimed the USD 75.00/bbl level amid reports of a continuation in North Sea oil strikes. Gold prices were marginally higher as the precious metal attempted to nurse its recent USD-induced losses, while copper also continued its rebound inline with the marginal upside seen across the complex.</p>\r\n\r\n<p>North Sea Oil strikes are reportedly to continue as talks with Total have broken down. (Newswires)</p>\r\n\r\n<p><strong>GEOPOLITICAL</strong></p>\r\n\r\n<p>US Secretary of State Pompeo announced he will be making a 4th visit to North Korea and is reportedly planning the visit on August 27th. (Newswires)</p>\r\n\r\n<p><br /><strong>US</strong></p>\r\n\r\n<p>The US Treasury sold $14bln of 5-year TIPS, which sold at the highest yield since 2009, stopping through by 0.1bps. On Thursday, the curve was mixed, though once again, there were new cyclical flats for the 2s5s and 2s10s, as has become almost customary on a daily basis. US 10-Year T-notes settled 1 tick lower at 120-19.</p>\r\n\r\n<p>Fed&#39;s Bostic (Voter, Dove) said the FOMC has spent some time discussing the yield curve and that outlook is for above trend expansion in the coming quarters, while he also noted trade uncertainty as the chief downside risk. (Newswires)</p>\r\n\r\n<p>Fed&#39;s Kaplan (Non-Voter, Dove) said the job of the Fed is to make decisions independent of politics and that impact of trade dispute on the US economy is so far modest but could affect business sentiment. Furthermore, Kaplan sees 3-4 hikes in the next 9-12 months and stated he is comfortable with 4 hikes this year, while he also commented that officials will ignore political pressure or attacks and that he hopes Fed can get to the neutral rate without seeing a yield curve inversion. (Newswires)</p>\r\n\r\n<p>Mexico Economy Minister Guajardo said Mexican NAFTA negotiators are prepared to stay in Washington over the weekend if needed and later added they will have to work on NAFTA into next week, while Mexico Foreign Minister Videgaray said NAFTA discussions in Washington will continue 0930EDT today. In related news, Canadian PM Trudeau said they are encouraged by NAFTA progress and that they hope for a win-win-win NAFTA deal, while there were also comments from Canadian Foreign Minister Freeland that Canada would need to &#39;agree to any final conclusion&#39; achieved on rules of origin in NAFTA talks between the US and Mexico. (Newswires)</p>\r\n\r\n<p>US President Trump sought advice on the possibility of a Manafort pardon, although Trump lawyer Giuliani advised him against pardoning Manafort. (Washington Post/Newswires)</p>\r\n\r\n<p>Manhattan DA is said to be considering charges against 2 Trump Organization officials. (NYT)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-24th-august-2018-24-08-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 13:23:00",
        "gmt_time": "2018-08-24 05:23:00"
    },
    {
        "id": 671326,
        "updated_sequence": 1030838,
        "published_at": {
            "unix": 1535087400,
            "text": "2018-08-24 06:10:00 +0100",
            "iso_8601": "2018-08-24T05:10:00Z"
        },
        "updated_at": {
            "unix": 1535087450,
            "text": "2018-08-24 06:10:50 +0100",
            "iso_8601": "2018-08-24T05:10:50Z"
        },
        "subject": "China's Unipec is to start purchasing US crude after 2 month stoppage following tariff policy changes, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-unipec-is-to-start-purchasing-us-crude-after-2-month-stoppage-following-tariff-policy-changes-according-to-sources-24-08-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 13:10:00",
        "gmt_time": "2018-08-24 05:10:00"
    },
    {
        "id": 671325,
        "updated_sequence": 1030835,
        "published_at": {
            "unix": 1535086800,
            "text": "2018-08-24 06:00:00 +0100",
            "iso_8601": "2018-08-24T05:00:00Z"
        },
        "updated_at": {
            "unix": 1535086876,
            "text": "2018-08-24 06:01:16 +0100",
            "iso_8601": "2018-08-24T05:01:16Z"
        },
        "subject": "Singapore Industrial Production (Jul) Y/Y 6.0% vs. Exp. 6.0% (Prev. 7.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-industrial-production-jul-y-y-6-0-vs-exp-6-0-prev-7-4-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 13:00:00",
        "gmt_time": "2018-08-24 05:00:00"
    },
    {
        "id": 671324,
        "updated_sequence": 1030832,
        "published_at": {
            "unix": 1535086800,
            "text": "2018-08-24 06:00:00 +0100",
            "iso_8601": "2018-08-24T05:00:00Z"
        },
        "updated_at": {
            "unix": 1535086843,
            "text": "2018-08-24 06:00:43 +0100",
            "iso_8601": "2018-08-24T05:00:43Z"
        },
        "subject": "Singapore Industrial Production (Jul) M/M -1.7% vs. Exp. -1.0% (Prev. 3.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-industrial-production-jul-m-m-1-7-vs-exp-1-0-prev-3-9-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 13:00:00",
        "gmt_time": "2018-08-24 05:00:00"
    },
    {
        "id": 671323,
        "updated_sequence": 1030829,
        "published_at": {
            "unix": 1535086260,
            "text": "2018-08-24 05:51:00 +0100",
            "iso_8601": "2018-08-24T04:51:00Z"
        },
        "updated_at": {
            "unix": 1535086548,
            "text": "2018-08-24 05:55:48 +0100",
            "iso_8601": "2018-08-24T04:55:48Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia traded mixed as region digested lack of progress in US-China trade talks and Australia leadership change",
        "content": "<p>Asian equity markets traded mixed as the region digested the weak lead from Wall St, a lack of progress during US-China trade discussions and change of leadership in Australia. ASX 200 (+0.4%) traded choppy amid the tumultuous political climate, although sentiment later improved after Treasurer Morrison beat former Home Affairs Minister Dutton to become the PM. Elsewhere, Nikkei 225 (+0.7%) was underpinned by a weaker JPY, while Hang Seng (-0.8%) and Shanghai Comp. (-0.4%) were the worst performers following the stalemate at US-China trade talks and with the biggest movers amongst Hong Kong&rsquo;s large caps also dictated by earnings. Finally, 10yr JGBs were uneventful with demand subdued amid strength in Tokyo stocks, although downside was also stemmed by the BoJ&rsquo;s presence in the market for JPY 950bln in 1yr-10yr JGBs and following softer than expected CPI data.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-traded-mixed-as-region-digested-lack-of-progress-in-us-china-trade-talks-and-australia-leadership-change-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 12:51:00",
        "gmt_time": "2018-08-24 04:51:00"
    },
    {
        "id": 671322,
        "updated_sequence": 1030823,
        "published_at": {
            "unix": 1535085300,
            "text": "2018-08-24 05:35:00 +0100",
            "iso_8601": "2018-08-24T04:35:00Z"
        },
        "updated_at": {
            "unix": 1535085442,
            "text": "2018-08-24 05:37:22 +0100",
            "iso_8601": "2018-08-24T04:37:22Z"
        },
        "subject": "China bond connect scheme is said to have made some progress and implemented delivery vs. payment system through transactions via China's primary bond clearing house",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-bond-connect-scheme-is-said-to-have-made-some-progress-and-implemented-delivery-vs-payment-system-through-transactions-via-china-s-primary-bond-clearing-house-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 12:35:00",
        "gmt_time": "2018-08-24 04:35:00"
    },
    {
        "id": 671321,
        "updated_sequence": 1030820,
        "published_at": {
            "unix": 1535083200,
            "text": "2018-08-24 05:00:00 +0100",
            "iso_8601": "2018-08-24T04:00:00Z"
        },
        "updated_at": {
            "unix": 1535083469,
            "text": "2018-08-24 05:04:29 +0100",
            "iso_8601": "2018-08-24T04:04:29Z"
        },
        "subject": "Malaysian CPI (Jul) Y/Y 0.9% vs. Exp. 0.9% (Prev. 0.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysian-cpi-jul-y-y-0-9-vs-exp-0-9-prev-0-8-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 12:00:00",
        "gmt_time": "2018-08-24 04:00:00"
    },
    {
        "id": 671319,
        "updated_sequence": 1030811,
        "published_at": {
            "unix": 1535081580,
            "text": "2018-08-24 04:33:00 +0100",
            "iso_8601": "2018-08-24T03:33:00Z"
        },
        "updated_at": {
            "unix": 1535081662,
            "text": "2018-08-24 04:34:22 +0100",
            "iso_8601": "2018-08-24T03:34:22Z"
        },
        "subject": "Moody's says Australia leadership change does not impact its AAA sovereign rating",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "moody-s-says-australia-leadership-change-does-not-impact-its-aaa-sovereign-rating-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 11:33:00",
        "gmt_time": "2018-08-24 03:33:00"
    },
    {
        "id": 671318,
        "updated_sequence": 1030808,
        "published_at": {
            "unix": 1535081340,
            "text": "2018-08-24 04:29:00 +0100",
            "iso_8601": "2018-08-24T03:29:00Z"
        },
        "updated_at": {
            "unix": 1535081428,
            "text": "2018-08-24 04:30:28 +0100",
            "iso_8601": "2018-08-24T03:30:28Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Britannia Industries (BRIT IS) board approved 1:2 stock split",
        "content": "<p>Britannia Industries (BRIT IS)<br />- Co. board approved 1:2 stock split. (ET)</p>\r\n\r\n<p>&nbsp;Indiabulls Housing Finance (IHFL IS)<br />- Co. raised around INR 30bln through bonds and offshore loans in which the funds will be used to meet the higher demand from borrowers seeking to buy property. (ET)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-britannia-industries-brit-is-board-approved-1-2-stock-split-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 11:29:00",
        "gmt_time": "2018-08-24 03:29:00"
    },
    {
        "id": 671317,
        "updated_sequence": 1030805,
        "published_at": {
            "unix": 1535080800,
            "text": "2018-08-24 04:20:00 +0100",
            "iso_8601": "2018-08-24T03:20:00Z"
        },
        "updated_at": {
            "unix": 1535080883,
            "text": "2018-08-24 04:21:23 +0100",
            "iso_8601": "2018-08-24T03:21:23Z"
        },
        "subject": "Former Australian Home Affairs Minister and failed leadership contender Dutton says will provide absolute loyalty to PM designate Morrison",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "former-australian-home-affairs-minister-and-failed-leadership-contender-dutton-says-will-provide-absolute-loyalty-to-pm-designate-morrison-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 11:20:00",
        "gmt_time": "2018-08-24 03:20:00"
    },
    {
        "id": 671316,
        "updated_sequence": 1030802,
        "published_at": {
            "unix": 1535080380,
            "text": "2018-08-24 04:13:00 +0100",
            "iso_8601": "2018-08-24T03:13:00Z"
        },
        "updated_at": {
            "unix": 1535080536,
            "text": "2018-08-24 04:15:36 +0100",
            "iso_8601": "2018-08-24T03:15:36Z"
        },
        "subject": "South Africa Central Bank Deputy Governor Groepe says volatility of ZAR being driven by exogenous factors, adds will respond if weak currency is sustained and impacts CPI",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-africa-central-bank-deputy-governor-groepe-says-volatility-of-zar-being-driven-by-exogenous-factors-adds-will-respond-if-weak-currency-is-sustained-and-impacts-cpi-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 11:13:00",
        "gmt_time": "2018-08-24 03:13:00"
    },
    {
        "id": 671315,
        "updated_sequence": 1030799,
        "published_at": {
            "unix": 1535079720,
            "text": "2018-08-24 04:02:00 +0100",
            "iso_8601": "2018-08-24T03:02:00Z"
        },
        "updated_at": {
            "unix": 1535079774,
            "text": "2018-08-24 04:02:54 +0100",
            "iso_8601": "2018-08-24T03:02:54Z"
        },
        "subject": "Australian Energy Minister Frydenberg wins party vote for Deputy Leader position",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-energy-minister-frydenberg-wins-party-vote-for-deputy-leader-position-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 11:02:00",
        "gmt_time": "2018-08-24 03:02:00"
    },
    {
        "id": 671314,
        "updated_sequence": 1030796,
        "published_at": {
            "unix": 1535079000,
            "text": "2018-08-24 03:50:00 +0100",
            "iso_8601": "2018-08-24T02:50:00Z"
        },
        "updated_at": {
            "unix": 1535079237,
            "text": "2018-08-24 03:53:57 +0100",
            "iso_8601": "2018-08-24T02:53:57Z"
        },
        "subject": "Australian Treasurer Morrison wins party vote to become Liberal Party leader and Australian PM via 45 to 40 votes",
        "content": "",
        "reaction_details": "<p>- AUD/USD immediately moved higher by 23 pips to 0.7280 from 0.7257.&nbsp;</p>\r\n",
        "reaction_updated_at": {
            "unix": 1535079237,
            "text": "2018-08-24 03:53:57 +0100",
            "iso_8601": "2018-08-24T02:53:57Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Sky News",
        "slug": "australian-treasurer-morrison-wins-party-vote-to-become-liberal-party-leader-and-australian-pm-via-45-to-40-votes-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 10:50:00",
        "gmt_time": "2018-08-24 02:50:00"
    },
    {
        "id": 671313,
        "updated_sequence": 1030787,
        "published_at": {
            "unix": 1535078820,
            "text": "2018-08-24 03:47:00 +0100",
            "iso_8601": "2018-08-24T02:47:00Z"
        },
        "updated_at": {
            "unix": 1535078979,
            "text": "2018-08-24 03:49:39 +0100",
            "iso_8601": "2018-08-24T02:49:39Z"
        },
        "subject": "China NDRC says to closely monitor impact from US-China trade dispute on the high-tech industry",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-ndrc-says-to-closely-monitor-impact-from-us-china-trade-dispute-on-the-high-tech-industry-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 10:47:00",
        "gmt_time": "2018-08-24 02:47:00"
    },
    {
        "id": 671312,
        "updated_sequence": 1030784,
        "published_at": {
            "unix": 1535078700,
            "text": "2018-08-24 03:45:00 +0100",
            "iso_8601": "2018-08-24T02:45:00Z"
        },
        "updated_at": {
            "unix": 1535078820,
            "text": "2018-08-24 03:47:00 +0100",
            "iso_8601": "2018-08-24T02:47:00Z"
        },
        "subject": "Australian Foreign Minister Bishop was eliminated after the 1st round of the leadership vote",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-foreign-minister-bishop-was-eliminated-after-the-1st-round-of-the-leadership-vote-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 10:45:00",
        "gmt_time": "2018-08-24 02:45:00"
    },
    {
        "id": 671311,
        "updated_sequence": 1030781,
        "published_at": {
            "unix": 1535078460,
            "text": "2018-08-24 03:41:00 +0100",
            "iso_8601": "2018-08-24T02:41:00Z"
        },
        "updated_at": {
            "unix": 1535078529,
            "text": "2018-08-24 03:42:09 +0100",
            "iso_8601": "2018-08-24T02:42:09Z"
        },
        "subject": "China NDRC says US tariffs on China goods are to affect companies and procurers in the US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-ndrc-says-us-tariffs-on-china-goods-are-to-affect-companies-and-procurers-in-the-us-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 10:41:00",
        "gmt_time": "2018-08-24 02:41:00"
    },
    {
        "id": 671310,
        "updated_sequence": 1030778,
        "published_at": {
            "unix": 1535078340,
            "text": "2018-08-24 03:39:00 +0100",
            "iso_8601": "2018-08-24T02:39:00Z"
        },
        "updated_at": {
            "unix": 1535078473,
            "text": "2018-08-24 03:41:13 +0100",
            "iso_8601": "2018-08-24T02:41:13Z"
        },
        "subject": "Australian Treasurer Morrison, Foreign Minister Bishop and former Minister for Home Affairs Dutton are to stand in leadership vote",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-treasurer-morrison-foreign-minister-bishop-and-former-minister-for-home-affairs-dutton-are-to-stand-in-leadership-vote-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 10:39:00",
        "gmt_time": "2018-08-24 02:39:00"
    },
    {
        "id": 671309,
        "updated_sequence": 1030775,
        "published_at": {
            "unix": 1535078220,
            "text": "2018-08-24 03:37:00 +0100",
            "iso_8601": "2018-08-24T02:37:00Z"
        },
        "updated_at": {
            "unix": 1535078329,
            "text": "2018-08-24 03:38:49 +0100",
            "iso_8601": "2018-08-24T02:38:49Z"
        },
        "subject": "Australia's ruling Liberal Party votes 45 to 40 in favour of holding a leadership ballot",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-s-ruling-liberal-party-votes-45-to-40-in-favour-of-holding-a-leadership-ballot-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 10:37:00",
        "gmt_time": "2018-08-24 02:37:00"
    },
    {
        "id": 671308,
        "updated_sequence": 1030772,
        "published_at": {
            "unix": 1535077620,
            "text": "2018-08-24 03:27:00 +0100",
            "iso_8601": "2018-08-24T02:27:00Z"
        },
        "updated_at": {
            "unix": 1535078043,
            "text": "2018-08-24 03:34:03 +0100",
            "iso_8601": "2018-08-24T02:34:03Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: US-China trade discussions stalemate and Australian political concerns weigh on Asia trade",
        "content": "<p>Asia equity market trade mixed with the region cautious following the weak lead from Wall St, a lack of progress during US-China trade discussions and ongoing political uncertainty in Australia. As such, ASX 200 (-0.1%) and Nikkei 225 (+0.4%) are mixed with initial support from earnings releases in Australia later overshadowed by the tumultuous political climate, while Tokyo stocks are underpinned by a weaker JPY. Elsewhere, Hang Seng (-0.7%) and Shanghai Comp. (-0.4%) are the worst performers following the stalemate at US-China trade talks and with the biggest movers amongst Hong Kong&rsquo;s large caps also dictated by earnings.</p>\r\n\r\n<p>In FX markets, price action is relatively quiet overnight as the greenback holds on to recent gains against its major counterparts, which has kept EUR/USD and GBP/USD near the prior day&rsquo;s lows with the latter testing 1.2800 to the downside. Elsewhere, USD/JPY is higher on broad strength in the greenback, antipodeans are subdued after the stalemate at US-China trade talks and with Australia heading into a leadership showdown, while MXN and CAD also languish after Thursday passed without the announcement of the previously-speculated NAFTA handshake agreement.</p>\r\n\r\n<p>Finally, 10yr JGBs are flat with demand subdued amid upside in Tokyo stocks, although downside is also stemmed by the BoJ&rsquo;s presence in the market for JPY 950bln in 1yr-10yr JGBs and following softer than expected CPI data.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-us-china-trade-discussions-stalemate-and-australian-political-concerns-weigh-on-asia-trade-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 10:27:00",
        "gmt_time": "2018-08-24 02:27:00"
    },
    {
        "id": 671307,
        "updated_sequence": 1030767,
        "published_at": {
            "unix": 1535076600,
            "text": "2018-08-24 03:10:00 +0100",
            "iso_8601": "2018-08-24T02:10:00Z"
        },
        "updated_at": {
            "unix": 1535076686,
            "text": "2018-08-24 03:11:26 +0100",
            "iso_8601": "2018-08-24T02:11:26Z"
        },
        "subject": "Australia Liberal Party to hold party meeting on leadership at 0320BST",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australia-liberal-party-to-hold-party-meeting-on-leadership-at-0320bst-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 10:10:00",
        "gmt_time": "2018-08-24 02:10:00"
    },
    {
        "id": 671306,
        "updated_sequence": 1030764,
        "published_at": {
            "unix": 1535075520,
            "text": "2018-08-24 02:52:00 +0100",
            "iso_8601": "2018-08-24T01:52:00Z"
        },
        "updated_at": {
            "unix": 1535075626,
            "text": "2018-08-24 02:53:46 +0100",
            "iso_8601": "2018-08-24T01:53:46Z"
        },
        "subject": "PBoC says MLF operation was to strengthen coordination between monetary and fiscal policies, as well as to maintain ample and reasonable liquidity in the banking system",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-says-mlf-operation-was-to-strengthen-coordination-between-monetary-and-fiscal-policies-as-well-as-to-maintain-ample-and-reasonable-liquidity-in-the-banking-system-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 09:52:00",
        "gmt_time": "2018-08-24 01:52:00"
    },
    {
        "id": 671305,
        "updated_sequence": 1030761,
        "published_at": {
            "unix": 1535075100,
            "text": "2018-08-24 02:45:00 +0100",
            "iso_8601": "2018-08-24T01:45:00Z"
        },
        "updated_at": {
            "unix": 1535075334,
            "text": "2018-08-24 02:48:54 +0100",
            "iso_8601": "2018-08-24T01:48:54Z"
        },
        "subject": "PBoC injects CNY 149bln through 1yr Medium-term Lending Facility",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-149bln-through-1yr-medium-term-lending-facility-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 09:45:00",
        "gmt_time": "2018-08-24 01:45:00"
    },
    {
        "id": 671304,
        "updated_sequence": 1030758,
        "published_at": {
            "unix": 1535074980,
            "text": "2018-08-24 02:43:00 +0100",
            "iso_8601": "2018-08-24T01:43:00Z"
        },
        "updated_at": {
            "unix": 1535075021,
            "text": "2018-08-24 02:43:41 +0100",
            "iso_8601": "2018-08-24T01:43:41Z"
        },
        "subject": "South Korea appeals court rules 25yr jail term for former President Park",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-appeals-court-rules-25yr-jail-term-for-former-president-park-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 09:43:00",
        "gmt_time": "2018-08-24 01:43:00"
    },
    {
        "id": 671303,
        "updated_sequence": 1030755,
        "published_at": {
            "unix": 1535074380,
            "text": "2018-08-24 02:33:00 +0100",
            "iso_8601": "2018-08-24T01:33:00Z"
        },
        "updated_at": {
            "unix": 1535074464,
            "text": "2018-08-24 02:34:24 +0100",
            "iso_8601": "2018-08-24T01:34:24Z"
        },
        "subject": "Australian PM Turnbull says has petition with 43 signatures and will call party meeting after the signatures are verified",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-pm-turnbull-says-has-petition-with-43-signatures-and-will-call-party-meeting-after-the-signatures-are-verified-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 09:33:00",
        "gmt_time": "2018-08-24 01:33:00"
    },
    {
        "id": 671303,
        "updated_sequence": 1030755,
        "published_at": {
            "unix": 1535074380,
            "text": "2018-08-24 02:33:00 +0100",
            "iso_8601": "2018-08-24T01:33:00Z"
        },
        "updated_at": {
            "unix": 1535074464,
            "text": "2018-08-24 02:34:24 +0100",
            "iso_8601": "2018-08-24T01:34:24Z"
        },
        "subject": "Australian PM Turnbull says has petition with 43 signatures and will call party meeting after the signatures are verified",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "australian-pm-turnbull-says-has-petition-with-43-signatures-and-will-call-party-meeting-after-the-signatures-are-verified-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 09:33:00",
        "gmt_time": "2018-08-24 01:33:00"
    },
    {
        "id": 671302,
        "updated_sequence": 1030814,
        "published_at": {
            "unix": 1535073420,
            "text": "2018-08-24 02:17:00 +0100",
            "iso_8601": "2018-08-24T01:17:00Z"
        },
        "updated_at": {
            "unix": 1535082585,
            "text": "2018-08-24 04:49:45 +0100",
            "iso_8601": "2018-08-24T03:49:45Z"
        },
        "subject": "PBoC have not conducted reverse repo operations so far today",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-have-not-conducted-reverse-repo-operations-so-far-today-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 09:17:00",
        "gmt_time": "2018-08-24 01:17:00"
    },
    {
        "id": 671301,
        "updated_sequence": 1030744,
        "published_at": {
            "unix": 1535073360,
            "text": "2018-08-24 02:16:00 +0100",
            "iso_8601": "2018-08-24T01:16:00Z"
        },
        "updated_at": {
            "unix": 1535073453,
            "text": "2018-08-24 02:17:33 +0100",
            "iso_8601": "2018-08-24T01:17:33Z"
        },
        "subject": "Manhattan DA is said to be considering charges against 2 Trump Organization officials, according to NYT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NYT",
        "slug": "manhattan-da-is-said-to-be-considering-charges-against-2-trump-organization-officials-according-to-nyt-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 09:16:00",
        "gmt_time": "2018-08-24 01:16:00"
    },
    {
        "id": 671300,
        "updated_sequence": 1030741,
        "published_at": {
            "unix": 1535073300,
            "text": "2018-08-24 02:15:00 +0100",
            "iso_8601": "2018-08-24T01:15:00Z"
        },
        "updated_at": {
            "unix": 1535073392,
            "text": "2018-08-24 02:16:32 +0100",
            "iso_8601": "2018-08-24T01:16:32Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.8710 (Prev. 6.8367)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-8710-prev-6-8367-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 09:15:00",
        "gmt_time": "2018-08-24 01:15:00"
    },
    {
        "id": 671299,
        "updated_sequence": 1030738,
        "published_at": {
            "unix": 1535073240,
            "text": "2018-08-24 02:14:00 +0100",
            "iso_8601": "2018-08-24T01:14:00Z"
        },
        "updated_at": {
            "unix": 1535073346,
            "text": "2018-08-24 02:15:46 +0100",
            "iso_8601": "2018-08-24T01:15:46Z"
        },
        "subject": "Twitter source notes reports that senior Trump official minimizes probabilities for US-China progress",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "twitter-source-notes-reports-that-senior-trump-official-minimizes-probabilities-for-us-china-progress-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 09:14:00",
        "gmt_time": "2018-08-24 01:14:00"
    },
    {
        "id": 671298,
        "updated_sequence": 1030735,
        "published_at": {
            "unix": 1535073180,
            "text": "2018-08-24 02:13:00 +0100",
            "iso_8601": "2018-08-24T01:13:00Z"
        },
        "updated_at": {
            "unix": 1535073250,
            "text": "2018-08-24 02:14:10 +0100",
            "iso_8601": "2018-08-24T01:14:10Z"
        },
        "subject": "Indonesia central bank says to continues FX intervention today",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "indonesia-central-bank-says-to-continues-fx-intervention-today-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 09:13:00",
        "gmt_time": "2018-08-24 01:13:00"
    },
    {
        "id": 671297,
        "updated_sequence": 1030732,
        "published_at": {
            "unix": 1535073000,
            "text": "2018-08-24 02:10:00 +0100",
            "iso_8601": "2018-08-24T01:10:00Z"
        },
        "updated_at": {
            "unix": 1535073107,
            "text": "2018-08-24 02:11:47 +0100",
            "iso_8601": "2018-08-24T01:11:47Z"
        },
        "subject": "BoJ offers to buy JPY 250bln in 1-3yr JGBs, JPY 300bln in 3-5yr JGBs and JPY 400bln in 5-10yr JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-250bln-in-1-3yr-jgbs-jpy-300bln-in-3-5yr-jgbs-and-jpy-400bln-in-5-10yr-jgbs-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 09:10:00",
        "gmt_time": "2018-08-24 01:10:00"
    },
    {
        "id": 671296,
        "updated_sequence": 1030752,
        "published_at": {
            "unix": 1535072940,
            "text": "2018-08-24 02:09:00 +0100",
            "iso_8601": "2018-08-24T01:09:00Z"
        },
        "updated_at": {
            "unix": 1535073998,
            "text": "2018-08-24 02:26:38 +0100",
            "iso_8601": "2018-08-24T01:26:38Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: Earnings from AIA, Bocom, China Life Insurance, CNOOC and Henderson Land",
        "content": "<p>AIA Group (1299 HK)<br />- Co. H1 net USD 1.66bln, oper. profit after tax USD 2.65bln vs. Prev. USD 2.23bln Y/Y. (Newswires)</p>\r\n\r\n<p>Bank of Communications (3328 HK)<br />- Co. H1 net CNY 40.8bln vs. Prev. CNY 39.0bln Y/Y. (Newswires)</p>\r\n\r\n<p>China Life Insurance (2628 HK)<br />- Co. H1 net CNY 16.4bln vs. Prev. CNY 12.2bln Y/Y. (Newswires)</p>\r\n\r\n<p>China Merchants Land (978 HK)<br />- Co. H1 profit rose 48% Y/Y to CNY 427mln. (Newswires)</p>\r\n\r\n<p>China National Nuclear Power Corporation (601985 CH)<br />- Co. H1 net CNY 2.58bln vs. Prev. CNY 2.55bln Y/Y. (Newswires)</p>\r\n\r\n<p>Chongqing Machinery &amp; Electric (2722 HK)<br />- Co. H1 revenue fell 22% Y/Y to CNY 2.77bln. (Newswires)</p>\r\n\r\n<p>CNOOC (883 HK)<br />- Co. H1 net rose 57% Y/Y to CNY 25.5bln vs. Exp. CNY 27.2bln, rev. CNY 105.6bln vs. Prev. CNY 92.4bln Y/Y. (Newswires)</p>\r\n\r\n<p>Hanergy Solar Group (566 HK)<br />- Co. guides H1 net to increase 24x Y/Y. (Newswires)</p>\r\n\r\n<p>Henderson Land Development (12 HK)<br />- Co. H1 net HKD 13.9bln vs. Prev. HKD 10.7bln Y/Y. (Newswires)</p>\r\n\r\n<p>Tencent (700 HK)<br />- Co. unit Tencent Music will be pre-market US IPO valued at USD 3bln-4bln next month. (Newswires)</p>\r\n\r\n<p>Other News<br />- China Mofcom said US and China had constructive and candid exchange regarding trade and will keep in touch on next steps. However, there were earlier reports that US-China trade talks didn&#39;t provide any visible sign of progress which reduces prospects of an agreement soon, while China seemed unready to offer new solutions to US concerns related to trade deficit and coerced transfer of tech, according to sources. (Newswires/WSJ)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-earnings-from-aia-bocom-china-life-insurance-cnooc-and-henderson-land-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 09:09:00",
        "gmt_time": "2018-08-24 01:09:00"
    },
    {
        "id": 671295,
        "updated_sequence": 1030726,
        "published_at": {
            "unix": 1535072520,
            "text": "2018-08-24 02:02:00 +0100",
            "iso_8601": "2018-08-24T01:02:00Z"
        },
        "updated_at": {
            "unix": 1535072636,
            "text": "2018-08-24 02:03:56 +0100",
            "iso_8601": "2018-08-24T01:03:56Z"
        },
        "subject": "CNBC reports that Australian government whip delivered petition for Liberal Party meeting",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cnbc-reports-that-australian-government-whip-delivered-petition-for-liberal-party-meeting-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 09:02:00",
        "gmt_time": "2018-08-24 01:02:00"
    },
    {
        "id": 671294,
        "updated_sequence": 1030723,
        "published_at": {
            "unix": 1535072340,
            "text": "2018-08-24 01:59:00 +0100",
            "iso_8601": "2018-08-24T00:59:00Z"
        },
        "updated_at": {
            "unix": 1535072399,
            "text": "2018-08-24 01:59:59 +0100",
            "iso_8601": "2018-08-24T00:59:59Z"
        },
        "subject": "Fed's Kaplan says comfortable with 4 hikes this year and that officials will ignore political pressure or attacks",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-says-comfortable-with-4-hikes-this-year-and-that-officials-will-ignore-political-pressure-or-attacks-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 08:59:00",
        "gmt_time": "2018-08-24 00:59:00"
    },
    {
        "id": 671293,
        "updated_sequence": 1030720,
        "published_at": {
            "unix": 1535071920,
            "text": "2018-08-24 01:52:00 +0100",
            "iso_8601": "2018-08-24T00:52:00Z"
        },
        "updated_at": {
            "unix": 1535071992,
            "text": "2018-08-24 01:53:12 +0100",
            "iso_8601": "2018-08-24T00:53:12Z"
        },
        "subject": "China Mofcom says US and China had constructive and candid exchange regarding trade and will keep in touch on next steps",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-mofcom-says-us-and-china-had-constructive-and-candid-exchange-regarding-trade-and-will-keep-in-touch-on-next-steps-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 08:52:00",
        "gmt_time": "2018-08-24 00:52:00"
    },
    {
        "id": 671292,
        "updated_sequence": 1030717,
        "published_at": {
            "unix": 1535070480,
            "text": "2018-08-24 01:28:00 +0100",
            "iso_8601": "2018-08-24T00:28:00Z"
        },
        "updated_at": {
            "unix": 1535070535,
            "text": "2018-08-24 01:28:55 +0100",
            "iso_8601": "2018-08-24T00:28:55Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Taiwan Industrial Production topped estimates",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>Tech<br />- Chipmakers are said to anticipate strong demand for 8-inch wafers. (Newswires)</p>\r\n\r\n<p>Data Recap<br />- Taiwan Industrial Production (Jun) Y/Y 4.4% vs. Exp. 3.6% (Prev. 0.4%). (Newswires)</p>\r\n\r\n<p><br />SINGAPORE</p>\r\n\r\n<p>Lian Beng Group (LBG SP)<br />- Co. received contract from United Venture Development valued at SGD 278.5mln. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-taiwan-industrial-production-topped-estimates-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 08:28:00",
        "gmt_time": "2018-08-24 00:28:00"
    },
    {
        "id": 671290,
        "updated_sequence": 1030711,
        "published_at": {
            "unix": 1535068920,
            "text": "2018-08-24 01:02:00 +0100",
            "iso_8601": "2018-08-24T00:02:00Z"
        },
        "updated_at": {
            "unix": 1535069132,
            "text": "2018-08-24 01:05:32 +0100",
            "iso_8601": "2018-08-24T00:05:32Z"
        },
        "subject": "Asia opens mixed with the region slightly indecisive following a lack of progress at US-China trade discussions and ongoing political uncertainty in Australia",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-opens-mixed-with-the-region-slightly-indecisive-following-a-lack-of-progress-at-us-china-trade-discussions-and-ongoing-political-uncertainty-in-australia-24-08-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-08-24 08:02:00",
        "gmt_time": "2018-08-24 00:02:00"
    }
]