[
    {
        "id": 679226,
        "updated_sequence": 1074971,
        "published_at": {
            "unix": 1540585800,
            "text": "2018-10-26 21:30:00 +0100",
            "iso_8601": "2018-10-26T20:30:00Z"
        },
        "updated_at": {
            "unix": 1540585800,
            "text": "2018-10-26 21:30:00 +0100",
            "iso_8601": "2018-10-26T20:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-19-10-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 04:30:00",
        "gmt_time": "2018-10-26 20:30:00"
    },
    {
        "id": 680228,
        "updated_sequence": 1074969,
        "published_at": {
            "unix": 1540585260,
            "text": "2018-10-26 21:21:00 +0100",
            "iso_8601": "2018-10-26T20:21:00Z"
        },
        "updated_at": {
            "unix": 1540585312,
            "text": "2018-10-26 21:21:52 +0100",
            "iso_8601": "2018-10-26T20:21:52Z"
        },
        "subject": "S&P affirms Germany at AAA/stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "s-p-affirms-germany-at-aaa-stable-26-10-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 04:21:00",
        "gmt_time": "2018-10-26 20:21:00"
    },
    {
        "id": 680227,
        "updated_sequence": 1074966,
        "published_at": {
            "unix": 1540584420,
            "text": "2018-10-26 21:07:00 +0100",
            "iso_8601": "2018-10-26T20:07:00Z"
        },
        "updated_at": {
            "unix": 1540584448,
            "text": "2018-10-26 21:07:28 +0100",
            "iso_8601": "2018-10-26T20:07:28Z"
        },
        "subject": "Fitch Affirms Latvia at 'A-'; Outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-latvia-at-a-outlook-stable-26-10-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 04:07:00",
        "gmt_time": "2018-10-26 20:07:00"
    },
    {
        "id": 680226,
        "updated_sequence": 1074963,
        "published_at": {
            "unix": 1540584360,
            "text": "2018-10-26 21:06:00 +0100",
            "iso_8601": "2018-10-26T20:06:00Z"
        },
        "updated_at": {
            "unix": 1540584440,
            "text": "2018-10-26 21:07:20 +0100",
            "iso_8601": "2018-10-26T20:07:20Z"
        },
        "subject": "RANsquawk US Market Wrap - 26 October 2018: Stocks resume slide",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20414/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p><strong>US MARKET WRAP - 26 October 2018: Stocks resume slide</strong></p>\r\n\r\n<p><strong>* SNAP-SHOT: </strong>Equities down, Treasuries up, dollar down, crude up.</p>\r\n\r\n<p><strong>* REAR-VIEW:</strong> US Q3 GDP beat; Fed&#39;s Mester doesn&rsquo;t see inflationary pressure, Fed&rsquo;s Kaplan says Fed should shift towards neutral stance; China&rsquo;s Xi to &#39;seriously consider&#39; Japan&rsquo;s Abe invitation to visit Japan; CBR unchanged; Italy continue defiance.</p>\r\n\r\n<p><strong>* NEXT WEEK:</strong> UK Autumn Budget; BoE, BoJ rate decision; US and Canadian labour data; US PCE, ISM mfg, construction spending, factory orders; Aussie Trade Balance; UK mfg and construction PMIs; Canadian trade balance.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>* ITALY:</strong> EU&#39;s Moscovici said the EU is having constructive and &quot;firm&quot; talks with Italy but warned that if Italy does not resubmit its budget, the EU has options; the EU would look at other ways of Italy debt reduction, he said without providing details. The Bank of Italy, on request of ECB, has asked Italian banks for periodic updates on the state of its bond portfolios. Sources reported both the EU and Italian officials are closely watching the impact of the increasing Bund/BTP spreads on domestic banks (the Bank of Italy will soon publish an impact assessment). Italy&#39;s Deputy PM Di Maio said ECB&#39;s Draghi&rsquo;s comments at his post-ECB meeting press conference were a &lsquo;poisoning climate&rsquo; for Italy after Draghi said he sees only a limited spill over effect, while urging Italy to fully adhere to Eurozone budget rules is needed in high debt countries. He was also unconcerned about the S&amp;P rating decision on the country, due today after the US closing bell. Also, League Lawmaker Borghi has suggested that any action is likely to be moderate.</p>\r\n\r\n<p><strong>* FED:</strong> Fed&#39;s Mester (hawk, voter) said her long run federal fund&#39;s rate forecast was 3.00%; she noted wages are rising but are not yet stoking inflationary pressure. Fed&#39;s Kaplan (neutral, non-voter) said the Fed should gradually and patiently move towards a neutral stance.</p>\r\n\r\n<p><strong>* ECB: </strong>Coeure (dovish) said significant monetary policy stimulus is still needed to support the further build-up of domestic price pressures and headline inflation developments over the medium term; he explained this support will continue to be provided by the net asset purchases until the end of the year, by the sizeable stock of acquired assets and the associated reinvestments, and by our enhanced forward guidance on the key ECB interest rates. He reiterated that the ECB expects its key policy rates to remain at their present levels at least through the summer of 2019.</p>\r\n\r\n<p><strong>&nbsp;* TRADE:</strong> The Canadian Ambassador to Washington said the US and Canada will resolve issues regarding metals tariffs &quot;sooner rather than later&quot;.</p>\r\n\r\n<p><strong>* GEOPOLITICS:</strong> A spokesperson reported Chinese President Xi to &#39;seriously consider&#39; Japanese PM Abe invitation to visit Japan. Elsewhere, White House Adviser Bolton said to be unaware &#39;at this point&#39; of plans for US sanctions on Russian sovereign debt.</p>\r\n\r\n<p><strong>* ADVANCED US GDP </strong>for Q3 came in at 3.5%, higher than the expected 3.3%; the PCE Price Index increased 1.6%, missing expectations for 2.0%. Analysts at Wells Fargo pointed out that Q3 overall growth was supported by real personal consumption expenditures, which were up 4%, and partially boosted by real disposable income. On the flip side, fixed investment spending and construction declined, with the latter indicating a contraction in the housing market. Looking ahead, Wells Fargo expects growth to slow a tad in the quarters ahead, although noting &lsquo;with the labour market more or less at &ldquo;full employment&rdquo; and with some measures of inflation trending higher, we look for the Federal Reserve to continue raising rates at a gradual pace for the next year or so&rdquo;.</p>\r\n\r\n<p><strong>* UNI OF MICHIGAN SENTIMENT INDEX </strong>(Final) fell 1.5 points in October posting at 98.6, a tab below the 99.0 consensus though overall remaining at an elevated level. Analysts at Wells Fargo argue the recent stock market volatility as well as higher gasoline prices are two factors placing pressure on sentiment.</p>\r\n\r\n<p><strong>* SPX -1.74% at 2658, NDX -2.34% at 6852, DJI -1.20% at 24686. SECTORS:</strong> Energy -0.79%, Materials -0.65%, Industrials -0.98%, Cons Discretionary -3.55%, Cons Staples -1.69%, Healthcare -1.08%, Financials -1.39%, Tech -1.87%, Telecoms -2.40%, Utilities -1.70%.</p>\r\n\r\n<p><strong>* STOCK SPECIFICS: </strong>Phillips 66 (PSX) was a top mover after beating estimates for both EPS and revenue, so did Intel (INTC) which also raised its full year guidance. Tesla (TSLA) continued on from yesterday&rsquo;s gains after its strong earnings, but news broke that the automakers&rsquo; Model 3 weekly production slightly down, overall quarterly production close to 25,000 cars, according to Electrek; additionally, the criminal investigation examining if Model 3 production was misstated intensified in recent weeks, sources reported. Expedia (EXPE) traded higher after beating EPS estimates. Cabot Oil &amp; Gas (COG) another top mover following a strong beat on revenue estimates. Amazon (AMZN) weighed down the consumer discretionary sector after missing revenue estimates and providing Q4 revenue guidance below expectations. Western Digital (WDC) cliff-dived following mentioning a decline in flash-memory pricing. Digital Realty Trust (DLR) also a bottom mover after reporting less than expected FFO. Advanced Micron Devices (AMD) continued its losses from yesterday.</p>\r\n\r\n<p><strong>* WTI (Z8) SETTLES USD 0.26 HIGHER AT USD 67.59/BBL, BRENT (Z8) SETTLES USD 0.73 HIGHER AT USD 77.62/BBL</strong>. For much of the day, crude was tracking overall risk sentiment, sliding as equities were under pressure and the dollar index rose to multi-month highs. &ldquo;The market also seems to be focussing more on Thursday&rsquo;s OPEC assessment that inventories have recently increased rather than the likelihood that they may do something about it,&rdquo; analysts at Citi said. Elsewhere, Iraq will stop trucking Kirkuk crude to Iran in November in compliance with us sanctions, Sources reported. And in Texas, Phillips 66 (PSX) is planning to add 2.2mln BPD of crude oil storage at the Beaumont refinery.</p>\r\n\r\n<p><strong>* US T-NOTE FUTURES (Z8) SETTLE 16 TICKS HIGHER AT 119-01.</strong></p>\r\n\r\n<p><strong>* WEEKLY FX WRAP - DXY: </strong>This week was near enough one-way traffic for the DXY with the index moving from lows of 95.50 seen earlier in the week before breaching 96.50 to the upside during Thursday&rsquo;s trade after risk-aversion in equity markets prompted a FTQ into the greenback. The index was also aided by the advanced reading of US GDP on Friday which printed at 3.5% vs. Exp. 3.3%, thus signalling best back-to-back quarters since 2014. Credit Agricole note that recent USD performance suggests month-end portfolio-rebalancing flows are likely to prompt strong USD buying across the board.</p>\r\n\r\n<p><strong>* EUR: </strong>In-fitting with the theme of USD strength, EUR/USD continued to head south throughout the week with the pair conceding both the 1.15 and 1.14 handles to reach levels not seen since mid-August. This week&rsquo;s ECB meeting provided little in the way of fireworks on the policy front with Draghi refraining from providing any greater clarity on what lies ahead for the Bank&rsquo;s normalisation process. Draghi maintained the Bank&rsquo;s assessment that risks to the Eurozone economy remain broadly balanced whilst downplaying the recent weakening in momentum. However, this was not enough to stop the rot for the shared currency with Italian political risk an ever-looming threat alongside the rampant USD.</p>\r\n\r\n<p><strong>* GBP: </strong>An equally uninspiring week was seen for GBP with the 1.30+ levels seen at the start of the week firmly in the rear-view mirror. Again, traction in the USD was arguably the main guiding force for Cable but political events in the UK remain a great cause of concern for investors. Most notably, reports towards the end of the week appear to signal that intra-cabinet discussions with Mrs May&rsquo;s team have ground to a halt ahead of the (as of yet unconfirmed) November EU leaders&rsquo; summit and as such, a test of YTD lows around 1.2660 cannot be ruled out.</p>\r\n\r\n<p><strong>*AUD, CNY: </strong>In the Asia-Pac region, the PBoC garnered a significant amount of market attention after the Bank opted to set the fix beyond 6.9500 for the first time since early January 2017. This prompted selling in some of its regional high-beta peers with AUD/USD knocked towards Feb 2016 lows of 0.7021 before stopping shy of 0.7000 where there were said to be large barriers. A PBoC Vice Governor later stated that the central bank will take necessary and target measures to deal with those who short the CNY which subsequently prompted some CNY buying but wasn&rsquo;t enough to lend a helping hand to AUD or NZD. AUD remains the worst performing G10 currency over the past 3 months with Westpac highlighting local politics as an ongoing issue for the currency and flag week&rsquo;s CPI release as the next test for market sentiment with the Bank expecting a &lsquo;soft income&rsquo;.</p>\r\n\r\n<p><strong>* EMs:</strong> Elsewhere, this week&rsquo;s other central bank releases saw the Norges, CBRT and CBR all stand pat on rates. In terms of the specifics of each decision, the NB refrained from taking action in their &lsquo;in-between&rsquo; meeting and continued to flag the likelihood of a Q1 2019 hike after the Bank&rsquo;s maintained the economic assessment released in September; NOK subsequently unreactive. Over in Turkey, the CBRT opted to stand pat on rates after their mammoth hike last time around. In the accompanying statement, the Bank vowed to deliver further monetary tightening if needed, will continue to use all available instruments in pursuit of price stability. This saw the TRY gain ground against the USD with CBRT suggesting that their rate-hike cycle might still have some room to run. Finally, the CBR maintained rates at 7.5% after the unexpectedly raising rates by 25bps at its previous policy meeting. The Bank noted that they will consider the need for additional rate hikes, taking into account inflation and economic dynamics.</p>\r\n\r\n<p><strong>* CBR REVIEW:</strong> The Central Bank of Russia maintained its benchmark rate at 7.5%, in line with the analyst consensus; the CBR explained that CPI is on track to rise from 3.5% YY towards 3.8% to 4.2% band by the end-2018, rising to 5.0% to 5.5% by the end of next year, as the RUB depreciation impact, as well as the upcoming VAT tax hike filters through. The central bank maintained its growth view. Looking ahead, analysts at ING expect the CBR to be between a hold and a hike: &ldquo;there was no change in the assessment of the inflationary risks,&rdquo; ING says &ldquo;which highlights the uncertainties faced by the monetary authorities with the near-to-mid-term,&rdquo; and ING &ldquo;expects the key rate to remain unchanged until the end of the year under the assumption that CPI will stay within the CBR guidelines.&rdquo; With that said, ING acknowledges that risks to its view on CPI and the key rate are tilted towards the upside. ING explains that the most obvious risk, as stated by the CBR, includes continued capital outflows from EMs, as well as Russia-specific foreign policy risks. &ldquo;the less obvious risk &ndash; the one the CBR didn&rsquo;t mention &ndash; is the growing uncertainty regarding the local gasoline price growth,&rdquo; ING says, noting local media reports which have suggested that the upcoming increase in excise duties and the upcoming tax changes in the oil industry may trigger an increase in local prices by around 10%, which could push headline CPI up by 0.4ppts. &ldquo;However, the secondary effects could amplify the potential deterioration in the inflationary trend,&rdquo; ING writes, &ldquo;for now, it remains unclear whether the government will prevent this growth via budgetary or other means.&rdquo;</p>\r\n\r\n<p><strong>* NEXT WEEK: </strong>Monday: UK Autumn Budget, US PCE Tuesday: BoJ Interest Rate Decision, Eurozone GDP Wednesday: Chinese PMIs, BoJ Outlook Report, Australian CPI, US Chicago PMI, Canadian GDP &amp; PPI, Eurozone CPI &amp; Unemployment Thursday: BoE Interest Rate Decision, Minutes &amp; QIR, Caixin Mfg PMI, Australian Trade Balance, UK Mfg PMI, US ISM Mfg PMI &amp; Construction Spending Friday: Australian PPI, UK Construction PMI, US &amp; Canadian Labour Market report, Canadian Trade Balance, US Factory Orders. <a href=\"https://ransquawk.com/research_sheets/20412/download\">Click here to access the full report.</a></p>\r\n\r\n<p><strong>* CENTRAL BANK WEEKLY BRIEFING:</strong> Previewing BOE, BOJ, BCB; Reviewing ECB, BOC, Norges Bank, Riksbank, CBRT, CBR. <a href=\"https://ransquawk.com/research_sheets/20413/download\">Click here to access the full report.</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-26-october-2018-stocks-resume-slide-26-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 04:06:00",
        "gmt_time": "2018-10-26 20:06:00"
    },
    {
        "id": 680225,
        "updated_sequence": 1074960,
        "published_at": {
            "unix": 1540584240,
            "text": "2018-10-26 21:04:00 +0100",
            "iso_8601": "2018-10-26T20:04:00Z"
        },
        "updated_at": {
            "unix": 1540584342,
            "text": "2018-10-26 21:05:42 +0100",
            "iso_8601": "2018-10-26T20:05:42Z"
        },
        "subject": "Fitch Affirms the Netherlands at 'AAA'; Outlook Stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-the-netherlands-at-aaa-outlook-stable-26-10-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 04:04:00",
        "gmt_time": "2018-10-26 20:04:00"
    },
    {
        "id": 680224,
        "updated_sequence": 1074957,
        "published_at": {
            "unix": 1540584240,
            "text": "2018-10-26 21:04:00 +0100",
            "iso_8601": "2018-10-26T20:04:00Z"
        },
        "updated_at": {
            "unix": 1540584264,
            "text": "2018-10-26 21:04:24 +0100",
            "iso_8601": "2018-10-26T20:04:24Z"
        },
        "subject": "Fitch Affirms United Kingdom at 'AA'; Outlook Negative",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fitch-affirms-united-kingdom-at-aa-outlook-negative-26-10-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 04:04:00",
        "gmt_time": "2018-10-26 20:04:00"
    },
    {
        "id": 680223,
        "updated_sequence": 1074954,
        "published_at": {
            "unix": 1540584180,
            "text": "2018-10-26 21:03:00 +0100",
            "iso_8601": "2018-10-26T20:03:00Z"
        },
        "updated_at": {
            "unix": 1540584221,
            "text": "2018-10-26 21:03:41 +0100",
            "iso_8601": "2018-10-26T20:03:41Z"
        },
        "subject": "S&P affirms Italy at BBB, cuts outlook to negative from stable",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "s-p-affirms-italy-at-bbb-cuts-outlook-to-negative-from-stable-26-10-2018",
        "hidden": false,
        "section": {
            "id": 24,
            "name": "Rating Agency comments"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 04:03:00",
        "gmt_time": "2018-10-26 20:03:00"
    },
    {
        "id": 680222,
        "updated_sequence": 1074951,
        "published_at": {
            "unix": 1540582800,
            "text": "2018-10-26 20:40:00 +0100",
            "iso_8601": "2018-10-26T19:40:00Z"
        },
        "updated_at": {
            "unix": 1540582889,
            "text": "2018-10-26 20:41:29 +0100",
            "iso_8601": "2018-10-26T19:41:29Z"
        },
        "subject": "CFTC Commitments of Traders: JPY shorts still the largest, but trimmed marginally, ForexLive reports",
        "content": "<ul><li>EUR short 30K vs 29K&nbsp;short last week.&nbsp; Shorts increased by 1K</li>\r\n  <li>GBP short 47K vs 50K short last week. Shorts trimmed by 3K</li>\r\n  <li>JPY short 93K vs 101K short last week. Shorts trimmed by 8K</li>\r\n  <li>CHF short 17K vs 13K short last week. shorts increased by 4K</li>\r\n  <li>CAD short 7k vs 11k short&nbsp;last week. Shorts trimmed by 4K</li>\r\n  <li>AUD short 70k vs 71k short&nbsp;last week. Shorts trimmed by 1K</li>\r\n  <li>NZD short 33K vs 35K short last week. Shorts trimmed by 2K</li>\r\n  <li><a href=\"https://www.forexlive.com/news/!/cftc-commitments-of-traders-03-20181026\">Via ForexLive</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cftc-commitments-of-traders-jpy-shorts-still-the-largest-but-trimmed-marginally-forexlive-reports-26-10-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 03:40:00",
        "gmt_time": "2018-10-26 19:40:00"
    },
    {
        "id": 680221,
        "updated_sequence": 1074948,
        "published_at": {
            "unix": 1540581420,
            "text": "2018-10-26 20:17:00 +0100",
            "iso_8601": "2018-10-26T19:17:00Z"
        },
        "updated_at": {
            "unix": 1540581586,
            "text": "2018-10-26 20:19:46 +0100",
            "iso_8601": "2018-10-26T19:19:46Z"
        },
        "subject": "Rupert Murdoch could reportedly pull off an \"amazing coup\" by buying back Fox (FOXA) regional sports networks back from Disney (DIS) discounted by billions, according to CNBC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "rupert-murdoch-could-reportedly-pull-off-an-amazing-coup-by-buying-back-fox-foxa-regional-sports-networks-back-from-disney-dis-discounted-by-billions-according-to-cnbc-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 03:17:00",
        "gmt_time": "2018-10-26 19:17:00"
    },
    {
        "id": 680220,
        "updated_sequence": 1074945,
        "published_at": {
            "unix": 1540580400,
            "text": "2018-10-26 20:00:00 +0100",
            "iso_8601": "2018-10-26T19:00:00Z"
        },
        "updated_at": {
            "unix": 1540581103,
            "text": "2018-10-26 20:11:43 +0100",
            "iso_8601": "2018-10-26T19:11:43Z"
        },
        "subject": "CREDIT RATINGS: Potential credit rating agency actions after the bell on Friday include: S&P on Italy (BBB, stable); S&P on UK (AA, negative), Fitch on UK (AA, negative); S&P on Germany (AAA, stable); Moody's on France (Aa2, positive)",
        "content": "<p><strong>RBC on Italian rating review: </strong>&quot;S&amp;P currently have Italy at BBB with a stable outlook but warned at their previous review in April of risks to the rating &lsquo;if the government strayed from the previous budget path or undid previous reforms&rsquo;. As the coalition government&rsquo;s budget contains both, it looks highly unlikely to us that S&amp;P will retain their rating and outlook at the current level. At the end of August, Fitch cut the outlook on its BBB rating to negative from stable while late last week Moody&rsquo;s cut Italy&rsquo;s rating to Baa3 from Baa2 previously though with a stable outlook and a similar move from S&amp;P, at the least, looks likely.&quot;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "credit-ratings-potential-credit-rating-agency-actions-after-the-bell-on-friday-include-s-p-on-italy-bbb-stable-s-p-on-uk-aa-negative-fitch-on-uk-aa-negative-s-p-on-germany-aaa-stable-moody-s-on-france-aa2-positive-26-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 03:00:00",
        "gmt_time": "2018-10-26 19:00:00"
    },
    {
        "id": 680219,
        "updated_sequence": 1074938,
        "published_at": {
            "unix": 1540579500,
            "text": "2018-10-26 19:45:00 +0100",
            "iso_8601": "2018-10-26T18:45:00Z"
        },
        "updated_at": {
            "unix": 1540579572,
            "text": "2018-10-26 19:46:12 +0100",
            "iso_8601": "2018-10-26T18:46:12Z"
        },
        "subject": "RANsquawk Weekly Central Bank Briefing, 26 Oct 2018 - Previewing BOE, BOJ, BCB; Reviewing ECB, BOC, Norges Bank, Riksbank, CBRT, CBR",
        "content": "<ul><li>​​​​​<strong>Previewing BOE, BOJ, BCB; Reviewing ECB, BOC, Norges Bank, Riksbank, CBRT, CBR;&nbsp;To download the report, please click here</strong></li>\r\n  <li><em>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the Research Suite section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</em></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-weekly-central-bank-briefing-26-oct-2018-previewing-boe-boj-bcb-reviewing-ecb-boc-norges-bank-riksbank-cbrt-cbr-26-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 02:45:00",
        "gmt_time": "2018-10-26 18:45:00"
    },
    {
        "id": 680218,
        "updated_sequence": 1074935,
        "published_at": {
            "unix": 1540579320,
            "text": "2018-10-26 19:42:00 +0100",
            "iso_8601": "2018-10-26T18:42:00Z"
        },
        "updated_at": {
            "unix": 1540579419,
            "text": "2018-10-26 19:43:39 +0100",
            "iso_8601": "2018-10-26T18:43:39Z"
        },
        "subject": "RANsquawk Week in Focus; week commencing 29 October 2018",
        "content": "<p><strong>To download the report, please click <a href=\"/research_sheets/20412/download\">here</a></strong></p>\r\n\r\n<ul><li>Monday - UK Autumn Budget, US PCE;</li>\r\n  <li>Tuesday - BoJ Interest Rate Decision, Eurozone GDP;</li>\r\n  <li>Wednesday - Chinese PMIs, BoJ Outlook Report, Australian CPI, US Chicago PMI, Canadian GDP &amp; PPI, Eurozone CPI &amp; Unemployment;</li>\r\n  <li>Thursday - BoE Interest Rate Decision, Minutes &amp; QIR, Caixin Mfg PMI, Australian Trade Balance, UK Mfg PMI, US ISM Mfg PMI &amp; Construction Spending;</li>\r\n  <li>Friday - Australian PPI, UK Construction PMI, US &amp; Canadian Labour Market report, Canadian Trade Balance, US Factory Orders.</li>\r\n</ul>\r\n\r\n<p><em>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</em></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-29-october-2018-26-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 02:42:00",
        "gmt_time": "2018-10-26 18:42:00"
    },
    {
        "id": 680217,
        "updated_sequence": 1074940,
        "published_at": {
            "unix": 1540578720,
            "text": "2018-10-26 19:32:00 +0100",
            "iso_8601": "2018-10-26T18:32:00Z"
        },
        "updated_at": {
            "unix": 1540579618,
            "text": "2018-10-26 19:46:58 +0100",
            "iso_8601": "2018-10-26T18:46:58Z"
        },
        "subject": "WTI (Z8) settles USD 0.26 higher at USD 67.59/bbl, Brent (Z8) settles USD 0.73 higher at USD 77.62/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>For much of the day, crude was tracking overall risk sentiment, sliding as equities were under pressure and the dollar index rose to multi-month highs. &ldquo;The market also seems to be focussing more on Thursday&rsquo;s OPEC assessment that inventories have recently increased rather than the likelihood that they may do something about it,&rdquo; analysts at Citi said. Elsewhere, Iraq will stop trucking Kirkuk crude to Iran in November in compliance with us sanctions, Sources reported. And in Texas, Phillips 66 (PSX) is planning to add 2.2mln BPD of crude oil storage at the Beaumont refinery.</p>\r\n",
        "analysis_updated_at": {
            "unix": 1540578780,
            "text": "2018-10-26 19:33:00 +0100",
            "iso_8601": "2018-10-26T18:33:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-z8-settles-usd-0-26-higher-at-usd-67-59-bbl-brent-z8-settles-usd-0-73-higher-at-usd-77-62-bbl-26-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 02:32:00",
        "gmt_time": "2018-10-26 18:32:00"
    },
    {
        "id": 680216,
        "updated_sequence": 1074927,
        "published_at": {
            "unix": 1540578300,
            "text": "2018-10-26 19:25:00 +0100",
            "iso_8601": "2018-10-26T18:25:00Z"
        },
        "updated_at": {
            "unix": 1540578414,
            "text": "2018-10-26 19:26:54 +0100",
            "iso_8601": "2018-10-26T18:26:54Z"
        },
        "subject": "Ways and Means Chair Brady says Trump tax cuts are to wait until 2019, according to Roll Call",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Roll Call",
        "slug": "ways-and-means-chair-brady-says-trump-tax-cuts-are-to-wait-until-2019-according-to-roll-call-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 02:25:00",
        "gmt_time": "2018-10-26 18:25:00"
    },
    {
        "id": 680215,
        "updated_sequence": 1074924,
        "published_at": {
            "unix": 1540578060,
            "text": "2018-10-26 19:21:00 +0100",
            "iso_8601": "2018-10-26T18:21:00Z"
        },
        "updated_at": {
            "unix": 1540578201,
            "text": "2018-10-26 19:23:21 +0100",
            "iso_8601": "2018-10-26T18:23:21Z"
        },
        "subject": "Tesla (TSLA) spokesperson says it has not received a subpoena nor a request for testimony from the DoJ",
        "content": "",
        "reaction_details": "<ul><li>Initial reaction saw the share price jump from USD 317.00 to USD 324.00</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1540578201,
            "text": "2018-10-26 19:23:21 +0100",
            "iso_8601": "2018-10-26T18:23:21Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tesla-tsla-spokesperson-says-it-has-not-received-a-subpoena-nor-a-request-for-testimony-from-the-doj-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 02:21:00",
        "gmt_time": "2018-10-26 18:21:00"
    },
    {
        "id": 680214,
        "updated_sequence": 1074919,
        "published_at": {
            "unix": 1540576800,
            "text": "2018-10-26 19:00:00 +0100",
            "iso_8601": "2018-10-26T18:00:00Z"
        },
        "updated_at": {
            "unix": 1540577169,
            "text": "2018-10-26 19:06:09 +0100",
            "iso_8601": "2018-10-26T18:06:09Z"
        },
        "subject": "Tesla (TSLA) criminal investigation intensified in recent weeks, examining if Model 3 production was misstated; FBI is said to have contacted former employees",
        "content": "",
        "reaction_details": "<ul><li>Share price fell in an immediate reaction to USD 324.00 from USD 338.00</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1540576920,
            "text": "2018-10-26 19:02:00 +0100",
            "iso_8601": "2018-10-26T18:02:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tesla-tsla-criminal-investigation-intensified-in-recent-weeks-examining-if-model-3-production-was-misstated-fbi-is-said-to-have-contacted-former-employees-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 02:00:00",
        "gmt_time": "2018-10-26 18:00:00"
    },
    {
        "id": 680213,
        "updated_sequence": 1074911,
        "published_at": {
            "unix": 1540574820,
            "text": "2018-10-26 18:27:00 +0100",
            "iso_8601": "2018-10-26T17:27:00Z"
        },
        "updated_at": {
            "unix": 1540574930,
            "text": "2018-10-26 18:28:50 +0100",
            "iso_8601": "2018-10-26T17:28:50Z"
        },
        "subject": "Tesla (TSLA) Model 3 weekly production slightly down, overall quarterly production close to 25,000 cars, according to Electrek",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Electrek",
        "slug": "tesla-tsla-model-3-weekly-production-slightly-down-overall-quarterly-production-close-to-25-000-cars-according-to-electrek-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 01:27:00",
        "gmt_time": "2018-10-26 17:27:00"
    },
    {
        "id": 680212,
        "updated_sequence": 1074908,
        "published_at": {
            "unix": 1540574040,
            "text": "2018-10-26 18:14:00 +0100",
            "iso_8601": "2018-10-26T17:14:00Z"
        },
        "updated_at": {
            "unix": 1540574099,
            "text": "2018-10-26 18:14:59 +0100",
            "iso_8601": "2018-10-26T17:14:59Z"
        },
        "subject": "US President Trump says China wants to make a deal badly but not ready yet ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-china-wants-to-make-a-deal-badly-but-not-ready-yet-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 01:14:00",
        "gmt_time": "2018-10-26 17:14:00"
    },
    {
        "id": 680211,
        "updated_sequence": 1074905,
        "published_at": {
            "unix": 1540573980,
            "text": "2018-10-26 18:13:00 +0100",
            "iso_8601": "2018-10-26T17:13:00Z"
        },
        "updated_at": {
            "unix": 1540574042,
            "text": "2018-10-26 18:14:02 +0100",
            "iso_8601": "2018-10-26T17:14:02Z"
        },
        "subject": "RANsquawk Weekly US Earnings Estimates - 29th October 2018 - 2nd November 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20411/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Apple (AAPL)</li>\r\n  <li>Pfizer (PFE)</li>\r\n  <li>General Electric (GE)</li>\r\n  <li>Mastercard (MA)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-weekly-us-earnings-estimates-29th-october-2018-2nd-november-2018-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 01:13:00",
        "gmt_time": "2018-10-26 17:13:00"
    },
    {
        "id": 680210,
        "updated_sequence": 1074902,
        "published_at": {
            "unix": 1540573200,
            "text": "2018-10-26 18:00:00 +0100",
            "iso_8601": "2018-10-26T17:00:00Z"
        },
        "updated_at": {
            "unix": 1540573320,
            "text": "2018-10-26 18:02:00 +0100",
            "iso_8601": "2018-10-26T17:02:00Z"
        },
        "subject": "Baker Hughes Rig Count (26/Oct): Oil rigs up 2 at 875, gas rigs down 1 at 193, total rigs up 1 at 1068",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-26-oct-oil-rigs-up-2-at-875-gas-rigs-down-1-at-193-total-rigs-up-1-at-1068-26-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 01:00:00",
        "gmt_time": "2018-10-26 17:00:00"
    },
    {
        "id": 680209,
        "updated_sequence": 1074899,
        "published_at": {
            "unix": 1540573020,
            "text": "2018-10-26 17:57:00 +0100",
            "iso_8601": "2018-10-26T16:57:00Z"
        },
        "updated_at": {
            "unix": 1540573122,
            "text": "2018-10-26 17:58:42 +0100",
            "iso_8601": "2018-10-26T16:58:42Z"
        },
        "subject": "CNBC Najarian note unusual option activity in EEM and XLI ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cnbc-najarian-note-unusual-option-activity-in-eem-and-xli-26-10-2018",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 00:57:00",
        "gmt_time": "2018-10-26 16:57:00"
    },
    {
        "id": 680208,
        "updated_sequence": 1074896,
        "published_at": {
            "unix": 1540570140,
            "text": "2018-10-26 17:09:00 +0100",
            "iso_8601": "2018-10-26T16:09:00Z"
        },
        "updated_at": {
            "unix": 1540570222,
            "text": "2018-10-26 17:10:22 +0100",
            "iso_8601": "2018-10-26T16:10:22Z"
        },
        "subject": "Phillips 66 (PSX) plans to add 2.2mln barrels of crude oil storage at its Beaumont, Texas Terminal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "phillips-66-psx-plans-to-add-2-2mln-barrels-of-crude-oil-storage-at-its-beaumont-texas-terminal-26-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-27 00:09:00",
        "gmt_time": "2018-10-26 16:09:00"
    },
    {
        "id": 680207,
        "updated_sequence": 1074893,
        "published_at": {
            "unix": 1540568160,
            "text": "2018-10-26 16:36:00 +0100",
            "iso_8601": "2018-10-26T15:36:00Z"
        },
        "updated_at": {
            "unix": 1540568273,
            "text": "2018-10-26 16:37:53 +0100",
            "iso_8601": "2018-10-26T15:37:53Z"
        },
        "subject": "El Paso Electric (EE) is said to not yet have decided whether the company will pursure a sale",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "el-paso-electric-ee-is-said-to-not-yet-have-decided-whether-the-company-will-pursure-a-sale-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 23:36:00",
        "gmt_time": "2018-10-26 15:36:00"
    },
    {
        "id": 680206,
        "updated_sequence": 1074890,
        "published_at": {
            "unix": 1540567800,
            "text": "2018-10-26 16:30:00 +0100",
            "iso_8601": "2018-10-26T15:30:00Z"
        },
        "updated_at": {
            "unix": 1540568106,
            "text": "2018-10-26 16:35:06 +0100",
            "iso_8601": "2018-10-26T15:35:06Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (-1.36%), FTSE 100 (-1.25%), DAX (-1.13%), CAC (-1.84%), IBEX (-0.66%), FTSE MIB (-0.83%), SMI (-0.33%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-1-36-ftse-100-1-25-dax-1-13-cac-1-84-ibex-0-66-ftse-mib-0-83-smi-0-33-26-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 23:30:00",
        "gmt_time": "2018-10-26 15:30:00"
    },
    {
        "id": 680205,
        "updated_sequence": 1074887,
        "published_at": {
            "unix": 1540567560,
            "text": "2018-10-26 16:26:00 +0100",
            "iso_8601": "2018-10-26T15:26:00Z"
        },
        "updated_at": {
            "unix": 1540567939,
            "text": "2018-10-26 16:32:19 +0100",
            "iso_8601": "2018-10-26T15:32:19Z"
        },
        "subject": "Italy Deputy PM Salvini says no Italian bank will collapse",
        "content": "<ul><li>Government won&#39;t back track even by &quot;half a millimeter&quot; on the budget&nbsp;</li>\r\n  <li>Italy is ready to respond if anyone is thinking of speculating and using bond spreads to try to weaken it</li>\r\n  <li>When asked about Monte Paschi merging with another bank he said &quot;why not&quot; as long as it makes economic sense</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-deputy-pm-salvini-says-no-italian-bank-will-collapse-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 23:26:00",
        "gmt_time": "2018-10-26 15:26:00"
    },
    {
        "id": 680204,
        "updated_sequence": 1074875,
        "published_at": {
            "unix": 1540567200,
            "text": "2018-10-26 16:20:00 +0100",
            "iso_8601": "2018-10-26T15:20:00Z"
        },
        "updated_at": {
            "unix": 1540567288,
            "text": "2018-10-26 16:21:28 +0100",
            "iso_8601": "2018-10-26T15:21:28Z"
        },
        "subject": "NY Fed GDP Nowcast (Q3) 2.2% (Prev. 2.1%) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ny-fed-gdp-nowcast-q3-2-2-prev-2-1-26-10-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 23:20:00",
        "gmt_time": "2018-10-26 15:20:00"
    },
    {
        "id": 680203,
        "updated_sequence": 1074872,
        "published_at": {
            "unix": 1540567080,
            "text": "2018-10-26 16:18:00 +0100",
            "iso_8601": "2018-10-26T15:18:00Z"
        },
        "updated_at": {
            "unix": 1540567185,
            "text": "2018-10-26 16:19:45 +0100",
            "iso_8601": "2018-10-26T15:19:45Z"
        },
        "subject": "Ford (F) and Volkswagen (VOW3 GY) are said to explore autonomous cars cooperation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ford-f-and-volkswagen-vow3-gy-are-said-to-explore-autonomous-cars-cooperation-26-10-2018",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 23:18:00",
        "gmt_time": "2018-10-26 15:18:00"
    },
    {
        "id": 680198,
        "updated_sequence": 1074857,
        "published_at": {
            "unix": 1540563720,
            "text": "2018-10-26 15:22:00 +0100",
            "iso_8601": "2018-10-26T14:22:00Z"
        },
        "updated_at": {
            "unix": 1540563817,
            "text": "2018-10-26 15:23:37 +0100",
            "iso_8601": "2018-10-26T14:23:37Z"
        },
        "subject": "Iraq will stop trucking Kirkuk crude oil to Iran in November in compliance with US sanctions; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iraq-will-stop-trucking-kirkuk-crude-oil-to-iran-in-november-in-compliance-with-us-sanctions-according-to-sources-26-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 22:22:00",
        "gmt_time": "2018-10-26 14:22:00"
    },
    {
        "id": 680197,
        "updated_sequence": 1074854,
        "published_at": {
            "unix": 1540563360,
            "text": "2018-10-26 15:16:00 +0100",
            "iso_8601": "2018-10-26T14:16:00Z"
        },
        "updated_at": {
            "unix": 1540563507,
            "text": "2018-10-26 15:18:27 +0100",
            "iso_8601": "2018-10-26T14:18:27Z"
        },
        "subject": "ECB's Coeure (Dovish) says significant monetary policy stimulus is still needed to support the further build-up of domestic price pressures and headline inflation developments over the medium term",
        "content": "<ul><li>Coeure says this support will continue to be provided by the net asset purchases until the end of the year, by the sizeable stock of acquired assets and the associated reinvestments, and by our enhanced forward guidance on the key ECB interest rates.</li>\r\n  <li>He reiterates that the ECB&nbsp;expects its key policy rates to remain at their present levels at least through the summer of 2019,</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-coeure-dovish-says-significant-monetary-policy-stimulus-is-still-needed-to-support-the-further-build-up-of-domestic-price-pressures-and-headline-inflation-developments-over-the-medium-term-26-10-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 22:16:00",
        "gmt_time": "2018-10-26 14:16:00"
    },
    {
        "id": 680196,
        "updated_sequence": 1074845,
        "published_at": {
            "unix": 1540563060,
            "text": "2018-10-26 15:11:00 +0100",
            "iso_8601": "2018-10-26T14:11:00Z"
        },
        "updated_at": {
            "unix": 1540563106,
            "text": "2018-10-26 15:11:46 +0100",
            "iso_8601": "2018-10-26T14:11:46Z"
        },
        "subject": "Weekly FX Wrap: USD remains King as major counterparts give back key levels",
        "content": "<p>This week was near enough one-way traffic for the DXY with the index moving from lows of 95.50 seen earlier in the week before breaching 96.50 to the upside during Thursday&rsquo;s trade after risk-aversion in equity markets prompted a FTQ into the greenback. The index was also aided by the advanced reading of US GDP on Friday which printed at 3.5% vs. Exp. 3.3%, thus signalling best back-to-back quarters since 2014. Credit Agricole note that recent USD performance suggests month-end portfolio-rebalancing flows are likely to prompt strong USD buying across the board.</p>\r\n\r\n<p>In-fitting with the theme of USD strength, EUR/USD continued to head south throughout the week with the pair conceding both the 1.15 and 1.14 handles to reach levels not seen since mid-August. This week&rsquo;s ECB meeting provided little in the way of fireworks on the policy front with Draghi refraining from providing any greater clarity on what lies ahead for the Bank&rsquo;s normalisation process. Draghi maintained the Bank&rsquo;s assessment that risks to the Eurozone economy remain broadly balanced whilst downplaying the recent weakening in momentum. However, this was not enough to stop the rot for the shared currency with Italian political risk an ever-looming threat alongside the rampant USD.</p>\r\n\r\n<p>An equally uninspiring week was seen for GBP with the 1.30+ levels seen at the start of the week firmly in the rear-view mirror. Again, traction in the USD was arguably the main guiding force for Cable but political events in the UK remain a great cause of concern for investors. Most notably, reports towards the end of the week appear to signal that intra-cabinet discussions with Mrs May&rsquo;s team have ground to a halt ahead of the (as of yet unconfirmed) November EU leaders summit and as such, a test of YTD lows around 1.2660 cannot be ruled out.</p>\r\n\r\n<p>In the Asia-Pac region, the PBoC garnered a significant amount of market attention after the Bank opted to set the fix beyond 6.9500 for the first time since early January 2017. This prompted selling in some of its regional high-beta peers with AUD/USD knocked towards Feb 2016 lows of 0.7021 before stopping shy of 0.7000 where there were said to be large barriers. A PBoC Vice Governor later stated that the central bank will take necessary and target measures to deal with those who short the CNY which subsequently prompted some CNY buying but wasn&rsquo;t enough to lend a helping hand to AUD or NZD. AUD remains the worst performing G10 currency over the past 3 months with Westpac highlighting local politics as an ongoing issue for the currency and flag week&rsquo;s CPI release as the next test for market sentiment with the Bank expecting a &lsquo;soft income&rsquo;.</p>\r\n\r\n<p>Elsewhere, this week&rsquo;s other central bank releases saw the Norges, CBRT and CBR all stand pat on rates. In terms of the specifics of each decision, the NB refrained from taking action in their &lsquo;in-between&rsquo; meeting and continued to flag the likelihood of a Q1 2019 hike after the Bank&rsquo;s maintained the economic assessment released in September; NOK subsequently unreactive. Over in Turkey, the CBRT opted to stand pat on rates after their mammoth hike last time around. In the accompanying statement, the Bank vowed to deliver further monetary tightening if needed, will continue to use all available instruments in pursuit of price stability. This saw the TRY gain ground against the USD with CBRT suggesting that their rate-hike cycle might still have some room to run. Finally, the CBR maintained rates at 7.5% after the unexpectedly raising rates by 25bps at its previous policy meeting. The Bank noted that they will consider the need for additional rate hikes, taking into account inflation and economic dynamics.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ransquawk",
        "slug": "weekly-fx-wrap-usd-remains-king-as-major-counterparts-give-back-key-levels-26-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 22:11:00",
        "gmt_time": "2018-10-26 14:11:00"
    },
    {
        "id": 680190,
        "updated_sequence": 1074818,
        "published_at": {
            "unix": 1540561500,
            "text": "2018-10-26 14:45:00 +0100",
            "iso_8601": "2018-10-26T13:45:00Z"
        },
        "updated_at": {
            "unix": 1540561579,
            "text": "2018-10-26 14:46:19 +0100",
            "iso_8601": "2018-10-26T13:46:19Z"
        },
        "subject": "AthenaHealth (ATHN) could get a deal done in a couple of weeks, according to sources via CNBC's Faber",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "athenahealth-athn-could-get-a-deal-done-in-a-couple-of-weeks-according-to-sources-via-cnbc-s-faber-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 21:45:00",
        "gmt_time": "2018-10-26 13:45:00"
    },
    {
        "id": 680188,
        "updated_sequence": 1074812,
        "published_at": {
            "unix": 1540561440,
            "text": "2018-10-26 14:44:00 +0100",
            "iso_8601": "2018-10-26T13:44:00Z"
        },
        "updated_at": {
            "unix": 1540561472,
            "text": "2018-10-26 14:44:32 +0100",
            "iso_8601": "2018-10-26T13:44:32Z"
        },
        "subject": "Canadian Ambassador to Washington thinks that US and Canada will sort out issues regarding metals tariffs \"sooner rather than later\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "canadian-ambassador-to-washington-thinks-that-us-and-canada-will-sort-out-issues-regarding-metals-tariffs-sooner-rather-than-later-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 21:44:00",
        "gmt_time": "2018-10-26 13:44:00"
    },
    {
        "id": 680187,
        "updated_sequence": 1074820,
        "published_at": {
            "unix": 1540561200,
            "text": "2018-10-26 14:40:00 +0100",
            "iso_8601": "2018-10-26T13:40:00Z"
        },
        "updated_at": {
            "unix": 1540561661,
            "text": "2018-10-26 14:47:41 +0100",
            "iso_8601": "2018-10-26T13:47:41Z"
        },
        "subject": "CEA Chair Hassett says stock market should end year higher given strength of the economy ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cea-chair-hassett-says-stock-market-should-end-year-higher-given-strength-of-the-economy-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 21:40:00",
        "gmt_time": "2018-10-26 13:40:00"
    },
    {
        "id": 680186,
        "updated_sequence": 1074827,
        "published_at": {
            "unix": 1540561200,
            "text": "2018-10-26 14:40:00 +0100",
            "iso_8601": "2018-10-26T13:40:00Z"
        },
        "updated_at": {
            "unix": 1540562041,
            "text": "2018-10-26 14:54:01 +0100",
            "iso_8601": "2018-10-26T13:54:01Z"
        },
        "subject": "OMB Director Mulvaney says we are surprised that Fed are hiking rates as we see growth without much inflation; adds GDP growth is sustainable and will continue in 3% GDP range",
        "content": "<ul><li>He says deficit is a problem caused by spending not by revenue</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "omb-director-mulvaney-says-we-are-surprised-that-fed-are-hiking-rates-as-we-see-growth-without-much-inflation-adds-gdp-growth-is-sustainable-and-will-continue-in-3-gdp-range-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 21:40:00",
        "gmt_time": "2018-10-26 13:40:00"
    },
    {
        "id": 680185,
        "updated_sequence": 1074803,
        "published_at": {
            "unix": 1540561020,
            "text": "2018-10-26 14:37:00 +0100",
            "iso_8601": "2018-10-26T13:37:00Z"
        },
        "updated_at": {
            "unix": 1540561110,
            "text": "2018-10-26 14:38:30 +0100",
            "iso_8601": "2018-10-26T13:38:30Z"
        },
        "subject": "Credit Agricole preliminary FX month-end rebalancing signal expects month-end flows to be strong USD buying across the board",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Credit Agricole",
        "slug": "credit-agricole-preliminary-fx-month-end-rebalancing-signal-expects-month-end-flows-to-be-strong-usd-buying-across-the-board-26-10-2018",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 21:37:00",
        "gmt_time": "2018-10-26 13:37:00"
    },
    {
        "id": 680184,
        "updated_sequence": 1074795,
        "published_at": {
            "unix": 1540560300,
            "text": "2018-10-26 14:25:00 +0100",
            "iso_8601": "2018-10-26T13:25:00Z"
        },
        "updated_at": {
            "unix": 1540560434,
            "text": "2018-10-26 14:27:14 +0100",
            "iso_8601": "2018-10-26T13:27:14Z"
        },
        "subject": "Britain's serious fraud office denied permission to reinstate charges against Barclays (BARC LN) over 2008 fundraising; according to a judge",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "britain-s-serious-fraud-office-denied-permission-to-reinstate-charges-against-barclays-barc-ln-over-2008-fundraising-according-to-a-judge-26-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 21:25:00",
        "gmt_time": "2018-10-26 13:25:00"
    },
    {
        "id": 680183,
        "updated_sequence": 1074798,
        "published_at": {
            "unix": 1540559160,
            "text": "2018-10-26 14:06:00 +0100",
            "iso_8601": "2018-10-26T13:06:00Z"
        },
        "updated_at": {
            "unix": 1540560883,
            "text": "2018-10-26 14:34:43 +0100",
            "iso_8601": "2018-10-26T13:34:43Z"
        },
        "subject": "White House Adviser Bolton says unaware 'at this point' of plans for US sanctions on Russian sovereign debt; ha adds the US does want to explore a Russian pact with China ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "white-house-adviser-bolton-says-unaware-at-this-point-of-plans-for-us-sanctions-on-russian-sovereign-debt-ha-adds-the-us-does-want-to-explore-a-russian-pact-with-china-26-10-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 21:06:00",
        "gmt_time": "2018-10-26 13:06:00"
    },
    {
        "id": 680179,
        "updated_sequence": 1074777,
        "published_at": {
            "unix": 1540558620,
            "text": "2018-10-26 13:57:00 +0100",
            "iso_8601": "2018-10-26T12:57:00Z"
        },
        "updated_at": {
            "unix": 1540558635,
            "text": "2018-10-26 13:57:15 +0100",
            "iso_8601": "2018-10-26T12:57:15Z"
        },
        "subject": "Additional US Equity Stories - AMZN ",
        "content": "<ul><li><strong>Amazon (AMZN)</strong>&nbsp;- The online retailer has partnered with health brand consultancy co. Arcadia Group to sell a new range of consumer-focused medical devices. (Newswires)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-amzn-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 20:57:00",
        "gmt_time": "2018-10-26 12:57:00"
    },
    {
        "id": 680180,
        "updated_sequence": 1074780,
        "published_at": {
            "unix": 1540558620,
            "text": "2018-10-26 13:57:00 +0100",
            "iso_8601": "2018-10-26T12:57:00Z"
        },
        "updated_at": {
            "unix": 1540558711,
            "text": "2018-10-26 13:58:31 +0100",
            "iso_8601": "2018-10-26T12:58:31Z"
        },
        "subject": "Chinese President Xi to 'seriously consider' Japanese PM Abe invitation to visit Japan; according to a Japanese spokesperson",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-president-xi-to-seriously-consider-japanese-pm-abe-invitation-to-visit-japan-according-to-a-japanese-spokesperson-26-10-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 20:57:00",
        "gmt_time": "2018-10-26 12:57:00"
    },
    {
        "id": 680177,
        "updated_sequence": 1074771,
        "published_at": {
            "unix": 1540557900,
            "text": "2018-10-26 13:45:00 +0100",
            "iso_8601": "2018-10-26T12:45:00Z"
        },
        "updated_at": {
            "unix": 1540557913,
            "text": "2018-10-26 13:45:13 +0100",
            "iso_8601": "2018-10-26T12:45:13Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 26th October 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20407/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li><strong>Intel Corp (INTC) Q3 EPS USD 1.40 vs. Exp. USD 1.15, revenue USD 19.2bln vs. Exp. USD 18.11bln. Raises full-year forecasts</strong></li>\r\n  <li><strong>Amazon.com Inc (AMZN) Q3 EPS USD 5.75 vs. Exp. USD 3.14, revenue USD 56.6bln vs. Exp. USD 57.1bln. Guides Q4 revenue USD 66.5bln -72.5bln vs. Exp. USD 73.9bln</strong></li>\r\n  <li><strong>Western Digital Corp (WDC) Q3 EPS USD 3.04 vs. Exp. USD 3.04, revenue USD 5.03bln vs. Exp. USD 5.14bln. Warned over a decline in flash memory pricing</strong></li>\r\n</ul>\r\n\r\n<p><strong>26th October 2018</strong></p>\r\n\r\n<p><strong>Earnings</strong></p>\r\n\r\n<ul><li>Alphabet Inc (GOOGL) Q3 EPS USD 13.06 vs. Exp. USD 10.42, revenue USD 33.74bln vs. Exp. USD 34.04bln. Aggregate paid clicks +10% yy, aggregate cost per click -7% yy. (Newswires)</li>\r\n  <li>Amazon.com Inc (AMZN) Q3 EPS USD 5.75 vs. Exp. USD 3.14, revenue USD 56.6bln vs. Exp. USD 57.1bln. Guides Q4 revenue USD 66.5bln -72.5bln vs. Exp. USD 73.9bln. CFO says expecting a strong holiday season and that there is no message in forward guidance against that. (Newswires)</li>\r\n  <li>Aon PLC (AON) Q3 Adj. EPS USD 1.31 vs. Exp. USD 1.22, revenue USD 2.30bln vs. Exp. USD 2.39bln. (Newswires)</li>\r\n  <li>Arthur J Gallagher &amp; Co (AJG) Q3 EPS USD 0.78 vs. Exp. USD 0.77, revenue USD 1.74bln vs. Exp. USD 1.26bln. (Newswires)</li>\r\n  <li>Autoliv (ALV) Q3 Adj. EPS USD 1.35 vs. Exp. USD 1.68, revenue USD 2.03bln vs. Exp. USD 2.08bln. (Newswires)</li>\r\n  <li>Biomarin Pharmaceutical Inc (BMRN) Q3 EPS USD -0.07 vs. Exp. USD -0.22, revenue USD 0.391bln vs. Exp. USD 0.37bln. (Newswires)</li>\r\n  <li>Cabot Oil &amp; Gas Corp (COG) Q3 EPS USD 0.25 vs. Exp. USD 0.28, revenue USD 0.545bln vs. Exp. USD 0.47bln. (Newswires)</li>\r\n  <li>Cerner Corp (CERN) Q3 EPS USD 0.63 vs. Exp. USD 0.63, revenue USD 1.34bln vs. Exp. USD 1.36bln. (Newswires)</li>\r\n  <li>Charter Communications Inc (CHTR) Q3 EPS USD 2.11 vs. Exp. USD 1.09, revenue USD 10.9bln vs. Exp. USD 10.94bln. (Newswires)</li>\r\n  <li>Chipotle Mexican Grill Inc (CMG) Q3 EPS USD 2.16&nbsp;vs. Exp. USD 2.00, revenue USD 1.23bln vs. Exp. USD 1.23bln. Comparable store sales +4.4% vs. Exp. 5%. (Newswires)</li>\r\n  <li>Cincinnati Financial Corp (CINF) Q3 EPS USD 0.84 vs. Exp. USD 0.76, revenue USD 1.30bln vs. Exp. USD 1.46bln. (Newswires)</li>\r\n  <li>Colgate-Palmolive Co (CL) Q3 EPS USD 0.60 vs. Exp. USD 0.72, revenue USD 3.845bln vs. Exp. USD 3.89bln. The co. faces higher costs and expects single-digit revenue is this quarter due to foreign exchange. (Newswires)</li>\r\n  <li>Digital Realty Trust Inc (DLR) Q3 FFO USD 1.57 vs. Exp. USD 1.63, revenue USD 0.769bln vs. Exp. USD 0.77bln. (Newswires)</li>\r\n  <li>Discover Financial Services (DFS) Q3 EPS USD 2.05 vs. Exp. USD 2.05, revenue USD 2.72bln vs. Exp. USD 2.71bln. (Newswires)</li>\r\n  <li>Eastman Chemical Co (EMN) Q3 EPS USD 2.34 vs. Exp. USD 2.29, revenue USD 2.55bln vs. Exp. USD 2.56bln. (Newswires)</li>\r\n  <li>Expedia Group Inc (EXPE) Q3 EPS USD 3.65 vs. Exp. USD 3.15, revenue USD 3.28bln vs. Exp. USD 3.3bln. (Newswires)</li>\r\n  <li>First Solar (FSLR) Q3 EPS USD 0.54 vs. Exp. USD 0.41, revenue USD 0.676bln vs. Exp. USD 0.696bln. (Newswires)</li>\r\n  <li>FirstEnergy Corp (FE) Q3 EPS USD 0.80 vs. Exp. USD 0.71, revenue USD 3.10bln vs. Exp. USD 2.94bln. (Newswires)</li>\r\n  <li>Fortive Corp (FTV) Q3 Adj. EPS USD 0.77 vs. Exp. USD 0.87, revenue USD 1.80bln vs. Exp. USD 1.86bln. (Newswires)</li>\r\n  <li>Fortune Brands Home &amp; Security Inc (FBHS) Q3 EPS USD 0.93 vs. Exp. USD 1.05, revenue USD 1.38bln vs. Exp. USD 1.44bln. (Newswires)</li>\r\n  <li>Gilead Sciences Inc (GILD) Q3 EPS USD 1.60 vs. Exp. USD 1.63, revenue USD 5.59bln vs. Exp. USD 5.38bln. Raises full-year revenue guidance. (Newswires)</li>\r\n  <li>Goodyear Tire &amp; Rubber Co (GT) Q3 Adj. EPS USD&nbsp;0.68 vs. Exp. USD 0.75, revenue USD 3.90bln vs. Exp. USD 3.94bln. (Newswires)</li>\r\n  <li>Hartford Financial Services Group Inc (HIG) Q3 EPS USD 1.15 vs. Exp. USD 1.06, revenue USD 4.84bln vs. Exp. USD 4.71bln. (Newswires)</li>\r\n  <li>Intel Corp (INTC) Q3 EPS USD 1.40 vs. Exp. USD 1.15, revenue USD 19.2bln vs. Exp. USD 18.11bln. Raises full-year forecasts. (Newswires)</li>\r\n  <li>Kimco Realty Corp (KIM) Q3 EPS USD 0.12 vs. Exp. USD 0.12, revenue USD 0.283bln vs. Exp. USD 0.282bln. (Newswires)</li>\r\n  <li>Leggett &amp; Platt Inc (LEG) Q3 EPS USD 0.67 vs. Exp. USD 0.71, revenue USD 1.09bln vs. Exp. USD 1.1bln. (Newswires)</li>\r\n  <li>Mattel Inc (MAT) Q3 EPS USD 0.18 vs. Exp. USD 0.2, revenue USD 1.44bln vs. Exp. USD 1.49bln. Reports stronger than expected sales in North America. (Newswires)</li>\r\n  <li>Mohawk Industries Inc (MHK) Q3 EPS USD 3.29 vs. Exp. USD 3.58, revenue USD 2.55bln vs. Exp. USD 2.6bln. (Newswires)</li>\r\n  <li>Moody&#39;s Corp (MCO) Q3 Adj. EPS USD 1.69 vs. Exp. USD 1.78, revenue USD 1.08bln vs. Exp. USD 1.12bln; cuts 2018 EPS guidance. (Newswires)</li>\r\n  <li>National Oilwell Varco Inc (NOV) Q3 EPS USD 0.06 vs. Exp. USD 0.12, revenue USD 2.15bln vs. Exp. USD 2.21bln. (Newswires)</li>\r\n  <li>Phillips 66 (PSX) Q3 EPS USD 3.10 vs. Exp. USD 2.48, revenue USD 30.59bln vs. Exp. USD 29.88bln. (Newswires)</li>\r\n  <li>Principal Financial Group Inc (PFG) Q3 EPS USD 1.67 vs. Exp. USD 1.67, revenue USD 4.37bln vs. Exp. USD 3.94bln. (Newswires)</li>\r\n  <li>Regency Centers Corp (REG) Q3 EPS USD 0.41 vs. Exp. USD 0.38, revenue USD 0.274bln vs. Exp. USD 0.27bln. (Newswires)</li>\r\n  <li>Republic Services Inc (RSG) Q3 Adj. EPS USD 0.81 vs. Exp. USD 0.82, revenue USD 2.565bln vs. Exp. USD 2.57bln. (Newswires)</li>\r\n  <li>Resmed Inc (RMD) Q3 EPS USD 0.81 vs. Exp. USD 0.79, revenue USD 0.588bln vs. Exp. USD 0.57bln. (Newswires)</li>\r\n  <li>Roper Technologies Inc (ROP) Q3 EPS USD 3.09 vs. Exp. USD 2.94, revenue USD 1.32bln vs. Exp. USD 1.31bln. (Newswires)</li>\r\n  <li>Snap Inc (SNAP) Q3 EPS USD -0.12 vs. Exp. USD -0.14, revenue USD 0.283bln vs. Exp. USD 0.28bln. Reports a fall in daily active users expected to continue this quarter. &nbsp;(Newswires)</li>\r\n  <li>Stryker Corp (SYK) Q3 EPS USD 1.69 vs. Exp. USD 1.68, revenue USD 3.2bln vs. Exp. USD 3.26bln. (Newswires)</li>\r\n  <li>SVB Financial Group (SIVB) Q3 EPS USD 5.10 vs. Exp. USD 4.49, revenue USD 0.703bln vs. Exp. USD 0.66bln. (Newswires)</li>\r\n  <li>Tractor Supply Co (TSCO) Q3 EPS USD 0.95 vs. Exp. USD 0.87, revenue USD 1.88bln vs. Exp. USD 1.83bln. (Newswires)</li>\r\n  <li>Universal Health Services Inc (UHS) Q3 EPS USD 2.23 vs. Exp. USD 2.01, revenue USD 2.65bln vs. Exp. USD 2.66bln</li>\r\n  <li>Ventas Inc (VTR) Q3 FFO EPS 0.99 vs. Exp. USD 0.36, revenue USD 0.936bln vs. Exp. USD 0.91bln. (Newswires)</li>\r\n  <li>Verisign Inc (VRSN) Q3 EPS USD 1.23 vs. Exp. USD 1.19, revenue USD 0.305bln vs. Exp. USD 0.31bln. (Newswires)</li>\r\n  <li>Western Digital Corp (WDC) Q3 EPS USD 3.04 vs. Exp. USD 3.04, revenue USD 5.03bln vs. Exp. USD 5.14bln. Warned over a decline in flash memory pricing. (Newswires)</li>\r\n  <li>Weyerhaeuser Co (WY) Q3 EPS USD 0.34 vs. Exp. USD 0.37, revenue USD 1.9bln vs. Exp. USD 1.98bln. (Newswires)</li>\r\n  <li>Zimmer Biomet Holdings Inc (ZBH) Q3 Adj. EPS USD 1.63 vs. Exp. USD 1.6, revenue USD 1.837bln vs. Exp. USD 1.83bln. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>DJIA</strong></p>\r\n\r\n<ul><li>JPMorgan Chase (JPM) &ndash; The bank had reportedly been deliberately suppressed from expanding nationally under the Obama administration due to its violation of banking rules, but now those regulations have been lifted it is now expanding. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>S&amp;P500</strong></p>\r\n\r\n<ul><li>Allergan (AGN) &ndash; The co. declares Q4 2018 cash dividend of USD 0.72/shr. (Newswires)</li>\r\n  <li>Campbell Soup (CPB) &ndash; Activist investment fund, Third Point, has filed a lawsuit against the packaged food co. for allegedly providing misleading/incomplete information to gain shareholder support. (WSJ)</li>\r\n  <li>CBS (CBS) &ndash; The ongoing probe by hired law firms, Covington &amp; Burling and Debevoise &amp; Plimpton, has reached road blocks after not everyone has been willing to meet with investigators and questions being raised on previous ties the law firms have with the co. (NY Times)</li>\r\n  <li>Charles Schwab (SCHW) &ndash; The brokerage firm&rsquo;s board has authorised a total of USD 1bln of share repurchases. (Newswires)</li>\r\n  <li>General Motors (GM) &ndash; The automaker is seeking backing from the Trump administration to back its nationwide electric vehicle programme, which seeks to have 7mln electric vehicles on US roads by 2030. (Newswires)</li>\r\n  <li>Lockheed Martin (LMT) &ndash; French President Emmanuel Macron went public to say he regrets Belgium&rsquo;s decision to purchase Lockheed&rsquo;s F-35 jets instead of Eurofighter Typhoon planes, saying it went against Europe&rsquo;s strategic interests. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>NASDAQ</strong></p>\r\n\r\n<ul><li>Facebook (FB) &ndash; Vice news recently undertook an investigation where it was able to post fake political advertisements on the social media website posting as ISIS and US VP Mike Pence. (VICE)</li>\r\n  <li>Alphabet (GOOGL) &ndash; The tech giant&rsquo;s CEO Sundar Pichai said that the co. has fired 48 employees for sexual misconduct over two years. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>OTHER NEWS</strong></p>\r\n\r\n<ul><li>Alibaba (BABA) &ndash; The Chinese online retailer has entered into a strategic partnership with Richemont to bring YOOX NET-A-PORTER GROUP S.p.A. products to Chinese consumers. (Newswires)</li>\r\n  <li>Caesars Entertainment (CZR) &ndash; The casino resorts co. has hired Goldman Sachs (GS) for advice on fending off activist investors. (NY Post)</li>\r\n  <li>International Game (IGT), Penn National Gaming (PENN) &ndash; The two casino games co.s have entered a five-year partnership where PENN will provide all its gaming services to the emerging Pennsylvania online gaming market, expected for launch in Q1 2019. (Newswires)</li>\r\n  <li>JetBlue (JBLU) &ndash; ADM (ABM) will offer catering logistics services to the co. (Newswires)</li>\r\n  <li>Mellanox (MLNX) &ndash; The computer networks co. gained momentum after the close yesterday when it was reported the co. had hired advisors to help seek a sale. (CNBC)</li>\r\n</ul>\r\n\r\n<p><strong>BROKER MOVES</strong></p>\r\n\r\n<p><strong>Upgrades</strong></p>\r\n\r\n<ul><li>AVNET (AVT) UPGRADED TO NEUTRAL FROM SELL AT CITI</li>\r\n  <li>COLUMBIA SPORTSWEAR (COLM) UPGRADED TO BUY FROM HOLD AT STIFEL</li>\r\n  <li>COMCAST (CMCSA) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li>\r\n  <li>DECKERS BRANDS (DECK) UPGRADED TO POSITIVE FROM NEUTRAL AT SUSQUEHANNA</li>\r\n  <li>FIRST CASH FINANCIAL (FCFS) UPGRADED TO OUTPERFORM FROM NEUTRAL AT WEDBUSH</li>\r\n  <li>FIRST SOLAR (FSLR) UPGRADED TO MARKET PERFORM FROM UNDERPERFORM AT JMP SECURITIES</li>\r\n  <li>FRESENIUS MEDICAL (FMC) UPGRADED TO BUY FROM NEUTRAL AT UBS</li>\r\n  <li>GRUBHUB (GRUB) UPGRADED TO BUY FROM HOLD AT STIFEL</li>\r\n  <li>GRUBHUB (GRUB) UPGRADED TO BUY FROM NEUTRAL AT DA DAVIDSON</li>\r\n  <li>GRUBHUB (GRUB) UPGRADED TO CONVICTION BUY FROM BUY AT GOLDMAN SACHS</li>\r\n  <li>HILTON (HLT) UPGRADED TO OUTPERFORM FROM IN LINE AT EVERCORE ISI</li>\r\n  <li>ICON (ICLR) UPGRADED TO OUTPERFORM FROM IN LINE AT EVERCORE ISI</li>\r\n  <li>KKR (KKR) UPGRADED TO BUY FROM HOLD AT ARGUS</li>\r\n  <li>LINCOLN ELECTRIC (LECO) UPGRADED TO BUY FROM HOLD AT GABELLI</li>\r\n  <li>MAKEMYTRIP (MMYT) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>METHANEX (MEOH) UPGRADED TO OUTPERFORMER FROM NEUTRAL AT CIBC</li>\r\n  <li>METHANEXUPGRADED (MEOH) TO BUY FROM HOLD AT TD SECURITIES</li>\r\n  <li>NATIONAL INSTRUMENTS (NATI) UPGRADED TO BUY FROM HOLD AT DEUTSCHE BANK</li>\r\n  <li>NEW YORK COMMUNITY (NYCB) UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT PIPER JAFFRAY</li>\r\n  <li>NOKIA (NOK) UPGRADED TO BUY FROM HOLD AT CANACCORD</li>\r\n  <li>NVENT ELECTRIC (NVT) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>POLARIS INDUSTRIES (PII) UPGRADED TO STRONG BUY FROM OUTPERFORM AT RAYMOND JAMES</li>\r\n  <li>SIGNET JEWELERS (SIG) UPGRADED TO NEUTRAL FROM SELL AT CITI</li>\r\n  <li>SIX FLAGS (SIX) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT MACQUARIE</li>\r\n  <li>SVB FINANCIAL (SVB) UPGRADED TO BUY FROM NEUTRAL AT DA DAVIDSON</li>\r\n  <li>TRACTOR SUPPLY (TSCO) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT BOFA/MERRILL</li>\r\n  <li>TRACTOR SUPPLY (TSCO) UPGRADED TO OUTPERFORM FROM NEUTRAL AT WEDBUSH</li>\r\n  <li>TRACTOR SUPPLY (TSCO) UPGRADED TO OUTPERFORM FROM SECTOR PERFORM AT RBC CAPITAL</li>\r\n  <li>TWITTER (TWTR) UPGRADED TO OUTPERFORM FROM PERFORM AT OPPENHEIMER</li>\r\n  <li>VERTEX (VRTX) UPGRADED TO BUY FROM NEUTRAL AT H.C. WAINWRIGHT</li>\r\n</ul>\r\n\r\n<p><strong>Downgrades</strong></p>\r\n\r\n<ul><li>ALLEGIANCE BANCSHARES (ABTX) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT STEPHENS</li>\r\n  <li>AMEDISYS (AMED) DOWNGRADED TO HOLD FROM BUY AT CRAIG-HALLUM</li>\r\n  <li>CERNER (CERN) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li>\r\n  <li>CHINA MOBILE (CHL) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li>\r\n  <li>CHINA TELECOM (CHA) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li>\r\n  <li>CHINA UNICOM (CHU) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li>\r\n  <li>CORESITE REALTY (COR) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li>\r\n  <li>ELLIE MAE (ELLI) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</li>\r\n  <li>ELLIE MAE (ELLI) DOWNGRADED TO SECTOR PERFORM FROM OUTPERFORM AT RBC CAPITAL</li>\r\n  <li>ELLIE MAE (ELLI) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li>\r\n  <li>ELLIE MAE (ELLI) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>EQT CORPORATION (EQT) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT BMO CAPITAL</li>\r\n  <li>ETHAN ALLEN (ETH) DOWNGRADED TO OUTPERFORM FROM STRONG BUY AT RAYMOND JAMES</li>\r\n  <li>FIAT CHRYSLER (FCAU) DOWNGRADED TO HOLD FROM BUY AT HSBC</li>\r\n  <li>FLEX (FLEX) DOWNGRADED TO HOLD FROM BUY AT NEEDHAM</li>\r\n  <li>GILEAD (GILD) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT PIPER JAFFRAY</li>\r\n  <li>IRON MOUNTAIN (IRM) DOWNGRADED TO HOLD FROM BUY AT STIFEL</li>\r\n  <li>JACK IN THE BOX (JACK) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT WEDBUSH</li>\r\n  <li>KRATON (KRA) DOWNGRADED TO HOLD FROM BUY AT SUNTRUST</li>\r\n  <li>LHC GROUP (LHCG) DOWNGRADED TO HOLD FROM BUY AT CRAIG-HALLUM</li>\r\n  <li>POWER INTEGRATIONS (POWI) DOWNGRADED TO HOLD FROM BUY AT LOOP CAPITAL</li>\r\n  <li>PROOFPOINT (PFPT) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li>\r\n  <li>PROOFPOINT (PFPT) DOWNGRADED TO OUTPERFORM FROM STRONG BUY AT FIRST ANALYSIS</li>\r\n  <li>SNAP (SNAP) DOWNGRADED TO UNDERWEIGHT FROM NEUTRAL AT JPMORGAN</li>\r\n  <li>SYNERGY PHARMACEUTICALS (SGYP) DOWNGRADED TO HOLD FROM BUY AT CANACCORD</li>\r\n  <li>SYNERGY PHARMACEUTICALS (SGYP) DOWNGRADED TO NEUTRAL FROM BUY AT BTIG</li>\r\n  <li>UNION PACIFIC (UNP) DOWNGRADED TO HOLD FROM BUY AT TD SECURITIES</li>\r\n  <li>WESTERN DIGITAL (WDC) DOWNGRADED TO HOLD FROM BUY AT BENCHMARK</li>\r\n  <li>WESTERN DIGITAL (WDC) DOWNGRADED TO HOLD FROM BUY AT CRAIG-HALLUM</li>\r\n  <li>WESTERN DIGITAL (WDC) DOWNGRADED TO NEUTRAL FROM BUY AT LONGBOW</li>\r\n  <li>WESTERN DIGITAL (WDC) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li>\r\n</ul>\r\n\r\n<p><strong>Initiations</strong></p>\r\n\r\n<ul><li>CREDICORP (BAP) RATED NEW NEUTRAL AT BRADESCO BBI; PT USD 250</li>\r\n  <li>ENERGY TRANSFER (ET) RATED NEW OVERWEIGHT AT MORGAN STANLEY; PT USD 23</li>\r\n  <li>GAP (GPS) RATED NEW NEUTRAL AT GOLDMAN; PT USD 28</li>\r\n  <li>IRIDEX (IRIX) RATED NEW BUY AT STIFEL; PT USD 9</li>\r\n  <li>L BRANDS (LB) RATED NEW BUY AT GOLDMAN; PT USD 36</li>\r\n  <li>MYOVANT (MYOV) RATED NEW NEUTRAL AT GOLDMAN; PT USD 25</li>\r\n  <li>NEMASKA LITHIUM (NMX CN) RATED NEW BUY AT CANTOR; PT CUSD 1.60</li>\r\n</ul>\r\n\r\n<p><strong>Ex-Dividends</strong></p>\r\n\r\n<ul><li>Blackstone Group LP (BX). Amount USD 0.64&nbsp;</li>\r\n  <li>Celanese Corp (CE). Amount USD 0.54&nbsp;</li>\r\n  <li>EnLink Midstream Partners LP (ENLK). Amount USD 0.39&nbsp;</li>\r\n  <li>Unum Group (UNM). Amount USD 0.26&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-26th-october-2018-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 20:45:00",
        "gmt_time": "2018-10-26 12:45:00"
    },
    {
        "id": 680178,
        "updated_sequence": 1074774,
        "published_at": {
            "unix": 1540557840,
            "text": "2018-10-26 13:44:00 +0100",
            "iso_8601": "2018-10-26T12:44:00Z"
        },
        "updated_at": {
            "unix": 1540557945,
            "text": "2018-10-26 13:45:45 +0100",
            "iso_8601": "2018-10-26T12:45:45Z"
        },
        "subject": "Atlantia (ATL IM) is to close Abertis (ABE SM) deal by next week after signing a EUR 10bln bank financing package on Friday; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlantia-atl-im-is-to-close-abertis-abe-sm-deal-by-next-week-after-signing-a-eur-10bln-bank-financing-package-on-friday-according-to-sources-26-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 20:44:00",
        "gmt_time": "2018-10-26 12:44:00"
    },
    {
        "id": 680170,
        "updated_sequence": 1074747,
        "published_at": {
            "unix": 1540556340,
            "text": "2018-10-26 13:19:00 +0100",
            "iso_8601": "2018-10-26T12:19:00Z"
        },
        "updated_at": {
            "unix": 1540556413,
            "text": "2018-10-26 13:20:13 +0100",
            "iso_8601": "2018-10-26T12:20:13Z"
        },
        "subject": "Fed's Kaplan says the Fed should gradually and patiently move towards a neutral stance",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-kaplan-says-the-fed-should-gradually-and-patiently-move-towards-a-neutral-stance-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 20:19:00",
        "gmt_time": "2018-10-26 12:19:00"
    },
    {
        "id": 680169,
        "updated_sequence": 1074744,
        "published_at": {
            "unix": 1540555860,
            "text": "2018-10-26 13:11:00 +0100",
            "iso_8601": "2018-10-26T12:11:00Z"
        },
        "updated_at": {
            "unix": 1540556286,
            "text": "2018-10-26 13:18:06 +0100",
            "iso_8601": "2018-10-26T12:18:06Z"
        },
        "subject": "Fed's Mester (Voter, Hawk) says her long run federal fund's rate is 3%",
        "content": "<ul><li>Wages are rising but no inflationary pressure</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-mester-voter-hawk-says-her-long-run-federal-fund-s-rate-is-3-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 20:11:00",
        "gmt_time": "2018-10-26 12:11:00"
    },
    {
        "id": 680167,
        "updated_sequence": 1074734,
        "published_at": {
            "unix": 1540555500,
            "text": "2018-10-26 13:05:00 +0100",
            "iso_8601": "2018-10-26T12:05:00Z"
        },
        "updated_at": {
            "unix": 1540555569,
            "text": "2018-10-26 13:06:09 +0100",
            "iso_8601": "2018-10-26T12:06:09Z"
        },
        "subject": "EU official says senior euro zone finance officials supported the EU commission in it's view on Italy's 2019 budget",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-official-says-senior-euro-zone-finance-officials-supported-the-eu-commission-in-it-s-view-on-italy-s-2019-budget-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 20:05:00",
        "gmt_time": "2018-10-26 12:05:00"
    },
    {
        "id": 680168,
        "updated_sequence": 1074737,
        "published_at": {
            "unix": 1540555440,
            "text": "2018-10-26 13:04:00 +0100",
            "iso_8601": "2018-10-26T12:04:00Z"
        },
        "updated_at": {
            "unix": 1540555577,
            "text": "2018-10-26 13:06:17 +0100",
            "iso_8601": "2018-10-26T12:06:17Z"
        },
        "subject": "Italy's treasury are to offer a new 4-yr retail inflation linked BTP, to be offered November 19-22",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-treasury-are-to-offer-a-new-4-yr-retail-inflation-linked-btp-to-be-offered-november-19-22-26-10-2018",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 20:04:00",
        "gmt_time": "2018-10-26 12:04:00"
    },
    {
        "id": 680162,
        "updated_sequence": 1074728,
        "published_at": {
            "unix": 1540552800,
            "text": "2018-10-26 12:20:00 +0100",
            "iso_8601": "2018-10-26T11:20:00Z"
        },
        "updated_at": {
            "unix": 1540553711,
            "text": "2018-10-26 12:35:11 +0100",
            "iso_8601": "2018-10-26T11:35:11Z"
        },
        "subject": "Italy's Deputy PM Di Maio says ECB's Draghi comments are poisoning climate for Italy; according to Ansa",
        "content": "<ul><li>He says the situation in Italy is stable and he is not worried about the S&amp;P rating decision&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-deputy-pm-di-maio-says-ecb-s-draghi-comments-are-poisoning-climate-for-italy-according-to-ansa-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 19:20:00",
        "gmt_time": "2018-10-26 11:20:00"
    },
    {
        "id": 680161,
        "updated_sequence": 1074710,
        "published_at": {
            "unix": 1540552020,
            "text": "2018-10-26 12:07:00 +0100",
            "iso_8601": "2018-10-26T11:07:00Z"
        },
        "updated_at": {
            "unix": 1540552081,
            "text": "2018-10-26 12:08:01 +0100",
            "iso_8601": "2018-10-26T11:08:01Z"
        },
        "subject": "Ventas Inc (VTR) Q3 FFO EPS 0.99 vs. Exp. USD 0.36 (may not compare)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ventas-inc-vtr-q3-ffo-eps-0-99-vs-exp-usd-0-36-may-not-compare-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 19:07:00",
        "gmt_time": "2018-10-26 11:07:00"
    },
    {
        "id": 680160,
        "updated_sequence": 1074713,
        "published_at": {
            "unix": 1540551840,
            "text": "2018-10-26 12:04:00 +0100",
            "iso_8601": "2018-10-26T11:04:00Z"
        },
        "updated_at": {
            "unix": 1540552363,
            "text": "2018-10-26 12:12:43 +0100",
            "iso_8601": "2018-10-26T11:12:43Z"
        },
        "subject": "Charter Communications Inc (CHTR) Q3 ) Q3 EPS USD 2.11 vs. Exp. USD 1.09, revenue USD 10.9bln vs. Exp. USD 10.94bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "charter-communications-inc-chtr-q3-q3-eps-usd-2-11-vs-exp-usd-1-09-revenue-usd-10-9bln-vs-exp-usd-10-94bln-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 19:04:00",
        "gmt_time": "2018-10-26 11:04:00"
    },
    {
        "id": 680159,
        "updated_sequence": 1074704,
        "published_at": {
            "unix": 1540551720,
            "text": "2018-10-26 12:02:00 +0100",
            "iso_8601": "2018-10-26T11:02:00Z"
        },
        "updated_at": {
            "unix": 1540551839,
            "text": "2018-10-26 12:03:59 +0100",
            "iso_8601": "2018-10-26T11:03:59Z"
        },
        "subject": "Cargotec (CGCVB FH) Q3 sales EUR 805mln vs. Exp. EUR 776mln, order intake EUR 921mln vs. Exp. EUR 812mln; 2018 outlook unchanged",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cargotec-cgcvb-fh-q3-sales-eur-805mln-vs-exp-eur-776mln-order-intake-eur-921mln-vs-exp-eur-812mln-2018-outlook-unchanged-26-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 19:02:00",
        "gmt_time": "2018-10-26 11:02:00"
    },
    {
        "id": 680157,
        "updated_sequence": 1074696,
        "published_at": {
            "unix": 1540551600,
            "text": "2018-10-26 12:00:00 +0100",
            "iso_8601": "2018-10-26T11:00:00Z"
        },
        "updated_at": {
            "unix": 1540551640,
            "text": "2018-10-26 12:00:40 +0100",
            "iso_8601": "2018-10-26T11:00:40Z"
        },
        "subject": "Phillips 66 (PSX) Q3 EPS USD 3.10 vs. Exp. USD 2.48,",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "phillips-66-psx-q3-eps-usd-3-10-vs-exp-usd-2-48-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 19:00:00",
        "gmt_time": "2018-10-26 11:00:00"
    },
    {
        "id": 680156,
        "updated_sequence": 1074698,
        "published_at": {
            "unix": 1540551600,
            "text": "2018-10-26 12:00:00 +0100",
            "iso_8601": "2018-10-26T11:00:00Z"
        },
        "updated_at": {
            "unix": 1540551672,
            "text": "2018-10-26 12:01:12 +0100",
            "iso_8601": "2018-10-26T11:01:12Z"
        },
        "subject": "Moody's Corp (MCO) Q3 Adj EPS USD 1.69 vs. Exp. USD 1.78, revenue USD 1.08bln vs. Exp. USD 1.12bln; cuts 2018 EPS guidance ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "moody-s-corp-mco-q3-adj-eps-usd-1-69-vs-exp-usd-1-78-revenue-usd-1-08bln-vs-exp-usd-1-12bln-cuts-2018-eps-guidance-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 19:00:00",
        "gmt_time": "2018-10-26 11:00:00"
    },
    {
        "id": 680158,
        "updated_sequence": 1074701,
        "published_at": {
            "unix": 1540551600,
            "text": "2018-10-26 12:00:00 +0100",
            "iso_8601": "2018-10-26T11:00:00Z"
        },
        "updated_at": {
            "unix": 1540551752,
            "text": "2018-10-26 12:02:32 +0100",
            "iso_8601": "2018-10-26T11:02:32Z"
        },
        "subject": "Securitas (SECUB SS) report organic sales growth of 6%, Q3 operating income before amortization SEK 1.452bln vs Prev. SEK 1.235bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "securitas-secub-ss-report-organic-sales-growth-of-6-q3-operating-income-before-amortization-sek-1-452bln-vs-prev-sek-1-235bln-26-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 19:00:00",
        "gmt_time": "2018-10-26 11:00:00"
    },
    {
        "id": 680157,
        "updated_sequence": 1074696,
        "published_at": {
            "unix": 1540551600,
            "text": "2018-10-26 12:00:00 +0100",
            "iso_8601": "2018-10-26T11:00:00Z"
        },
        "updated_at": {
            "unix": 1540551640,
            "text": "2018-10-26 12:00:40 +0100",
            "iso_8601": "2018-10-26T11:00:40Z"
        },
        "subject": "Phillips 66 (PSX) Q3 EPS USD 3.10 vs. Exp. USD 2.48,",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "phillips-66-psx-q3-eps-usd-3-10-vs-exp-usd-2-48-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 19:00:00",
        "gmt_time": "2018-10-26 11:00:00"
    },
    {
        "id": 680155,
        "updated_sequence": 1074690,
        "published_at": {
            "unix": 1540551480,
            "text": "2018-10-26 11:58:00 +0100",
            "iso_8601": "2018-10-26T10:58:00Z"
        },
        "updated_at": {
            "unix": 1540551586,
            "text": "2018-10-26 11:59:46 +0100",
            "iso_8601": "2018-10-26T10:59:46Z"
        },
        "subject": "Brazil poll on Brazil Presidential elections shows Bolsanaro at 58% and Haddad at 44%, Bolsanaro's margin over Haddad declines to 12% from 18%; according to Datafolha",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "brazil-poll-on-brazil-presidential-elections-shows-bolsanaro-at-58-and-haddad-at-44-bolsanaro-s-margin-over-haddad-declines-to-12-from-18-according-to-datafolha-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 18:58:00",
        "gmt_time": "2018-10-26 10:58:00"
    },
    {
        "id": 680153,
        "updated_sequence": 1074685,
        "published_at": {
            "unix": 1540551300,
            "text": "2018-10-26 11:55:00 +0100",
            "iso_8601": "2018-10-26T10:55:00Z"
        },
        "updated_at": {
            "unix": 1540551526,
            "text": "2018-10-26 11:58:46 +0100",
            "iso_8601": "2018-10-26T10:58:46Z"
        },
        "subject": "Roper Technologies Inc (ROP) Q3 Adj. EPS USD 3.09 vs. Exp. USD 2.94, revenue USD 1.32bln vs. Exp. USD 1.31bln",
        "content": "<ul><li>The Co raise their EPS guidance for full year 2018</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "roper-technologies-inc-rop-q3-adj-eps-usd-3-09-vs-exp-usd-2-94-revenue-usd-1-32bln-vs-exp-usd-1-31bln-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 18:55:00",
        "gmt_time": "2018-10-26 10:55:00"
    },
    {
        "id": 680154,
        "updated_sequence": 1074683,
        "published_at": {
            "unix": 1540551300,
            "text": "2018-10-26 11:55:00 +0100",
            "iso_8601": "2018-10-26T10:55:00Z"
        },
        "updated_at": {
            "unix": 1540551328,
            "text": "2018-10-26 11:55:28 +0100",
            "iso_8601": "2018-10-26T10:55:28Z"
        },
        "subject": "Colgate-Palmolive Co (CL) Q3 EPS USD 0.60  vs. Exp. USD 0.72, revenue USD 3.845bln vs. Exp. USD 3.89bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "colgate-palmolive-co-cl-q3-eps-usd-0-60-vs-exp-usd-0-72-revenue-usd-3-845bln-vs-exp-usd-3-89bln-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 18:55:00",
        "gmt_time": "2018-10-26 10:55:00"
    },
    {
        "id": 680152,
        "updated_sequence": 1074677,
        "published_at": {
            "unix": 1540549980,
            "text": "2018-10-26 11:33:00 +0100",
            "iso_8601": "2018-10-26T10:33:00Z"
        },
        "updated_at": {
            "unix": 1540550103,
            "text": "2018-10-26 11:35:03 +0100",
            "iso_8601": "2018-10-26T10:35:03Z"
        },
        "subject": "Rolls Royce Holdings (RR/LN) reportedly tells staff that co. is far short of engines for new Airbus A330neo jet, to deliver only 10 of 30 targeted engines by October 31st",
        "content": "<ul><li>A330NEO delays to cause financial headwind this year</li>\r\n  <li><a href=\"https://twitter.com/Trade_The_News/status/1055768550261121024\">Click here for tweet&nbsp;</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rolls-royce-holdings-rr-ln-reportedly-tells-staff-that-co-is-far-short-of-engines-for-new-airbus-a330neo-jet-to-deliver-only-10-of-30-targeted-engines-by-october-31st-26-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 18:33:00",
        "gmt_time": "2018-10-26 10:33:00"
    },
    {
        "id": 680150,
        "updated_sequence": 1074665,
        "published_at": {
            "unix": 1540548960,
            "text": "2018-10-26 11:16:00 +0100",
            "iso_8601": "2018-10-26T10:16:00Z"
        },
        "updated_at": {
            "unix": 1540549780,
            "text": "2018-10-26 11:29:40 +0100",
            "iso_8601": "2018-10-26T10:29:40Z"
        },
        "subject": "RANsquawk Daily US Opening News - 26th October 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20406/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>European stocks are negative across the board in a continuation of the sell-off experienced in Asia overnight and on Wall St. yesterday; Pre-market: Amazon -10.2%. Alphabet -5.9%</li>\r\n  <li>DXY trades marginally firmer, extending on gains seen yesterday which pushed the index back above 96.50</li>\r\n  <li>Looking ahead, highlights include US GDP, PCE Prices, Baker Hughes, S&amp;P on Italy, Fed&rsquo;s Bostic, ECB&rsquo;s Draghi, Coeure</li>\r\n</ul>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian stocks were broadly negative as early attempts to nurse the prior day&rsquo;s sell-off and replicate the rebound seen on Wall St, were thwarted amid Amazon revenue disappointment which weighed across equity futures. ASX 200 (Unch) traded choppy but managed to pare back losses towards the end of the session and Nikkei 225 (-0.4%) failed to hold on to opening gains as the Japanese benchmark gradually deteriorated with earnings dominating news flow. Elsewhere, Shanghai Comp. (-0.2%) and Hang Seng (-1.1%) both conformed to downbeat tone, although the mainland briefly outperformed after this week&rsquo;s substantial liquidity injection and with China also said to be considering additional tax and fee reductions including a VAT adjustment. Finally, 10yr JGBs eventually traded higher amid the widespread risk-averse tone in the region and with BoJ&rsquo;s present in the market for JPY 1.1tln in 1yr-10yr JGBs.</p>\r\n\r\n<p>PBoC skipped open market operations for a net weekly injection of CNY 460bln vs. Prev. CNY 30bln injection W/W. (Newswires)<br />PBoC set CNY mid-point at 6.9510 (Prev. 6.9409)</p>\r\n\r\n<p>China views USD/CNY 7.00 as an &#39;important&#39; level and would likely intervene at that stage to prevent a rapid decline, according to sources. (Newswires)</p>\r\n\r\n<p>PBoC Vice Governor says the central bank will take necessary and target measures to deal with those who short the yuan. (Newswires)</p>\r\n\r\n<p>BoJ officials are said not to want sharp moves in 10yr yields, while reports noted some at the BoJ are said to see a 10yr yield limit of over 0.2%. (Newswires)</p>\r\n\r\n<p>Japanese Tokyo CPI (Oct) Y/Y 1.5% vs. Exp. 1.5% (Prev. 1.3%). (Newswires)<br />Japanese Tokyo CPI Ex. Fresh Food (Oct) Y/Y 1.0% vs. Exp. 1.0% (Prev. 1.0%)<br />Japanese Tokyo CPI Ex. Fresh Food &amp; Energy (Oct) Y/Y 0.6% vs. Exp. 0.7% (Prev. 0.7%)</p>\r\n\r\n<p>EU</p>\r\n\r\n<p>Bank of Italy, on request of ECB, has asked Italian banks for periodic update on their state bond portfolios. (Newswires)</p>\r\n\r\n<p>EU Financial Affairs Commissioner Moscovici says they are having constructive and &quot;firm&quot; talks regarding the Italian situation, while he added that if Italy does not resubmit budget, the EU has options. Furthermore, he stated that the EU would look at other ways of Italy debt reduction. (Newswires)</p>\r\n\r\n<p>EU and Italian officials are closely watching the impact of the increasing IT/GE 10yr spread on domestic Italian lenders, according to sources. (Newswires)</p>\r\n\r\n<p>ECB Survey of Professional Forecasters downgraded 2018 GDP to 2.0% (Prev. 2.2%), 2019 to 1.8% (Prev. 1.9%) and maintained 2020 at 1.6%. The survey also showed the CPI forecast maintained at 1.7% for 2018, 2019, and 2020. (Newswires)</p>\r\n\r\n<p>CENTRAL BANKS</p>\r\n\r\n<p>Fed&#39;s Mester (Voter, Hawk) said US policy remains accommodative and need to raise rates into neutral territory. Mester also said she expects further gradual US rate hikes, while she added the Fed is nearing end of extraordinary policy and is close to normal. (Newswires)</p>\r\n\r\n<p>ECB&#39;s Villeroy said ECB is increasingly confident in the inflation path and that the question of TLROs will need to be considered, while there were separate source reports that the ECB is looking to distribute large PSPP reinvestments over a longer period from next year. (Newswires)</p>\r\n\r\n<p>Norges Bank Governor Olsen said the key policy rate will remain low and moderate for a long time and emphasised that the increase will be gradual. He also stated that underlying inflation is approaching the NB&rsquo;s target. (Newswires)</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>European stocks are negative across the board in a continuation of the sell-off experienced in Asia overnight. Almost 80% of the Stoxx 600 companies are in the red, while Eurostoxx 50 (-2.0%) flirts around levels last seen in November 2016, with the biggest losers consisting of German and French heavyweights such as Deutsche Bank (-4.5%), Airbus (-3.9%) and Total (-3.5%)</p>\r\n\r\n<p>France&rsquo;s CAC 40 (-2.3%) underperforms its peers with the index pressured by Valeo (-21.1%) after the company cut revenue guidance for FY 18. Over in Germany, the DAX (-2.0%) is weighed on by index heavyweight BASF (-2.2%) after the company forecasts adjusted EBIT guidance to the lower end of their previously guided range, while Covestro (-5.4%) rests at the foot of the index amid a downgrade at Berenberg. Sectors are experiencing broad-based losses with energy names pressured by price action in the complex and IT names uninspired following a revenue-miss reported by Alphabet (-5.9% pre-market).</p>\r\n\r\n<p>On the flip side, gainers in the Stoxx 600 are fuelled by earnings with Neste (+7.0%), Fingerprint Cards (+7.0%) and Banco de Sabadell (+4.5%) all higher following their numbers.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>The DXY trades marginally firmer, extending on gains seen yesterday which pushed the index back above 96.50. Subsequently, EUR/USD remains on a 1.13 handle and below support at 1.1358 with relatively upbeat tones from Draghi yesterday unable to support the multi-bloc currency. Focus today for the EUR (absent of any negative Italian headlines), could well fall upon the slew of option activity with a slew of option expiries due to roll-off at the NY cut; 1.1350 (1.3bln), 1.1375 (1.3bln), 1.1400 (918mln), 1.1450-55 (1.1mln). From a tech perspective, if EUR/USD makes a break of 1.1350 to the downside, focus will turn to the August 16th low at 1.1336.</p>\r\n\r\n<p>GBP/USD has breached yesterday&rsquo;s lows in recent trade alongside the aforementioned USD strength, with the latest Brexit-related commentary also bringing markets back to reality. Sources suggest that Brexit talks are on hold as UK PM May&#39;s team cannot agree a way forward on how to proceed with negotiations and as such Cable is back below 1.2800. A sustained break below this level could open a test of YTD lows around 1.2660, particularly so, with November&rsquo;s emergency EU leaders summit far from confirmed.</p>\r\n\r\n<p>Given the current risk environment (post-disappointing after-market large cap US earnings; inc Amazon and Alphabet), JPY is bucking the trend vs. the USD and is currently sitting just below 112.00 where there were said to be strong bids from Japanese importers. If the US opts to accelerate losses in US equities, this could drag the pair back towards October lows around 111.62; notable options today for USD/JPY includes 111.50 (565mln), 112.00-20 (611mln), 112.50 (526mln), 113.00 (1.2bln).</p>\r\n\r\n<p>Once again, focus during Asia-Pac trade continued to focus on the CNY after the PBoC opted to set the fix beyond 6.9500 for the first time since early January 2017. This subsequently prompted selling in high-beta currencies with AUD and NZD feeling the brunt with AUD/USD knocked below Feb 2016 lows of 0.7023. However, prices eventually bottomed out amid comments from the PBoC Vice Governor said the central bank will take necessary and target measures to deal with those who short the CNY; USD/CNY subsequently retreated from 6.9500 to 6.9350.</p>\r\n\r\n<p>Looking ahead, EM focus could be guided by events in Russia with the CBR due to come to market with their latest policy announcement. After the CBR unexpectedly raised rates by 25bps at its previous policy meeting, the consensus expects the central bank to maintain its one-week auction rate at 7.50%. Analysts at Barclays suggest that September&#39;s rate hike has probably done enough to contain the pressure in the RUB and given the still below target inflation and a weak economy.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Gold is on target to notch a fourth week in the green, marking the yellow metal&rsquo;s longest set of weekly gains since January; spurred on by ongoing economic constraints and concern over US corporate earnings. Prices continue to extend north of USD 1230/oz, while printing fresh session highs. Copper prices have retreated overnight as the red metal was weighed on by the market&rsquo;s negative tone, eroding Thursday&rsquo;s gains from a drop-in inventory.</p>\r\n\r\n<p>WTI and Brent are both extending losses in excess of a percent with the latter losing the USD 76.00/bbl level, in-fitting with the risk sentiment and signs that global trade is slowing with both container and bulk freight rates dropping, while yesterday&rsquo;s comments of an upcoming oversupply by Saudi Arabia&rsquo;s OPEC governor Al-Aama also weighing on prices. Additionally, markets are waiting for today&rsquo;s Baker Hughes rig count which showed an increase of four operational oil rigs last week.</p>\r\n\r\n<p>The German government has reportedly released emergency oil reserves. (WiWo)</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>After initially spiking higher to 160.56 at the Eurex open, Bunds staged a mild retracement before moving higher once again. Prices remain supported (+44 ticks) by the broader risk environment with events post-US close yesterday souring sentiment in the market. Investors await the lead from the US after market-darlings Amazon and Alphabet posted disappointing earnings metrics. Should sentiment on Wall St begin to waiver further, analysts have suggested a potential test of early September highs at 160.98 could be on the cards before an eventual play on 161.00. In the periphery, Italian paper trades a touch softer with losses of circa 26 ticks with markets mindful of rating agency action after-market from S&amp;P, ahead of which, Italian League Lawmaker Borghi has suggested that any action is likely to be moderate. Perhaps more concerning for Italy was earlier cryptic comments from EU&rsquo;s Moscovici who warned that, if Italy does not resubmit budget, the EU has options. Elsewhere, Gilts remain elevated with lingering Brexit concerns leading prices towards early September highs of 122.75, whilst USTs remain firmer amid the broader risk environment after topping resistance seen at 118.27+; 119.00 is the next target (last seen in late Sep).</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-26th-october-2018-26-10-2018",
        "hidden": false,
        "section": {
            "id": 4,
            "name": "US Data"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 18:16:00",
        "gmt_time": "2018-10-26 10:16:00"
    },
    {
        "id": 680149,
        "updated_sequence": 1074660,
        "published_at": {
            "unix": 1540548060,
            "text": "2018-10-26 11:01:00 +0100",
            "iso_8601": "2018-10-26T10:01:00Z"
        },
        "updated_at": {
            "unix": 1540548096,
            "text": "2018-10-26 11:01:36 +0100",
            "iso_8601": "2018-10-26T10:01:36Z"
        },
        "subject": "Aon PLC (AON) Q3 Adj. EPS USD 1.31 vs. Exp. USD 1.22, revenue USD 2.30bln vs. Exp. USD 2.39bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "aon-plc-aon-q3-adj-eps-usd-1-31-vs-exp-usd-1-22-revenue-usd-2-30bln-vs-exp-usd-2-39bln-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 18:01:00",
        "gmt_time": "2018-10-26 10:01:00"
    },
    {
        "id": 680148,
        "updated_sequence": 1074657,
        "published_at": {
            "unix": 1540548000,
            "text": "2018-10-26 11:00:00 +0100",
            "iso_8601": "2018-10-26T10:00:00Z"
        },
        "updated_at": {
            "unix": 1540548081,
            "text": "2018-10-26 11:01:21 +0100",
            "iso_8601": "2018-10-26T10:01:21Z"
        },
        "subject": "Zimmer Biomet Holdings Inc (ZBH) Q3 adj. EPS USD 1.63 vs. Exp. USD 1.6, revenue USD 1.837bln vs. Exp. USD 1.83bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "zimmer-biomet-holdings-inc-zbh-q3-adj-eps-usd-1-63-vs-exp-usd-1-6-revenue-usd-1-837bln-vs-exp-usd-1-83bln-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 18:00:00",
        "gmt_time": "2018-10-26 10:00:00"
    },
    {
        "id": 680147,
        "updated_sequence": 1074654,
        "published_at": {
            "unix": 1540547100,
            "text": "2018-10-26 10:45:00 +0100",
            "iso_8601": "2018-10-26T09:45:00Z"
        },
        "updated_at": {
            "unix": 1540547193,
            "text": "2018-10-26 10:46:33 +0100",
            "iso_8601": "2018-10-26T09:46:33Z"
        },
        "subject": "EU Commission says it is investigating potential illegal state aid to Ryanair (RYA LN) by German local authorities at Frankfurt-Hahn airport",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-commission-says-it-is-investigating-potential-illegal-state-aid-to-ryanair-rya-ln-by-german-local-authorities-at-frankfurt-hahn-airport-26-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 17:45:00",
        "gmt_time": "2018-10-26 09:45:00"
    },
    {
        "id": 680146,
        "updated_sequence": 1074651,
        "published_at": {
            "unix": 1540546680,
            "text": "2018-10-26 10:38:00 +0100",
            "iso_8601": "2018-10-26T09:38:00Z"
        },
        "updated_at": {
            "unix": 1540546794,
            "text": "2018-10-26 10:39:54 +0100",
            "iso_8601": "2018-10-26T09:39:54Z"
        },
        "subject": "China views USD/CNY 7.00 as an 'important' level and would likely intervene at that stage to prevent a rapid decline, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "china-views-usd-cny-7-00-as-an-important-level-and-would-likely-intervene-at-that-stage-to-prevent-a-rapid-decline-according-to-sources-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 17:38:00",
        "gmt_time": "2018-10-26 09:38:00"
    },
    {
        "id": 680145,
        "updated_sequence": 1074648,
        "published_at": {
            "unix": 1540546500,
            "text": "2018-10-26 10:35:00 +0100",
            "iso_8601": "2018-10-26T09:35:00Z"
        },
        "updated_at": {
            "unix": 1540546573,
            "text": "2018-10-26 10:36:13 +0100",
            "iso_8601": "2018-10-26T09:36:13Z"
        },
        "subject": "BofAML weekly flow report: a week of equity inflows ",
        "content": "<p>Summary:</p>\r\n\r\n<ul><li>Equities: large inflows $8.5bn ($16.1bn ETF inflows, $7.6bn mutual fund outflows)</li>\r\n  <li>Bonds: 5th week of outflows ($7.2bn)</li>\r\n  <li>Precious metals: small inflows ($0.2bn)</li>\r\n</ul>\r\n\r\n<p>Fixed Income Flows:</p>\r\n\r\n<ul><li>More huge IG bond fund outflows ($3.1bn)</li>\r\n  <li>Large HY bond outflows ($2.9bn)</li>\r\n  <li>Modest EM debt outflows ($1.1bn)</li>\r\n  <li>6th week of muni fund outflows ($0.3bn)</li>\r\n  <li>Small Govt/Tsy inflows ($0.2bn)</li>\r\n  <li>7th week of TIPS outflows ($0.1bn)</li>\r\n  <li>Bank loan fund inflows 33 of past 35 weeks ($0.1bn)</li>\r\n</ul>\r\n\r\n<p>Equity Flows:</p>\r\n\r\n<ul><li>US: small inflows ($1.8bn)</li>\r\n  <li>Japan: more large inflows ($5.3bn)</li>\r\n  <li>Europe: outflows 32 of past 33 weeks ($0.1bn)</li>\r\n  <li>EM: biggest inflows in 7 months ($2.6n)</li>\r\n  <li>By style: inflows to US large cap ($4.7bn), US small cap ($0.1bn); outflows US growth ($0.8bn), US value ($1.0bn)</li>\r\n  <li>By sector: inflows tech ($0.1bn); outflows utilities ($8mn), healthcare ($0.2bn), energy ($0.3bn), materials ($0.4bn), real estate ($0.5bn), consumer ($0.6bn), financials ($1.5bn)</li>\r\n</ul>\r\n\r\n<p>Talking Points</p>\r\n\r\n<ul><li>Weekly flows: $7.2bn redemptions from bonds, $8.5bn inflows to equities.</li>\r\n  <li>Move along: biggest EM inflows ($2.6bn) in 7 months &amp; 2nd week of chunky Japan flows ($5.3bn) despite 4% global equity sell-off this week.</li>\r\n  <li>Risk-off in Credit: big $3.1bn IG bond outflows&hellip;IG outflows past 8 weeks record $25.2bn.</li>\r\n  <li>QT pain for Financials: further evidence of GT10 >3% hurting growth&hellip;biggest 4 week financials outflows (-$5.3bn) on record.</li>\r\n  <li>Technical &quot;buy&quot;: BofAML Global Breadth Rule ringing &quot;buy&quot; as 42 of 45 equity indexes now oversold&hellip;most since Jan&#39;16.</li>\r\n  <li>The Big Low&hellip;not yet: BofAML Bull &amp; Bear Indicator @ 3.0 yet to breach excessively bearish level of <2.0 needed for major &quot;buy&quot; signal&hellip;need to see unwind of CTFC crude oil longs, EM fund outflows >$30bn &amp; HY outflows >$15bn next 4 weeks for meaningful entry point; $2.6bn into EM, $0.3bn energy &amp; $2.9 HY outflows this week not enough&hellip;until then only &quot;dead cat bounces&quot;</li>\r\n  <li>Private clients: Wall St. fear yet to grip Main St.; BofAML&#39;s Private Client ($2.3 trillion AUM) ETF holdings show GWIM buying equities, selling bonds&hellip;not following playbook from four weeks preceding prior market panics (Feb&#39;16, Oct&#39;11, Mar&#39;09).</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BofA Merrill Lynch Global Research",
        "slug": "bofaml-weekly-flow-report-a-week-of-equity-inflows-26-10-2018",
        "hidden": false,
        "section": {
            "id": 39,
            "name": "Bank Research"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 17:35:00",
        "gmt_time": "2018-10-26 09:35:00"
    },
    {
        "id": 680144,
        "updated_sequence": 1074645,
        "published_at": {
            "unix": 1540546440,
            "text": "2018-10-26 10:34:00 +0100",
            "iso_8601": "2018-10-26T09:34:00Z"
        },
        "updated_at": {
            "unix": 1540546531,
            "text": "2018-10-26 10:35:31 +0100",
            "iso_8601": "2018-10-26T09:35:31Z"
        },
        "subject": "BOFA have raised their 1Q 2019 natural gas forecast to USD 4.00/MMBTU from USD 3.40/MMBTU",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bofa-have-raised-their-1q-2019-natural-gas-forecast-to-usd-4-00-mmbtu-from-usd-3-40-mmbtu-26-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 17:34:00",
        "gmt_time": "2018-10-26 09:34:00"
    },
    {
        "id": 679778,
        "updated_sequence": 1074642,
        "published_at": {
            "unix": 1540546200,
            "text": "2018-10-26 10:30:00 +0100",
            "iso_8601": "2018-10-26T09:30:00Z"
        },
        "updated_at": {
            "unix": 1540546200,
            "text": "2018-10-26 10:30:00 +0100",
            "iso_8601": "2018-10-26T09:30:00Z"
        },
        "subject": "PRIMER: CBR Rate Decision to be published at 1130 BST on Friday 26 October 2018",
        "content": "<p>After the CBR unexpectedly raised rates by 25bps at its previous policy meeting, the consensus expects the central bank to maintain its one week auction rate at 7.50%. Analysts at Barclays suggest that September&#39;s rate hike has probably done enough to contain the pressure in the RUB and given the still below target inflation and a weak economy. Accordingly, the central bank is also seen leaving its FX purchase on pause until the end of the year. Since the previous meeting, the RUB has strengthened by around 7% against the USD; HSBC notes that &quot;the suspension of FX purchases effectively removes almost USD 30bln of potential demand for hard currency in September-December, allowing the RUB to benefit from high oil prices,&quot; and additionally, &quot;the policy move has stemmed capital outflows, with non-residents&#39; OFZ selling easing to RUB 45bln in September after spiking to almost RUB 100bln the preceding month.&quot; Inflation is also now in line with the central bank&#39;s end-2018 forecast of between 3.8% and 4.2% YY. And additionally, the geopolitical situation may also warrant caution. HSBC explains that &quot;The 90-day deadline for Russia to avoid possible further sanctions relating to the Skripal case expires 10 days after the MPC, suggesting policymakers might wait to see if any fresh action is taken,&quot; and also that the US&#39; Congress will not have an opportunity to consider two additional legislative initiatives on Russian sanctions prior to mid-term elections on 6 November.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "primer-cbr-rate-decision-to-be-published-at-1130-bst-on-friday-26-october-2018-24-10-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 17:30:00",
        "gmt_time": "2018-10-26 09:30:00"
    },
    {
        "id": 680143,
        "updated_sequence": 1074640,
        "published_at": {
            "unix": 1540546080,
            "text": "2018-10-26 10:28:00 +0100",
            "iso_8601": "2018-10-26T09:28:00Z"
        },
        "updated_at": {
            "unix": 1540546155,
            "text": "2018-10-26 10:29:15 +0100",
            "iso_8601": "2018-10-26T09:29:15Z"
        },
        "subject": "RANsquawk EU Mid Session - 26th October 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20405/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p>EU MID-SESSION UPDATE: European equities falter as the risk tone turns to FTQ</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>European stocks are negative across the board in a continuation of the sell-off experienced in Asia overnight and on Wall St. yesterday. Almost 80% of the Stoxx 600 companies are in the red, while Eurostoxx 50 (-1.6%) flirts around levels last seen in November 2016, with the&nbsp;biggest&nbsp;losers consisting of German and French heavyweights such as Deutsche Bank (-3.4%), Airbus (-3.0%) and BASF (-3%).</p>\r\n\r\n<p>France&rsquo;s CAC 40 (-2.1%) underperforms&nbsp;its&nbsp;peers with the index pressured by Valeo (-19.3%) after the company cut revenue guidance for FY 18. Over in Germany, the DAX (-1.9%) is weighed on by&nbsp;index&nbsp;heavyweight BASF (-3.0%) after the company forecasts adjusted EBIT guidance to the lower end of their&nbsp;previously guided range, while Covestro (-5.7%) rests at the foot of the index amid a downgrade at Berenberg. Sectors are experiencing broad-based losses with energy names pressured by price action in the complex and IT names uninspired following a revenue-miss reported by Alphabet (-5.0% pre-market).</p>\r\n\r\n<p>On the flip side, gainers in the Stoxx 600 are fuelled by earnings with Neste (+9.0%), Fingerprint Cards (+7.4%) and Banco de Sabadell (+5.2%) all higher following their numbers</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>The DXY trades relatively unchanged thus far, managing to hold onto gains seen yesterday which pushed the index back above 96.50. Subsequently, EUR/USD remains on a 1.13 handle after finding support at 1.1358 with relatively upbeat tones from Draghi yesterday unable to support the multi-bloc currency. Focus today for the EUR (absent of any negative Italian headlines), could well fall upon the slew of option activity with a slew of option expiries due to roll-off at the NY cut; 1.1350 (1.3bln), 1.1375 (1.3bln), 1.1400 (918mln), 1.1450-55 (1.1mln). From a tech perspective, if EUR/USD makes a break of 1.1350 to the downside, focus will turn to the August 16th low at 1.1336.&nbsp;</p>\r\n\r\n<p>GBP trades relatively flat and in close proximity to yesterday&rsquo;s lows brought about by the aforementioned USD strength, with the latest Brexit-related commentary also bringing markets back to reality. Sources suggest that Brexit talks are on hold as UK PM May&#39;s team cannot agree a way forward on how to proceed with negotiations and as such Cable is currently treading water above 1.2800. A sustained break below this level could open a test of YTD lows around 1.2660, particularly so, with November&rsquo;s emergency EU leaders summit far from confirmed.&nbsp;</p>\r\n\r\n<p>Given the current risk environment (post-disappointing after-market large cap US earnings; inc Amazon and Alphabet), JPY is bucking the trend vs. the USD and is currently sitting just below 112.00 where there were said to be strong bids from Japanese importers. If the US opts to accelerate losses in US equities, this could drag the pair back towards October lows around 111.62; notable options today for USD/JPY includes 111.50 (565mln), 112.00-20 (611mln), 112.50 (526mln), 113.00 (1.2bln).</p>\r\n\r\n<p>Once again, focus during Asia-Pac trade continued to focus on the CNY after the PBoC opted to set the fix beyond 6.9500 for the first time since early January 2017. This subsequently prompted selling in high-beta currencies with AUD and NZD feeling the brunt with AUD/USD knocked down to Feb 2016 lows at 0.7023. However, prices eventually bottomed out amid comments from the PBoC Vice Governor said the central bank will take necessary and target measures to deal with those who short the CNY; USD/CNY subsequently retreated from 6.9500 to 6.9350.&nbsp;</p>\r\n\r\n<p>Looking ahead, EM focus could be guided by events in Russia with the CBR due to come to market with their latest policy announcement. After the CBR unexpectedly raised rates by 25bps at its previous policy meeting, the consensus expects the central bank to maintain its one week auction rate at 7.50%. Analysts at Barclays suggest that September&#39;s rate hike has probably done enough to contain the pressure in the RUB and given the still below target inflation and a weak economy.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>After initially spiking higher to 160.56 at the Eurex open, Bunds staged a mild retracement before moving higher once again. Prices remain supported (+39 ticks) by the broader risk environment with events post-US close yesterday souring sentiment in the market. Investors await the lead from the US after market-darlings Amazon and Alphabet posted disappointing earnings metrics. Should sentiment on Wall St begin to waiver further, analysts have suggested a potential test of early September highs at 160.98 could be on the cards before an eventual play on 161.00. In the periphery, Italian paper trades a touch softer with losses of circa 18 ticks with markets mindful of rating agency action after-market from S&amp;P, ahead of which, Italian League Lawmaker Borghi has suggested that any action is likely to be moderate. Perhaps more concerning for Italy was earlier cryptic comments from EU&rsquo;s Moscovici who warned that, if Italy does not resubmit budget, the EU has options. Elsewhere, Gilts remain elevated with lingering Brexit concerns leading prices towards early September highs of 122.75, whilst USTs remain firmer amid the broader risk environment after topping resistance seen at 118.27+; 119.00 is the next target (last seen in late Sep).</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>Gold is on target&nbsp;to notch&nbsp;a fourth week in the green, marking the&nbsp;yellow metal&rsquo;s&nbsp;longest set of weekly gains since January; spurred on by ongoing economic constraints and concern over US corporate earnings.&nbsp;Prices continue to extend north of USD 1230/oz, while printing fresh session highs. Copper prices have retreated overnight&nbsp;as the red metal was&nbsp;weighed on by the market&rsquo;s negative tone,&nbsp;eroding&nbsp;Thursday&rsquo;s gains from a drop-in inventory.</p>\r\n\r\n<p>WTI and Brent are both in the red&nbsp;in-fitting with the risk sentiment&nbsp;and signs that global trade is slowing with both container and bulk freight rates dropping, while&nbsp;yesterday&rsquo;s comments of an upcoming oversupply by Saudi Arabia&rsquo;s OPEC governor Al-Aama also weighing on prices. Additionally, markets are waiting for today&rsquo;s Baker Hughes rig count which showed&nbsp;an increase of four operational oil rigs last week.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-26th-october-2018-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 17:28:00",
        "gmt_time": "2018-10-26 09:28:00"
    },
    {
        "id": 680142,
        "updated_sequence": 1074637,
        "published_at": {
            "unix": 1540546020,
            "text": "2018-10-26 10:27:00 +0100",
            "iso_8601": "2018-10-26T09:27:00Z"
        },
        "updated_at": {
            "unix": 1540546070,
            "text": "2018-10-26 10:27:50 +0100",
            "iso_8601": "2018-10-26T09:27:50Z"
        },
        "subject": "RANsquawk Ad-Hoc Economic Analysis - PREVIEW: UK Budget, Monday 29th October 1530GMT",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20404/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>UK PM May took a decisive tone at the most recent Conservative Party conference by declaring &ldquo;an end to austerity</li>\r\n  <li>As such, the upcoming announcement from UK Chancellor Hammond will be viewed carefully to see how far the government are willing to push their pledge</li>\r\n  <li>However, HSBC are cynical that there will be much in the way of giveaways this time around given the cautious nature of Chancellor Hammond in the face of mass economic uncertainty</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-ad-hoc-economic-analysis-preview-uk-budget-monday-29th-october-1530gmt-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 17:27:00",
        "gmt_time": "2018-10-26 09:27:00"
    },
    {
        "id": 680141,
        "updated_sequence": 1074634,
        "published_at": {
            "unix": 1540545840,
            "text": "2018-10-26 10:24:00 +0100",
            "iso_8601": "2018-10-26T09:24:00Z"
        },
        "updated_at": {
            "unix": 1540545911,
            "text": "2018-10-26 10:25:11 +0100",
            "iso_8601": "2018-10-26T09:25:11Z"
        },
        "subject": "Convatec (CTEC) have received FDA 510k clearance for Avelle",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "convatec-ctec-have-received-fda-510k-clearance-for-avelle-26-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 17:24:00",
        "gmt_time": "2018-10-26 09:24:00"
    },
    {
        "id": 680140,
        "updated_sequence": 1074631,
        "published_at": {
            "unix": 1540545660,
            "text": "2018-10-26 10:21:00 +0100",
            "iso_8601": "2018-10-26T09:21:00Z"
        },
        "updated_at": {
            "unix": 1540545849,
            "text": "2018-10-26 10:24:09 +0100",
            "iso_8601": "2018-10-26T09:24:09Z"
        },
        "subject": "EU and Italian officials are closely watching the impact of the increasing IT/GE 10yr spread on domestic Italian lenders, according to sources",
        "content": "<ul><li>Bank of Italy will soon publish an impact assessment of government yield fluctuations on Italian banks</li>\r\n  <li>Health of Monte dei Paschi (BMPS IM) and other lenders was discussed.&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-and-italian-officials-are-closely-watching-the-impact-of-the-increasing-it-ge-10yr-spread-on-domestic-italian-lenders-according-to-sources-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 17:21:00",
        "gmt_time": "2018-10-26 09:21:00"
    },
    {
        "id": 680138,
        "updated_sequence": 1074624,
        "published_at": {
            "unix": 1540545240,
            "text": "2018-10-26 10:14:00 +0100",
            "iso_8601": "2018-10-26T09:14:00Z"
        },
        "updated_at": {
            "unix": 1540545496,
            "text": "2018-10-26 10:18:16 +0100",
            "iso_8601": "2018-10-26T09:18:16Z"
        },
        "subject": "Italy sells EUR 3bln vs. Exp. EUR 2.5-3.0bln 0.0% 2020 CTZ and EUR 996mln vs. Exp. EUR 0.5-1.0bln 2028 BTPei.",
        "content": "<p>2020 CTZ b/c 1.82 (Prev. 2.1), average yield 1.626% (Prev. 0.715%)</p>\r\n\r\n<p>2028 BTPei b/c 1.38 (Prev. 1.72), average yield 2.34%&nbsp;(Prev. 1.65%)</p>\r\n\r\n<p>&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-sells-eur-3bln-vs-exp-eur-2-5-3-0bln-0-0-2020-ctz-and-eur-996mln-vs-exp-eur-0-5-1-0bln-2028-btpei-26-10-2018",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 17:14:00",
        "gmt_time": "2018-10-26 09:14:00"
    },
    {
        "id": 680139,
        "updated_sequence": 1074618,
        "published_at": {
            "unix": 1540545180,
            "text": "2018-10-26 10:13:00 +0100",
            "iso_8601": "2018-10-26T09:13:00Z"
        },
        "updated_at": {
            "unix": 1540545343,
            "text": "2018-10-26 10:15:43 +0100",
            "iso_8601": "2018-10-26T09:15:43Z"
        },
        "subject": "Deutsche Post (DPW GY) agrees to a strategic partnership with S.F Holdings and are to receive an upfront payment of circa EUR 700mln as part of the partnership",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "deutsche-post-dpw-gy-agrees-to-a-strategic-partnership-with-s-f-holdings-and-are-to-receive-an-upfront-payment-of-circa-eur-700mln-as-part-of-the-partnership-26-10-2018",
        "hidden": false,
        "section": {
            "id": 1,
            "name": "DAX"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 17:13:00",
        "gmt_time": "2018-10-26 09:13:00"
    },
    {
        "id": 680137,
        "updated_sequence": 1074670,
        "published_at": {
            "unix": 1540545120,
            "text": "2018-10-26 10:12:00 +0100",
            "iso_8601": "2018-10-26T09:12:00Z"
        },
        "updated_at": {
            "unix": 1540549942,
            "text": "2018-10-26 11:32:22 +0100",
            "iso_8601": "2018-10-26T10:32:22Z"
        },
        "subject": "The German government has reportedly released emergency oil reserves; according to WiWo",
        "content": "<ul><li>The ministry authorized the release of 84,000 tonnes crude oil equivalent of gasoline, 180,000 tonnes of diesel fuel and 67,000 tonnes of jet fuel from stocks administered by the Erdoelbevorratungsverband (EBV) agency in Hamburg, Reuters reported.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "WiWo",
        "slug": "the-german-government-has-reportedly-released-emergency-oil-reserves-according-to-wiwo-26-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 17:12:00",
        "gmt_time": "2018-10-26 09:12:00"
    },
    {
        "id": 679899,
        "updated_sequence": 1074603,
        "published_at": {
            "unix": 1540544400,
            "text": "2018-10-26 10:00:00 +0100",
            "iso_8601": "2018-10-26T09:00:00Z"
        },
        "updated_at": {
            "unix": 1540544400,
            "text": "2018-10-26 10:00:00 +0100",
            "iso_8601": "2018-10-26T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-25-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 17:00:00",
        "gmt_time": "2018-10-26 09:00:00"
    },
    {
        "id": 680136,
        "updated_sequence": 1074622,
        "published_at": {
            "unix": 1540544400,
            "text": "2018-10-26 10:00:00 +0100",
            "iso_8601": "2018-10-26T09:00:00Z"
        },
        "updated_at": {
            "unix": 1540545482,
            "text": "2018-10-26 10:18:02 +0100",
            "iso_8601": "2018-10-26T09:18:02Z"
        },
        "subject": "Outokumpu (OUT1V FH) report Q3 adj EBITDA EUR 128mln vs. Exp. EUR 109mln. Net sales EUR 1.73bln vs. Exp. EUR 1.76bln. Overall uncertainty on stainless steel market is expected to continue.",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction shares jumped from EUR 3.85 to EUR 4.13; they have since fallen back to EUR 3.90</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1540545482,
            "text": "2018-10-26 10:18:02 +0100",
            "iso_8601": "2018-10-26T09:18:02Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "outokumpu-out1v-fh-report-q3-adj-ebitda-eur-128mln-vs-exp-eur-109mln-net-sales-eur-1-73bln-vs-exp-eur-1-76bln-overall-uncertainty-on-stainless-steel-market-is-expected-to-continue-26-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 17:00:00",
        "gmt_time": "2018-10-26 09:00:00"
    },
    {
        "id": 680134,
        "updated_sequence": 1074601,
        "published_at": {
            "unix": 1540543260,
            "text": "2018-10-26 09:41:00 +0100",
            "iso_8601": "2018-10-26T08:41:00Z"
        },
        "updated_at": {
            "unix": 1540543272,
            "text": "2018-10-26 09:41:12 +0100",
            "iso_8601": "2018-10-26T08:41:12Z"
        },
        "subject": "RANsquawk Bond Auction Previews - 26th October 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20399/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Italy to sell EUR 2.5-3.0bln 0.0% 2020 CTZ and EUR 0.5-1.0bln 2028 BTPei</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-bond-auction-previews-26th-october-2018-26-10-2018",
        "hidden": false,
        "section": {
            "id": 21,
            "name": "Fixed Income"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 16:41:00",
        "gmt_time": "2018-10-26 08:41:00"
    },
    {
        "id": 680133,
        "updated_sequence": 1074598,
        "published_at": {
            "unix": 1540542540,
            "text": "2018-10-26 09:29:00 +0100",
            "iso_8601": "2018-10-26T08:29:00Z"
        },
        "updated_at": {
            "unix": 1540542607,
            "text": "2018-10-26 09:30:07 +0100",
            "iso_8601": "2018-10-26T08:30:07Z"
        },
        "subject": "FX morning colour – Risk environment remains key for USD. PBoC Vice Governor warns against shorting CNY",
        "content": "<p>The DXY trades relatively unchanged thus far, managing to hold onto gains seen yesterday which pushed the index back above 96.50. Subsequently, EUR/USD remains on a 1.13 handle after finding support at 1.1358 with relatively upbeat tones from Draghi yesterday unable to support the multi-bloc currency. Focus today for the EUR (absent of any negative Italian headlines), could well fall upon the slew of option activity with a slew of option expiries due to roll-off at the NY cut; 1.1350 (1.3bln), 1.1375 (1.3bln), 1.1400 (918mln), 1.1450-55 (1.1mln). From a tech perspective, if EUR/USD makes a break of 1.1350 to the downside, focus will turn to the August 16th low at 1.1336.</p>\r\n\r\n<p>GBP trades relatively flat and in close proximity to yesterday&rsquo;s lows brought about by the aforementioned USD strength, with the latest Brexit-related commentary also bringing markets back to reality. Sources suggest that Brexit talks are on hold as UK PM May&#39;s team cannot agree a way forward on how to proceed with negotiations and as such Cable is currently treading water above 1.2800. A sustained break below this level could open a test of YTD lows around 1.2660, particularly so, with November&rsquo;s emergency EU leaders summit far from confirmed.</p>\r\n\r\n<p>Given the current risk environment (post-disappointing after-market large cap US earnings; inc Amazon and Alphabet), JPY is bucking the trend vs. the USD and is currently testing 112.00 to the downside where there are said to be strong bids from Japanese importers. If the US opts to accelerate losses in US equities, this could drag the pair back towards October lows around 111.62; notable options today for USD/JPY includes 111.50 (565mln), 112.00-20 (611mln), 112.50 (526mln), 113.00 (1.2bln).</p>\r\n\r\n<p>Once again, focus during Asia-Pac trade continued to focus on the CNY after the PBoC opted to set the fix beyond 6.9500 for the first time since early January 2017. This subsequently prompted selling in high-beta currencies with AUD and NZD feeling the brunt with AUD/USD knocked down to Feb 2016 lows at 0.7023. However, prices eventually bottomed out amid comments from the PBoC Vice Governor said the central bank will take necessary and target measures to deal with those who short the CNY; USD/CNY subsequently retreated from 6.9500 to 6.9350.</p>\r\n\r\n<p>Looking ahead, EM focus could be guided by events in Russia with the CBR due to come to market with their latest policy announcement. After the CBR unexpectedly raised rates by 25bps at its previous policy meeting, the consensus expects the central bank to maintain its one week auction rate at 7.50%. Analysts at Barclays suggest that September&#39;s rate hike has probably done enough to contain the pressure in the RUB and given the still below target inflation and a weak economy.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-risk-environment-remains-key-for-usd-pboc-vice-governor-warns-against-shorting-cny-26-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 16:29:00",
        "gmt_time": "2018-10-26 08:29:00"
    },
    {
        "id": 680132,
        "updated_sequence": 1074595,
        "published_at": {
            "unix": 1540542240,
            "text": "2018-10-26 09:24:00 +0100",
            "iso_8601": "2018-10-26T08:24:00Z"
        },
        "updated_at": {
            "unix": 1540542323,
            "text": "2018-10-26 09:25:23 +0100",
            "iso_8601": "2018-10-26T08:25:23Z"
        },
        "subject": "French government are reportedly postponing the decision regarding construction of new EPR nuclear reactors, according to reports in the French Press",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-government-are-reportedly-postponing-the-decision-regarding-construction-of-new-epr-nuclear-reactors-according-to-reports-in-the-french-press-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 16:24:00",
        "gmt_time": "2018-10-26 08:24:00"
    },
    {
        "id": 680131,
        "updated_sequence": 1074592,
        "published_at": {
            "unix": 1540541160,
            "text": "2018-10-26 09:06:00 +0100",
            "iso_8601": "2018-10-26T08:06:00Z"
        },
        "updated_at": {
            "unix": 1540541189,
            "text": "2018-10-26 09:06:29 +0100",
            "iso_8601": "2018-10-26T08:06:29Z"
        },
        "subject": "Metso (METSO) Q3 Sales EUR 786mln vs. exp. EUR 768mln. Q3 orders received EUR 883mln an increase of 8%. The Co expects growth in demand to remain stable for flow control.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "metso-metso-q3-sales-eur-786mln-vs-exp-eur-768mln-q3-orders-received-eur-883mln-an-increase-of-8-the-co-expects-growth-in-demand-to-remain-stable-for-flow-control-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 16:06:00",
        "gmt_time": "2018-10-26 08:06:00"
    },
    {
        "id": 680130,
        "updated_sequence": 1074589,
        "published_at": {
            "unix": 1540540800,
            "text": "2018-10-26 09:00:00 +0100",
            "iso_8601": "2018-10-26T08:00:00Z"
        },
        "updated_at": {
            "unix": 1540540905,
            "text": "2018-10-26 09:01:45 +0100",
            "iso_8601": "2018-10-26T08:01:45Z"
        },
        "subject": "ECB Survey of Professional Forecasters (SPF",
        "content": "<p>CPI</p>\r\n\r\n<p>2018: 1.7% (Prev. 1.7%)</p>\r\n\r\n<p>2019: 1.7% (Prev. 1.7%)</p>\r\n\r\n<p>2020: 1.7% (Prev. 1.7%)</p>\r\n\r\n<p>GDP</p>\r\n\r\n<p>2018: 2.0% (Prev. 2.2%)</p>\r\n\r\n<p>2019: 1.8% (Prev. 1.9%)</p>\r\n\r\n<p>2020: 1.6% (Prev. 1.6%)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ECB",
        "slug": "ecb-survey-of-professional-forecasters-spf-26-10-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 16:00:00",
        "gmt_time": "2018-10-26 08:00:00"
    },
    {
        "id": 680129,
        "updated_sequence": 1074586,
        "published_at": {
            "unix": 1540539240,
            "text": "2018-10-26 08:34:00 +0100",
            "iso_8601": "2018-10-26T07:34:00Z"
        },
        "updated_at": {
            "unix": 1540539354,
            "text": "2018-10-26 08:35:54 +0100",
            "iso_8601": "2018-10-26T07:35:54Z"
        },
        "subject": "Moody's says that South African Medium-term budget policy statement unveils a weaker fiscal outlook and a credit negative",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "moody-s-says-that-south-african-medium-term-budget-policy-statement-unveils-a-weaker-fiscal-outlook-and-a-credit-negative-26-10-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 15:34:00",
        "gmt_time": "2018-10-26 07:34:00"
    },
    {
        "id": 680125,
        "updated_sequence": 1074583,
        "published_at": {
            "unix": 1540538880,
            "text": "2018-10-26 08:28:00 +0100",
            "iso_8601": "2018-10-26T07:28:00Z"
        },
        "updated_at": {
            "unix": 1540539181,
            "text": "2018-10-26 08:33:01 +0100",
            "iso_8601": "2018-10-26T07:33:01Z"
        },
        "subject": "Norges Bank Governor Olsen states that underlying inflation is approaching the Bank's target",
        "content": "<ul><li>Says the inflation outlook provides a good foundation for normalising policy interest rate</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "norges-bank-governor-olsen-states-that-underlying-inflation-is-approaching-the-bank-s-target-26-10-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 15:28:00",
        "gmt_time": "2018-10-26 07:28:00"
    },
    {
        "id": 680124,
        "updated_sequence": 1074569,
        "published_at": {
            "unix": 1540538280,
            "text": "2018-10-26 08:18:00 +0100",
            "iso_8601": "2018-10-26T07:18:00Z"
        },
        "updated_at": {
            "unix": 1540538374,
            "text": "2018-10-26 08:19:34 +0100",
            "iso_8601": "2018-10-26T07:19:34Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1350 (1.3BLN), 1.1375 (1.3BLN), 1.1400 (918M), 1.1450-55 (1.1BLN)</p>\r\n\r\n<p>USD/CHF: 0.9900 (200M). GBP/USD: 1.2900 (732M). EUR/GBP: 0.8800-15 (300M)</p>\r\n\r\n<p>AUD/USD: 0.7080 (1BLN). NZD/USD: 0.6615 (500M). AUD/JPY: 78.70 (430M)</p>\r\n\r\n<p>USD/CAD: 1.3000-25 (1.2BLN), 1.3130 (300M), 1.3200 (1.3BLN).</p>\r\n\r\n<p>USD/JPY: 111.50 (565M), 112.00-20 (611M), 112.50 (526M), 113.00 (1.2BLN)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-26-10-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 15:18:00",
        "gmt_time": "2018-10-26 07:18:00"
    },
    {
        "id": 680123,
        "updated_sequence": 1074566,
        "published_at": {
            "unix": 1540537800,
            "text": "2018-10-26 08:10:00 +0100",
            "iso_8601": "2018-10-26T07:10:00Z"
        },
        "updated_at": {
            "unix": 1540538238,
            "text": "2018-10-26 08:17:18 +0100",
            "iso_8601": "2018-10-26T07:17:18Z"
        },
        "subject": "European equity movers this morning: Saint Gobain (SGO FO) +4.5%; Banco de Sabadell (SAB SM) +5%; LafargeHolcim (LHN SW) +4%; S.E.B (SEB FP) -13%; BASF (BAS GY) -1.7%; Total (FP FP) -0.7%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "european-equity-movers-this-morning-saint-gobain-sgo-fo-4-5-banco-de-sabadell-sab-sm-5-lafargeholcim-lhn-sw-4-s-e-b-seb-fp-13-basf-bas-gy-1-7-total-fp-fp-0-7-26-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 15:10:00",
        "gmt_time": "2018-10-26 07:10:00"
    },
    {
        "id": 680122,
        "updated_sequence": 1074563,
        "published_at": {
            "unix": 1540537740,
            "text": "2018-10-26 08:09:00 +0100",
            "iso_8601": "2018-10-26T07:09:00Z"
        },
        "updated_at": {
            "unix": 1540538236,
            "text": "2018-10-26 08:17:16 +0100",
            "iso_8601": "2018-10-26T07:17:16Z"
        },
        "subject": "Rosneft aims to continue gradually boosting production at its Key Greenfields; according to a brokerage note",
        "content": "<ul><li>Said to see oil production at Vankor field gradually falling in the next few years</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rosneft-aims-to-continue-gradually-boosting-production-at-its-key-greenfields-according-to-a-brokerage-note-26-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 15:09:00",
        "gmt_time": "2018-10-26 07:09:00"
    },
    {
        "id": 680121,
        "updated_sequence": 1074552,
        "published_at": {
            "unix": 1540537620,
            "text": "2018-10-26 08:07:00 +0100",
            "iso_8601": "2018-10-26T07:07:00Z"
        },
        "updated_at": {
            "unix": 1540537682,
            "text": "2018-10-26 08:08:02 +0100",
            "iso_8601": "2018-10-26T07:08:02Z"
        },
        "subject": "Weyerhaeuser Co (WY) Q3 EPS USD 0.34 vs. Exp. USD 0.37, revenue USD 1.9bln vs. Exp. USD 1.98bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "weyerhaeuser-co-wy-q3-eps-usd-0-34-vs-exp-usd-0-37-revenue-usd-1-9bln-vs-exp-usd-1-98bln-26-10-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 15:07:00",
        "gmt_time": "2018-10-26 07:07:00"
    },
    {
        "id": 680120,
        "updated_sequence": 1074549,
        "published_at": {
            "unix": 1540536960,
            "text": "2018-10-26 07:56:00 +0100",
            "iso_8601": "2018-10-26T06:56:00Z"
        },
        "updated_at": {
            "unix": 1540537052,
            "text": "2018-10-26 07:57:32 +0100",
            "iso_8601": "2018-10-26T06:57:32Z"
        },
        "subject": "Chinese brokerages are reportedly to plan CDS on exchanges next week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-brokerages-are-reportedly-to-plan-cds-on-exchanges-next-week-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 14:56:00",
        "gmt_time": "2018-10-26 06:56:00"
    },
    {
        "id": 680119,
        "updated_sequence": 1074543,
        "published_at": {
            "unix": 1540536540,
            "text": "2018-10-26 07:49:00 +0100",
            "iso_8601": "2018-10-26T06:49:00Z"
        },
        "updated_at": {
            "unix": 1540536737,
            "text": "2018-10-26 07:52:17 +0100",
            "iso_8601": "2018-10-26T06:52:17Z"
        },
        "subject": "Norges Bank Governor Olsen says key policy rate will remain low and moderate for a long time, emphasises that the increase will be gradual",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "norges-bank-governor-olsen-says-key-policy-rate-will-remain-low-and-moderate-for-a-long-time-emphasises-that-the-increase-will-be-gradual-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 14:49:00",
        "gmt_time": "2018-10-26 06:49:00"
    },
    {
        "id": 680116,
        "updated_sequence": 1074519,
        "published_at": {
            "unix": 1540535760,
            "text": "2018-10-26 07:36:00 +0100",
            "iso_8601": "2018-10-26T06:36:00Z"
        },
        "updated_at": {
            "unix": 1540535813,
            "text": "2018-10-26 07:36:53 +0100",
            "iso_8601": "2018-10-26T06:36:53Z"
        },
        "subject": "Iraqi Oil Minister says Iraq are to proceed with plans to increase oil and gas poduction",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "iraqi-oil-minister-says-iraq-are-to-proceed-with-plans-to-increase-oil-and-gas-poduction-26-10-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 14:36:00",
        "gmt_time": "2018-10-26 06:36:00"
    },
    {
        "id": 680115,
        "updated_sequence": 1074504,
        "published_at": {
            "unix": 1540534620,
            "text": "2018-10-26 07:17:00 +0100",
            "iso_8601": "2018-10-26T06:17:00Z"
        },
        "updated_at": {
            "unix": 1540534727,
            "text": "2018-10-26 07:18:47 +0100",
            "iso_8601": "2018-10-26T06:18:47Z"
        },
        "subject": "Norges Bank governor reiterates outlook and balance of risks imply a gradual increase in policy rate",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "norges-bank-governor-reiterates-outlook-and-balance-of-risks-imply-a-gradual-increase-in-policy-rate-26-10-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 14:17:00",
        "gmt_time": "2018-10-26 06:17:00"
    },
    {
        "id": 680114,
        "updated_sequence": 1074521,
        "published_at": {
            "unix": 1540534140,
            "text": "2018-10-26 07:09:00 +0100",
            "iso_8601": "2018-10-26T06:09:00Z"
        },
        "updated_at": {
            "unix": 1540535883,
            "text": "2018-10-26 07:38:03 +0100",
            "iso_8601": "2018-10-26T06:38:03Z"
        },
        "subject": "EU's Moscovici says if Italy does not resubmit budget, the EU has options; adding that EU would look at other ways of Italy debt reduction",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-moscovici-says-if-italy-does-not-resubmit-budget-the-eu-has-options-adding-that-eu-would-look-at-other-ways-of-italy-debt-reduction-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 14:09:00",
        "gmt_time": "2018-10-26 06:09:00"
    },
    {
        "id": 680113,
        "updated_sequence": 1074546,
        "published_at": {
            "unix": 1540533840,
            "text": "2018-10-26 07:04:00 +0100",
            "iso_8601": "2018-10-26T06:04:00Z"
        },
        "updated_at": {
            "unix": 1540536746,
            "text": "2018-10-26 07:52:26 +0100",
            "iso_8601": "2018-10-26T06:52:26Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Total (FP FP) &ndash; Q3 2018 adj. net +48% Y/Y to USD 3.96bln vs. Exp. USD 3.84bln. Co. confirms plans for USD 1.5bln share buyback for FY 18. Co. raises 2018 production growth target to near 8% vs. Prev. around 7%. (Newswires)</p>\r\n\r\n<p>RBS (RBS LN) &ndash; Q3 profit before tax GBP 961mln vs. Exp. GBP 892mln (company compiled). Total income GBP 3.64bln vs. Exp. GBP 3.30bln (company compiled). Co. reports Q3 impairments of GBP 240mln which include GBP 100mln in relation to more uncertain economic outlook. Co. reaffirms targets on cost-income ratio&nbsp;and return on tangible equity. (Newswires)</p>\r\n\r\n<p>Glencore (GLEN LN) &ndash; Q3 production: copper 1.063mln tonnes, 116k higher than prior year. Zinc production -5% Q/Q to 786k tonnes. Nickel +13% &nbsp;Q/Q to 90.9k tonnes. Coal +6% Q/Q to 96.7mln. Oil production -14% Y/Y to 3.4mln barrels. (Newswires)</p>\r\n\r\n<p>Valeo (FR FP) &ndash; Q3 revenue EUR 4.5bln vs. Exp. EUR 4.54bln. Co. cut revenue guidance for FY 18 to 6% vs. Prev. 9%.Co. remains confident in strategy and growth model. (Newswires)</p>\r\n\r\n<p>Electrolux (ELUXB SS) &ndash; Q3 adj. operating SEK 1.76bln vs. Exp. 1.75bln. Revenue SEK 30.4bln vs. Prev. 29.0bln. Co. cuts FY18 European appliance guidance. (Newswires)</p>\r\n\r\n<p>Neste Oil (NESTE FH) &ndash; Q3 revenue EUR 3.88bln vs. Exp. EUR 3.8bln and operating profit EUR 250mln vs. Prev. EUR 339mln. (Newswires)</p>\r\n\r\n<p>Novartis (NOVN SW) &ndash; The Co have received approval for Consentyx label update in Europe, to include dosing flexibility ion psoriatic arthritis. (Newswires)</p>\r\n\r\n<p>Richemont (CFR SW) &ndash; The Co announce a strategic partnership with Alibaba group, the companies are to form a joint venture to launch a luxury retail platform for Chinese consumers. (Newswires)</p>\r\n\r\n<p>Fingerprint Cards (FINGB SS) &ndash; Q3 revenues totalled SEK 431.2mln, down 49% compared to Q3 2017. Q3 operating profit amounted to SEK 7mln. The Co add that their cost reduction programme is proceeding according to plan, see a continued decline in the market value for capacitive fingerprint sensors. With the negative price trend expected to continue into 2019. (Newswires)</p>\r\n\r\n<p>Proximus (PROX BB) &ndash; Q3 total group underlying EBITDA EUR 470mln vs. prev. EUR 464mln. Full year guidance for underlying group EBITDA raised from slight growth to between 2% and 3%. (Newswires)&nbsp;</p>\r\n\r\n<p>Ericsson (ERICB SS) - Partners with Fujistu (6702 JT) on 5G. (Newswires)</p>\r\n\r\n<p>Acerinox (ACX SM) &ndash; 9-month net profit EUR 221mln vs. prev. EUR 157mln. 9-month EBITDA EUR 422mln vs. prev. EUR 370mln. 9-month net sales EUR 3.87bln vs. prev. EUR 3.51bln. The Co say add that macroeconomic uncertainties and lower prices of raw materials will lead to a decline in Q4 activity; although annual results will continue to be higher than last years. (Newswires)</p>\r\n\r\n<p>Gemalto (GTO NA) &ndash; Q3 total revenue EUR 727mln, down 3% at constant exchange rates. Q3 revenue is slightly lower as large programmes in governments and cybersecurity businesses being delivered in Q4; the Co confirm their full year outlook. (Newswires)</p>\r\n\r\n<p>Edenred (EDEN FP) &ndash; The Co would like to specify that it does not plan to carry out any transactions which target Ingenico&rsquo;s share capital (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-26-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 14:04:00",
        "gmt_time": "2018-10-26 06:04:00"
    },
    {
        "id": 680111,
        "updated_sequence": 1074470,
        "published_at": {
            "unix": 1540533480,
            "text": "2018-10-26 06:58:00 +0100",
            "iso_8601": "2018-10-26T05:58:00Z"
        },
        "updated_at": {
            "unix": 1540533505,
            "text": "2018-10-26 06:58:25 +0100",
            "iso_8601": "2018-10-26T05:58:25Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>26th October 2018</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian stocks were broadly negative as early attempts to nurse the prior day&rsquo;s sell-off and replicate the rebound seen on Wall St, were thwarted amid Amazon revenue disappointment which weighed across equity futures. ASX 200 (-0.2%) and Nikkei 225 (-0.3%) failed to hold on to opening gains as the initial tech-led bounce back in Australia was overshadowed by weakness in gold and energy-related stocks, while the Japanese benchmark gradually deteriorated with earnings dominating news flow. Elsewhere, Shanghai Comp. (-0.6%) and Hang Seng (-1.5%) both conformed to downbeat tone, although the mainland briefly outperformed after this week&rsquo;s substantial liquidity injection and with China also said to be considering additional tax and fee reductions including a VAT adjustment</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>RyanAir (RYA LN) &ndash; Co. has struck an agreement with Belgian pilot and cabin crews unions to avert strike action. (Newswires)</p>\r\n\r\n<p>British Business &ndash; Britain is preparing for trade negotiations with almost two dozen nations after they objected to the proposed terms for Britain&rsquo;s WTO membership following Brexit. (The Times)</p>\r\n\r\n<p>Sainsburys (SBRY LN) &ndash; The Co have announced a new partnership with high street fashion brand Oasis, with plans to open 5 in store concessions by spring. (The Independent)</p>\r\n\r\n<p>OTHER UK COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>LLOYDS (LLOY LN) UPGRADED TO NEUTRAL FROM UNDERPERFORM AT MACQUARIE</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>BASF (BAS GY) &ndash; Q3 Adj. net EUR 1.20bln vs. Exp. EUR 1.16bln. Adj. EBIT EUR 1.47bln vs. Exp. EUR 1.55bln. Revenue EUR 15.6bln vs. Exp. EUR 15.0bln. Co. cut FY18 adj. EBIT guidance to &ldquo;slight decline&rdquo; vs. Prev. &ldquo;slight rise&rdquo; Y/Y. Co. says effects of US-China trade conflict are showing. &nbsp;(Newswires)</p>\r\n\r\n<p>SAP (SAP GY) &ndash; The Co say Jurgen Mueller is joining as Chief Innovation Officer. (Newswires)</p>\r\n\r\n<p>Volkswagen (VOW3 GY) &ndash; The Co have struck multiple deals to streamline its new Traton unit into a pure play truck and bus business, additionally to ready it for a planned stock market listing next year. (Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>Freenet (FNT GY) &ndash; The Co is the largest shareholder in Switzerland&rsquo;s Sunrise Communications (SRCG SW) is open to offers to sell its stake outright; according to the Co&rsquo;s CEO Vilanek. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>COVESTRO (1COV GY) DOWNGRADED TO HOLD FROM BUY AT BERENBERG</p>\r\n\r\n<p>KION GROUP (KGX GY) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT JP MORGAN CHASE</p>\r\n\r\n<p>MTU AERO ENGINES HOLDING (MTX GY) REITERATED OVERWEIGHT AT JP MORGAN CHASE</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>St Gobain (SGO FP) &ndash; Reports Q3 sales up 1.8% from a year ago to EUR 10.343bln vs. Exp. EUR 10.45bln. The co. confirms 2018 financial targets and said to be making progress over strategic initiatives on sales and acquisitions announced in July. (Newswires)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Amundi (AMUN FP) &ndash; Q3 adj. net profit +5.8% Y/Y to EUR 230mln. (Newswires)</p>\r\n\r\n<p>Sopra Steria (SOP FP) &ndash; Q3 revenue EUR 951.4mln vs. prev. EUR 895.2mln. The Co targets 2018 organic revenue growth of over 4.5%; and 2018 operating margin on business activity of 7.5% (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SAINT GOBAIN (SGO FP) UPGRADED TO EQUAL WEIGHT FROM UNDERWEIGHT AT BACLAYS</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>Italian Banks &ndash; Italian government is considering a fund to support trouble banks. (Stampa)</p>\r\n\r\n<p>Eni (ENI IM) &ndash; Q3 adj net EUR 1.39bln vs. Exp. EUR 1.04bln. adj operating cash flow EUR 3.4bln. Co. confirms CAPEX guidance. (Newswires)</p>\r\n\r\n<p>Banco BPM (BAMI IM) &ndash; The Co say that Alessandro Varaldo has been appointed the CEO of their private bank Banca Aletti. (Newswires)</p>\r\n\r\n<p>Luxottica (LUX IM) &ndash; Market regulator Consob has approved the offer document relating to the mandatory exchange offer launched by EssilorLuxottica for all the Co&rsquo;s ordinary shares not owned by EssilorLuxottica; according to the Co. (Newswires)</p>\r\n\r\n<p>Viscofan (VIS SM) &ndash; Reports monthly EBITDA EUR 153.9mln vs. Prev. EUR 1654.8mln, down 6.6%. Month net sales EUR 577.9mln vs. Prev. EUR 580.7mln. Says expected growth of the results for the whole year is slightly below initial expectations. (Newswires)&nbsp;</p>\r\n\r\n<p>CaixaBank (CABK SM) &ndash; Q3 net EUR 470mln vs. Exp. EUR 213.3mln. Net interest income EUR 1.24bln vs. Exp 1.23bln. Revenue EUR 2.24bln. CET1 ratio fully loaded 11.4% at end-Sep. (Newswires)</p>\r\n\r\n<p>Banco De Sabadell (SAB SM) &ndash; 9-month net interest income EUR 2.74bln. 9-month net profit EUR 247.8mln. Q3 net interest income EUR 932.6mln. Q3 net profit EUR 127.2mln. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>AKZO NOBEL (AKZA NA) UPGRADED TO OVERWEIGHT FROM EQUALWEIGHT AT BARCLAYS</p>\r\n\r\n<p>FIAT CHRYSLER (FCA IM) DOWNGRADED TO HOLD FROM BUY AT HSBC</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>LafargeHolcim (LHN SW) &ndash; Q3 net sales CHF 7.36bln vs. Exp. CHF 7.32bln. Q3 operating adjusted EBITDA CHF 1.87bln vs. Exp. CHF 1.78bln. &nbsp;Net sales guidance upgraded to 4-6% on a LFL basis. Co. says positive momentum is expected to continue in Q4. Co. cut FY18 LFL EBITDA guidance. (Newswires)</p>\r\n\r\n<p>UBS (UBG SW) &ndash; Sergio Ermotti, the Co&rsquo;s Chief Executive, said that he cannot exclude a large acquisition deal, but such a deal is unlikely given the limited options for a transformative deal. (Newswires)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>ABB (ABBN SW) &ndash; DOWNGRADED TO HOLD FROM BUY AT CFRA.</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>Kongsberg Gruppen (KOG NO) &ndash; Q3 EBIT NOK 240mln vs. Exp. NOK 247mln. Net profit NOK 155mln vs. Exp. NOK 182mln. (Newswires)</p>\r\n\r\n<p>Schibsted (SCHA NO) &ndash; Q3 revenue NOK 4.358bln vs. Exp. NOK 4.450bln. EBITDA NOK 865mln vs. Exp. NOK 831mln. Pretax result. Co. now sees &nbsp;2018 CAPEX slightly reduced from 2017 vs. Prev. &ldquo;unchanged or slightly reduced&rdquo;. (Newswires)</p>\r\n\r\n<p>Signify NV (LIGHT NA) &ndash; Q3 sales of EUR 1.6bln vs. exp. EUR 1.61bln. Q3 adjusted EBITDA of EUR 191mln vs. prev. 176mlb. The Co say that solid free cash flow will be somewhat lower than the 2017 level because of high restructuring payments. (Newswires)</p>\r\n\r\n<p>SSAB (SSABB SS) &ndash; Q3 sales SEK 19.038bln vs. Prev. SEK 18.858bln. Operating profit ex-items SEK 1.600bln vs. Exp 1.648bln. (Newswires)</p>\r\n\r\n<p>DSV (DSV DC) &ndash; Q3 revenue DKK 20.2bln vs. Exp. DKK 19.53bln. EBIT ex-items DKK 1.51bln vs. Exp. DKK 1.20bln. Co. launched new share buyback programme of DKK 1.2bln.&nbsp; Co. adjusted operating profit outlook to the range of DKK 5.4-5.6bln vs. Prev. DKK 5.3-5.6bln.</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>NOKIA (NOKIA FH) UPGRADED TO BUY FROM HOLD AT CFRA</p>\r\n\r\n<p>US</p>\r\n\r\n<p>* SPX +1.87% at 2705, NDX +3.43% at 7022, DJI +1.63% at 24985. SECTORS: Energy +1.15%, Materials +1.38%, Industrials +0.73%, Cons Discretionary +3.41%, Cons Staples +0.20%, Healthcare +1.25%, Financials +1.64%, Tech +3.32%, Telecoms +2.66%, Utilities -1.47%.</p>\r\n\r\n<p>Amazon.com Inc (AMZN) - Q3 EPS USD 5.75 vs. Exp. USD 3.14, revenue USD 56.6bln vs. Exp. USD 57.1bln. Co. fell 7.4% after market. (Newswires)</p>\r\n\r\n<p>Alphabet Inc (GOOGL) - Q3 EPS USD 13.06 vs. Exp. USD 10.42, revenue USD 33.74bln vs. Exp. USD 34.04bln. Co. fell 4.0% after market. (Newswires)</p>\r\n\r\n<p>Intel Corp (INTC) - Q3 EPS USD 1.40 vs. Exp. USD 1.15, revenue USD 19.2bln vs. Exp. USD 18.11bln. Co. rose 1% after market. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-26-10-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 13:58:00",
        "gmt_time": "2018-10-26 05:58:00"
    },
    {
        "id": 680110,
        "updated_sequence": 1074467,
        "published_at": {
            "unix": 1540532220,
            "text": "2018-10-26 06:37:00 +0100",
            "iso_8601": "2018-10-26T05:37:00Z"
        },
        "updated_at": {
            "unix": 1540532332,
            "text": "2018-10-26 06:38:52 +0100",
            "iso_8601": "2018-10-26T05:38:52Z"
        },
        "subject": "PBoC Vice Governor says the central bank will take necessary and target measures to deal with those who short the yuan",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-vice-governor-says-the-central-bank-will-take-necessary-and-target-measures-to-deal-with-those-who-short-the-yuan-26-10-2018",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 13:37:00",
        "gmt_time": "2018-10-26 05:37:00"
    },
    {
        "id": 680109,
        "updated_sequence": 1074464,
        "published_at": {
            "unix": 1540531380,
            "text": "2018-10-26 06:23:00 +0100",
            "iso_8601": "2018-10-26T05:23:00Z"
        },
        "updated_at": {
            "unix": 1540531491,
            "text": "2018-10-26 06:24:51 +0100",
            "iso_8601": "2018-10-26T05:24:51Z"
        },
        "subject": "EU's Moscovici says they are having constructive and \"firm\" talks regarding the Italian situation",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-moscovici-says-they-are-having-constructive-and-firm-talks-regarding-the-italian-situation-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 13:23:00",
        "gmt_time": "2018-10-26 05:23:00"
    },
    {
        "id": 680108,
        "updated_sequence": 1074461,
        "published_at": {
            "unix": 1540531020,
            "text": "2018-10-26 06:17:00 +0100",
            "iso_8601": "2018-10-26T05:17:00Z"
        },
        "updated_at": {
            "unix": 1540531089,
            "text": "2018-10-26 06:18:09 +0100",
            "iso_8601": "2018-10-26T05:18:09Z"
        },
        "subject": "RANsquawk Daily European Opening News - 26th October 2018 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20402/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category</p>\r\n\r\n<p>Asian stocks were broadly negative as early attempts to nurse the prior day&rsquo;s sell-off and replicate the rebound seen on Wall St, were thwarted</p>\r\n\r\n<p>Brexit talks are on hold as UK PM May&#39;s team cannot agree a way forward on how to proceed with negotiations, according to sources</p>\r\n\r\n<p>FX markets initially struggled for direction amid a lack of key data releases which kept the DXY near the prior day&rsquo;s best levels</p>\r\n\r\n<p>Looking ahead, highlights include the Russian rate decisions, US GDP, PCE Prices, Baker Hughes, S&amp;P on Italy, Fed&rsquo;s Bostic, ECB&rsquo;s Draghi, Coeure and a slew of speakers</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian stocks were broadly negative as early attempts to nurse the prior day&rsquo;s sell-off and replicate the rebound seen on Wall St, were thwarted amid Amazon revenue disappointment which weighed across equity futures. ASX 200 (-0.2%) and Nikkei 225 (-0.3%) failed to hold on to opening gains as the initial tech-led bounce back in Australia was overshadowed by weakness in gold and energy-related stocks, while the Japanese benchmark gradually deteriorated with earnings dominating news flow. Elsewhere, Shanghai Comp. (-0.6%) and Hang Seng (-1.5%) both conformed to downbeat tone, although the mainland briefly outperformed after this week&rsquo;s substantial liquidity injection and with China also said to be considering additional tax and fee reductions including a VAT adjustment. Finally, 10yr JGBs eventually traded higher amid the widespread risk-averse tone in the region and with BoJ&rsquo;s present in the market for JPY 1.1tln in 1yr-10yr JGBs.</p>\r\n\r\n<p>PBoC skipped open market operations for a net weekly injection of CNY 460bln vs. Prev. CNY 30bln injection W/W. (Newswires)<br />PBoC set CNY mid-point at 6.9510 (Prev. 6.9409)</p>\r\n\r\n<p>Japanese Tokyo CPI (Oct) Y/Y 1.5% vs. Exp. 1.5% (Prev. 1.3%). (Newswires)<br />Japanese Tokyo CPI Ex. Fresh Food (Oct) Y/Y 1.0% vs. Exp. 1.0% (Prev. 1.0%)<br />Japanese Tokyo CPI Ex. Fresh Food &amp; Energy (Oct) Y/Y 0.6% vs. Exp. 0.7% (Prev. 0.7%)<br />&nbsp;</p>\r\n\r\n<p>UK/EU</p>\r\n\r\n<p>Brexit talks are on hold as UK PM May&#39;s team cannot agree a way forward on how to proceed with negotiations, according to sources. As such, it is almost certain that there will be no new proposals before Monday&rsquo;s budget statement. (Newswires) &nbsp;</p>\r\n\r\n<p>UK&rsquo;s NIESR states that a no deal Brexit could reduce UK growth by 1.6 points in 2019. (Newswires)</p>\r\n\r\n<p>ECB&#39;s Villeroy said ECB is increasingly confident in the inflation path and that the question of TLROs will need to be considered, while there were separate source reports that the ECB is looking to distribute large PSPP reinvestments over a longer period from next year. (Newswires)</p>\r\n\r\n<p>Italy&#39;s Economy Minister Tria said budget plan is not a threat to the Eurozone or to the stability of our European partners and that there is no way Italy wants to leave the euro, while Italy&#39;s EU Minister Savona commented that if Italian/German bond yields rises and nobody intervenes then banks could be put in a difficult situation. (Newswires)</p>\r\n\r\n<p><br />FX</p>\r\n\r\n<p>FX markets initially struggled for direction amid a lack of key data releases which kept the DXY near the prior day&rsquo;s best levels, while its major counterparts were subdued with EUR/USD at the 1.1300 handle and in which GBP/USD languished near 1.2800 amid continued Brexit blues with talks said to be on hold due to disagreement within UK PM May&#39;s team. Elsewhere, antipodeans were pressured following a weaker reference rate by the PBoC which set the fix beyond 6.9500 for the first time since early January 2017, and with the selling in high-beta currencies exacerbated as the risk tone further deteriorated which subsequently spurred flows into the JPY.<br /><br />COMMODITIES</p>\r\n\r\n<p>Commodities traded subdued with WTI crude futures back below the USD 67.00/bbl, as the rebound in oil prices and risk sentiment stalled overnight. Elsewhere, the negative tone across Asia bourses also weighed on copper prices, while gold was kept range-bound with safe-haven demand for the precious metal counterbalanced as the greenback remained firm.<br />&nbsp;</p>\r\n\r\n<p>US</p>\r\n\r\n<p>Treasuries remained marginally lower on Thursday, moving in opposite direction to equities which strongly rebounded from yesterday&rsquo;s sell-off. The complex shrugged off solid US data including durables goods and pending home sales; most of the action was in the belly of the curve were yields were higher by just over 1bps at settlement. 2s5s were wider by c.1bps whilst 5s30s were narrower by c.2bps. The US Treasury sold USD 31bln of 7-year notes, tailing by 0.5bps; demand for the auction was soft with the bid-to-cover coming in at 2.39x, slightly below recent averages but highest since January. Directs took a portion less than half recent averages and the lowest since 2011 and indirects were awarded the biggest slice of the auction together securing ~70%; dealers were left with the remaining ~30%, slightly above recent averages. US T-note futures (Z8) settled down 3 ticks at 118-17.</p>\r\n\r\n<p>Fed Vice Chair Clarida (Voter) said some further rate hikes are warranted, while he sees current policy as accommodative and higher rates will be appropriate. (Newswires)</p>\r\n\r\n<p>Fed&#39;s Mester (Voter, Hawk) said US policy remains accommodative and need to raise rates into neutral territory. Mester also said she expects further gradual US rate hikes, while she added the Fed is nearing end of extraordinary policy and is close to normal. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-26th-october-2018-26-10-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 13:17:00",
        "gmt_time": "2018-10-26 05:17:00"
    },
    {
        "id": 680107,
        "updated_sequence": 1074458,
        "published_at": {
            "unix": 1540530840,
            "text": "2018-10-26 06:14:00 +0100",
            "iso_8601": "2018-10-26T05:14:00Z"
        },
        "updated_at": {
            "unix": 1540530913,
            "text": "2018-10-26 06:15:13 +0100",
            "iso_8601": "2018-10-26T05:15:13Z"
        },
        "subject": "Bank of Italy, on request of ECB, has asked Italian banks for periodic update on their state bond portfolios",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "La Stampa",
        "slug": "bank-of-italy-on-request-of-ecb-has-asked-italian-banks-for-periodic-update-on-their-state-bond-portfolios-26-10-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 13:14:00",
        "gmt_time": "2018-10-26 05:14:00"
    },
    {
        "id": 680106,
        "updated_sequence": 1074455,
        "published_at": {
            "unix": 1540530420,
            "text": "2018-10-26 06:07:00 +0100",
            "iso_8601": "2018-10-26T05:07:00Z"
        },
        "updated_at": {
            "unix": 1540530544,
            "text": "2018-10-26 06:09:04 +0100",
            "iso_8601": "2018-10-26T05:09:04Z"
        },
        "subject": "BoJ officials are said not to want sharp moves in 10yr yields, while reports noted some at the BoJ are said to see a 10yr yield limit of over 0.2%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-officials-are-said-not-to-want-sharp-moves-in-10yr-yields-while-reports-noted-some-at-the-boj-are-said-to-see-a-10yr-yield-limit-of-over-0-2-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 13:07:00",
        "gmt_time": "2018-10-26 05:07:00"
    },
    {
        "id": 680105,
        "updated_sequence": 1074452,
        "published_at": {
            "unix": 1540530000,
            "text": "2018-10-26 06:00:00 +0100",
            "iso_8601": "2018-10-26T05:00:00Z"
        },
        "updated_at": {
            "unix": 1540530130,
            "text": "2018-10-26 06:02:10 +0100",
            "iso_8601": "2018-10-26T05:02:10Z"
        },
        "subject": "Singapore Industrial Production (Sep) Y/Y -0.2% vs. Exp. 3.5% (Prev. 3.3%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-industrial-production-sep-y-y-0-2-vs-exp-3-5-prev-3-3-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 13:00:00",
        "gmt_time": "2018-10-26 05:00:00"
    },
    {
        "id": 680104,
        "updated_sequence": 1074449,
        "published_at": {
            "unix": 1540530000,
            "text": "2018-10-26 06:00:00 +0100",
            "iso_8601": "2018-10-26T05:00:00Z"
        },
        "updated_at": {
            "unix": 1540530079,
            "text": "2018-10-26 06:01:19 +0100",
            "iso_8601": "2018-10-26T05:01:19Z"
        },
        "subject": "Singapore Industrial Production (Sep) M/M -4.9% vs. Exp. -1.8% (Prev. -2.0%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-industrial-production-sep-m-m-4-9-vs-exp-1-8-prev-2-0-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 13:00:00",
        "gmt_time": "2018-10-26 05:00:00"
    },
    {
        "id": 680103,
        "updated_sequence": 1074446,
        "published_at": {
            "unix": 1540529820,
            "text": "2018-10-26 05:57:00 +0100",
            "iso_8601": "2018-10-26T04:57:00Z"
        },
        "updated_at": {
            "unix": 1540529922,
            "text": "2018-10-26 05:58:42 +0100",
            "iso_8601": "2018-10-26T04:58:42Z"
        },
        "subject": "China CBIRC issues draft rules on insurers equities investments in which they are to relax some rules including easing restrictions on sectors insurers can invest in",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-cbirc-issues-draft-rules-on-insurers-equities-investments-in-which-they-are-to-relax-some-rules-including-easing-restrictions-on-sectors-insurers-can-invest-in-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 12:57:00",
        "gmt_time": "2018-10-26 04:57:00"
    },
    {
        "id": 680103,
        "updated_sequence": 1074446,
        "published_at": {
            "unix": 1540529820,
            "text": "2018-10-26 05:57:00 +0100",
            "iso_8601": "2018-10-26T04:57:00Z"
        },
        "updated_at": {
            "unix": 1540529922,
            "text": "2018-10-26 05:58:42 +0100",
            "iso_8601": "2018-10-26T04:58:42Z"
        },
        "subject": "China CBIRC issues draft rules on insurers equities investments in which they are to relax some rules including easing restrictions on sectors insurers can invest in",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-cbirc-issues-draft-rules-on-insurers-equities-investments-in-which-they-are-to-relax-some-rules-including-easing-restrictions-on-sectors-insurers-can-invest-in-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 12:57:00",
        "gmt_time": "2018-10-26 04:57:00"
    },
    {
        "id": 680102,
        "updated_sequence": 1074443,
        "published_at": {
            "unix": 1540529460,
            "text": "2018-10-26 05:51:00 +0100",
            "iso_8601": "2018-10-26T04:51:00Z"
        },
        "updated_at": {
            "unix": 1540529584,
            "text": "2018-10-26 05:53:04 +0100",
            "iso_8601": "2018-10-26T04:53:04Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Attempts for a global stock recovery was thwarted by Amazon revenue disappointment",
        "content": "<p>Asian stocks were negative as early attempts to nurse the prior day&rsquo;s sell-off and replicate the rebound seen on Wall St, were thwarted amid Amazon revenue disappointment which weighed across equity futures. ASX 200 (-0.2%) and Nikkei 225 (-0.3%) failed to hold on to opening gains as the initial tech-led bounce back in Australia was overshadowed by weakness in gold and energy-related stocks, while the Japanese benchmark gradually deteriorated with earnings dominating news flow. Elsewhere, Shanghai Comp. (-0.6%) and Hang Seng (-1.5%) both conformed to downbeat tone, although the mainland briefly outperformed after this week&rsquo;s substantial liquidity injection and with China also said to be considering additional tax and fee reductions including a VAT adjustment. Finally, 10yr JGBs eventually traded higher amid the widespread risk-averse tone in the region and with BoJ&rsquo;s present in the market for JPY 1.1tln in 1yr-10yr JGBs.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-attempts-for-a-global-stock-recovery-was-thwarted-by-amazon-revenue-disappointment-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 12:51:00",
        "gmt_time": "2018-10-26 04:51:00"
    },
    {
        "id": 680101,
        "updated_sequence": 1074440,
        "published_at": {
            "unix": 1540529100,
            "text": "2018-10-26 05:45:00 +0100",
            "iso_8601": "2018-10-26T04:45:00Z"
        },
        "updated_at": {
            "unix": 1540529201,
            "text": "2018-10-26 05:46:41 +0100",
            "iso_8601": "2018-10-26T04:46:41Z"
        },
        "subject": "Hyundai Engineering & Construction (000720 KS) Q3 net KRW 71.3bln vs. Exp. KRW 130.6bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hyundai-engineering-construction-000720-ks-q3-net-krw-71-3bln-vs-exp-krw-130-6bln-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 12:45:00",
        "gmt_time": "2018-10-26 04:45:00"
    },
    {
        "id": 680100,
        "updated_sequence": 1074437,
        "published_at": {
            "unix": 1540528560,
            "text": "2018-10-26 05:36:00 +0100",
            "iso_8601": "2018-10-26T04:36:00Z"
        },
        "updated_at": {
            "unix": 1540528644,
            "text": "2018-10-26 05:37:24 +0100",
            "iso_8601": "2018-10-26T04:37:24Z"
        },
        "subject": "China's Wanda Group is said to examine stake sale in Legendary Entertainment",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-s-wanda-group-is-said-to-examine-stake-sale-in-legendary-entertainment-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 12:36:00",
        "gmt_time": "2018-10-26 04:36:00"
    },
    {
        "id": 680099,
        "updated_sequence": 1074434,
        "published_at": {
            "unix": 1540528380,
            "text": "2018-10-26 05:33:00 +0100",
            "iso_8601": "2018-10-26T04:33:00Z"
        },
        "updated_at": {
            "unix": 1540528434,
            "text": "2018-10-26 05:33:54 +0100",
            "iso_8601": "2018-10-26T04:33:54Z"
        },
        "subject": "Russia is said to examine tax hikes for potash and coal companies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-is-said-to-examine-tax-hikes-for-potash-and-coal-companies-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 12:33:00",
        "gmt_time": "2018-10-26 04:33:00"
    },
    {
        "id": 680098,
        "updated_sequence": 1074431,
        "published_at": {
            "unix": 1540528320,
            "text": "2018-10-26 05:32:00 +0100",
            "iso_8601": "2018-10-26T04:32:00Z"
        },
        "updated_at": {
            "unix": 1540528371,
            "text": "2018-10-26 05:32:51 +0100",
            "iso_8601": "2018-10-26T04:32:51Z"
        },
        "subject": "Samsung Electronics (005930 KS)  said to work with Verizon (VZ) on a 5G phone for the US market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "samsung-electronics-005930-ks-said-to-work-with-verizon-vz-on-a-5g-phone-for-the-us-market-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 12:32:00",
        "gmt_time": "2018-10-26 04:32:00"
    },
    {
        "id": 680097,
        "updated_sequence": 1074428,
        "published_at": {
            "unix": 1540526700,
            "text": "2018-10-26 05:05:00 +0100",
            "iso_8601": "2018-10-26T04:05:00Z"
        },
        "updated_at": {
            "unix": 1540526785,
            "text": "2018-10-26 05:06:25 +0100",
            "iso_8601": "2018-10-26T04:06:25Z"
        },
        "subject": "Geely Auto (175 HK) Volvo cars unit Q3 oper. profit SEK 1.8bln vs. Prev. SEK 3.7bln Y/Y rev, SEK 56.8bln vs. Prev, SEK 48.3bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "geely-auto-175-hk-volvo-cars-unit-q3-oper-profit-sek-1-8bln-vs-prev-sek-3-7bln-y-y-rev-sek-56-8bln-vs-prev-sek-48-3bln-y-y-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 12:05:00",
        "gmt_time": "2018-10-26 04:05:00"
    },
    {
        "id": 680096,
        "updated_sequence": 1074425,
        "published_at": {
            "unix": 1540526520,
            "text": "2018-10-26 05:02:00 +0100",
            "iso_8601": "2018-10-26T04:02:00Z"
        },
        "updated_at": {
            "unix": 1540526685,
            "text": "2018-10-26 05:04:45 +0100",
            "iso_8601": "2018-10-26T04:04:45Z"
        },
        "subject": "Fujitsu (6702 JT) H1 net JPY 81.1bln vs. Prev. JPY 43.5bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fujitsu-6702-jt-h1-net-jpy-81-1bln-vs-prev-jpy-43-5bln-y-y-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 12:02:00",
        "gmt_time": "2018-10-26 04:02:00"
    },
    {
        "id": 680095,
        "updated_sequence": 1074422,
        "published_at": {
            "unix": 1540526400,
            "text": "2018-10-26 05:00:00 +0100",
            "iso_8601": "2018-10-26T04:00:00Z"
        },
        "updated_at": {
            "unix": 1540526492,
            "text": "2018-10-26 05:01:32 +0100",
            "iso_8601": "2018-10-26T04:01:32Z"
        },
        "subject": "Malaysia CPI (Sep) Y/Y\t0.3% vs. Exp. 0.8% (Prev. 0.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-cpi-sep-y-y-0-3-vs-exp-0-8-prev-0-2-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 12:00:00",
        "gmt_time": "2018-10-26 04:00:00"
    },
    {
        "id": 680093,
        "updated_sequence": 1074416,
        "published_at": {
            "unix": 1540526160,
            "text": "2018-10-26 04:56:00 +0100",
            "iso_8601": "2018-10-26T03:56:00Z"
        },
        "updated_at": {
            "unix": 1540526261,
            "text": "2018-10-26 04:57:41 +0100",
            "iso_8601": "2018-10-26T03:57:41Z"
        },
        "subject": "Japan PM Abe says welcomes easing of China's food import restriction, adds Japan is committed to normalizing diplomatic relations with North Korea",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japan-pm-abe-says-welcomes-easing-of-china-s-food-import-restriction-adds-japan-is-committed-to-normalizing-diplomatic-relations-with-north-korea-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 11:56:00",
        "gmt_time": "2018-10-26 03:56:00"
    },
    {
        "id": 680092,
        "updated_sequence": 1074413,
        "published_at": {
            "unix": 1540525740,
            "text": "2018-10-26 04:49:00 +0100",
            "iso_8601": "2018-10-26T03:49:00Z"
        },
        "updated_at": {
            "unix": 1540525820,
            "text": "2018-10-26 04:50:20 +0100",
            "iso_8601": "2018-10-26T03:50:20Z"
        },
        "subject": "Chinese Premier Li says China has no wish for competitive devaluation of its currency",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-premier-li-says-china-has-no-wish-for-competitive-devaluation-of-its-currency-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 11:49:00",
        "gmt_time": "2018-10-26 03:49:00"
    },
    {
        "id": 680091,
        "updated_sequence": 1074410,
        "published_at": {
            "unix": 1540525080,
            "text": "2018-10-26 04:38:00 +0100",
            "iso_8601": "2018-10-26T03:38:00Z"
        },
        "updated_at": {
            "unix": 1540525176,
            "text": "2018-10-26 04:39:36 +0100",
            "iso_8601": "2018-10-26T03:39:36Z"
        },
        "subject": "Chinese Premier Li says China is willing to advance ties with Japan and return to health, normalized ties",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-premier-li-says-china-is-willing-to-advance-ties-with-japan-and-return-to-health-normalized-ties-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 11:38:00",
        "gmt_time": "2018-10-26 03:38:00"
    },
    {
        "id": 680090,
        "updated_sequence": 1074407,
        "published_at": {
            "unix": 1540524900,
            "text": "2018-10-26 04:35:00 +0100",
            "iso_8601": "2018-10-26T03:35:00Z"
        },
        "updated_at": {
            "unix": 1540525054,
            "text": "2018-10-26 04:37:34 +0100",
            "iso_8601": "2018-10-26T03:37:34Z"
        },
        "subject": "China and Japan sign currency swap deal and agreement for setting up a yuan clearing bank",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-and-japan-sign-currency-swap-deal-and-agreement-for-setting-up-a-yuan-clearing-bank-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 11:35:00",
        "gmt_time": "2018-10-26 03:35:00"
    },
    {
        "id": 680089,
        "updated_sequence": 1074404,
        "published_at": {
            "unix": 1540524660,
            "text": "2018-10-26 04:31:00 +0100",
            "iso_8601": "2018-10-26T03:31:00Z"
        },
        "updated_at": {
            "unix": 1540524819,
            "text": "2018-10-26 04:33:39 +0100",
            "iso_8601": "2018-10-26T03:33:39Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Earnings including Bharti Airtel, JSW Steel and Maruti Suzuki",
        "content": "<p>Bharti Airtel (BHARTI IS)<br />- Co. Q2 profit after tax fell 65% Y/Y to INR 1.2bln. (ET)</p>\r\n\r\n<p>Bharat Heavy Electricals (BHEL IS)<br />- Co. board approved INR 18.9% share repurchase valued at INR 16.3bln. (ET)</p>\r\n\r\n<p>JSW Steel (JSTL IS)<br />- Co. Q2 consolidated profit INR 20.9bln vs. Prev. INR 8.4bln Y/Y. (ET)</p>\r\n\r\n<p>Maruti Suzuki (MSIL IS)<br />- Co. Q2 net INR 22.4bln vs. Exp. INR 20.0bln, rev. INR 224.3bln vs. Exp. INR 221.3bln. (Newswires)]</p>\r\n\r\n<p>Yes Bank (YES IS)<br />- Co. Q2 profit fell 3.8% Y/Y to INR 9.6bln. (ET)</p>\r\n\r\n<p>Essar Steel<br />- Committee of Co. creditors selected ArcelorMittal (MT NA) as winner of auction for the Co. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-earnings-including-bharti-airtel-jsw-steel-and-maruti-suzuki-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 11:31:00",
        "gmt_time": "2018-10-26 03:31:00"
    },
    {
        "id": 680088,
        "updated_sequence": 1074401,
        "published_at": {
            "unix": 1540524240,
            "text": "2018-10-26 04:24:00 +0100",
            "iso_8601": "2018-10-26T03:24:00Z"
        },
        "updated_at": {
            "unix": 1540524346,
            "text": "2018-10-26 04:25:46 +0100",
            "iso_8601": "2018-10-26T03:25:46Z"
        },
        "subject": "China and Japan said to ink agreement to ready annual plans for talks, dialogues and exchanges",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-and-japan-said-to-ink-agreement-to-ready-annual-plans-for-talks-dialogues-and-exchanges-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 11:24:00",
        "gmt_time": "2018-10-26 03:24:00"
    },
    {
        "id": 680087,
        "updated_sequence": 1074398,
        "published_at": {
            "unix": 1540523940,
            "text": "2018-10-26 04:19:00 +0100",
            "iso_8601": "2018-10-26T03:19:00Z"
        },
        "updated_at": {
            "unix": 1540524239,
            "text": "2018-10-26 04:23:59 +0100",
            "iso_8601": "2018-10-26T03:23:59Z"
        },
        "subject": "Antipodeans extend on declines amid cross related flows with NZD/JPY and AUD/JPY breaching 73.00 and 79.00 respectively, while NZD/USD also declines below 0.6500 on risk averse tone & CNH weakness after PBoC set fix past 6.9500 for 1st time since Jan 2017",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "antipodeans-extend-on-declines-amid-cross-related-flows-with-nzd-jpy-and-aud-jpy-breaching-73-00-and-79-00-respectively-while-nzd-usd-also-declines-below-0-6500-on-risk-averse-tone-cnh-weakness-after-pboc-set-fix-past-6-9500-for-1st-time-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 11:19:00",
        "gmt_time": "2018-10-26 03:19:00"
    },
    {
        "id": 680086,
        "updated_sequence": 1074392,
        "published_at": {
            "unix": 1540523220,
            "text": "2018-10-26 04:07:00 +0100",
            "iso_8601": "2018-10-26T03:07:00Z"
        },
        "updated_at": {
            "unix": 1540523289,
            "text": "2018-10-26 04:08:09 +0100",
            "iso_8601": "2018-10-26T03:08:09Z"
        },
        "subject": "China Energy Administration says September Industrial Power Consumption rose 6.8% Y/Y to 355B KWH",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-energy-administration-says-september-industrial-power-consumption-rose-6-8-y-y-to-355b-kwh-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 11:07:00",
        "gmt_time": "2018-10-26 03:07:00"
    },
    {
        "id": 680085,
        "updated_sequence": 1074389,
        "published_at": {
            "unix": 1540522080,
            "text": "2018-10-26 03:48:00 +0100",
            "iso_8601": "2018-10-26T02:48:00Z"
        },
        "updated_at": {
            "unix": 1540522159,
            "text": "2018-10-26 03:49:19 +0100",
            "iso_8601": "2018-10-26T02:49:19Z"
        },
        "subject": "PBoC's Pan reiterates stable fundamentals will keep CNY stable and that is healthy among EM currencies",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-s-pan-reiterates-stable-fundamentals-will-keep-cny-stable-and-that-is-healthy-among-em-currencies-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 10:48:00",
        "gmt_time": "2018-10-26 02:48:00"
    },
    {
        "id": 680084,
        "updated_sequence": 1074386,
        "published_at": {
            "unix": 1540521900,
            "text": "2018-10-26 03:45:00 +0100",
            "iso_8601": "2018-10-26T02:45:00Z"
        },
        "updated_at": {
            "unix": 1540522029,
            "text": "2018-10-26 03:47:09 +0100",
            "iso_8601": "2018-10-26T02:47:09Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Amazon revenue disappointment thwarts global stock recovery",
        "content": "<p>Asia stocks are cautious as attempts by the regional bourses to nurse the prior day&rsquo;s sell-off and replicate the rebound on Wall St were thwarted by Amazon revenue disappointment which weighed on equity futures after-hours. ASX 200 (-0.3%) and Nikkei 225 (-0.3%) are choppy as the initial tech-led bounce back in Australia was limited by weakness in gold and energy-related stocks, while the Japanese benchmark is also indecisive with earnings dominating news flow. Elsewhere, Shanghai Comp. (-0.2%) and Hang Seng (-0.6%) are cautious but with mild outperformance in the mainland after this week&rsquo;s substantial liquidity injection and with China also said to be considering additional tax and fee reductions including a VAT adjustment.</p>\r\n\r\n<p>FX markets have struggled for direction overnight amid a lack of key data releases or catalysts. This has kept the DXY near the prior day&rsquo;s best levels, while its major counterparts are subdued with EUR/USD at the 1.1300 handle and with GBP/USD nearing 1.2800 to the downside amid continued Brexit blues with talks said to be on hold due to disagreement within UK PM May&#39;s team. Elsewhere, antipodeans are lower following a weaker reference rate by the PBoC which set the fix to beyond 6.9500 for the first time since early January 2017, while USD/JPY mirrored the indecisive risk tone.</p>\r\n\r\n<p>Finally, 10yr JGBs are lower with prices failing to benefit despite the cautious risk tone in the region and BoJ&rsquo;s presence in the market for JPY 1.1tln in 1yr-10yr JGBs.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-amazon-revenue-disappointment-thwarts-global-stock-recovery-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 10:45:00",
        "gmt_time": "2018-10-26 02:45:00"
    },
    {
        "id": 680083,
        "updated_sequence": 1074383,
        "published_at": {
            "unix": 1540521240,
            "text": "2018-10-26 03:34:00 +0100",
            "iso_8601": "2018-10-26T02:34:00Z"
        },
        "updated_at": {
            "unix": 1540521294,
            "text": "2018-10-26 03:34:54 +0100",
            "iso_8601": "2018-10-26T02:34:54Z"
        },
        "subject": "Philippines Central Bank Governor Espenilla says to gauge if one more modest rate increase is required",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-central-bank-governor-espenilla-says-to-gauge-if-one-more-modest-rate-increase-is-required-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 10:34:00",
        "gmt_time": "2018-10-26 02:34:00"
    },
    {
        "id": 680082,
        "updated_sequence": 1074380,
        "published_at": {
            "unix": 1540521000,
            "text": "2018-10-26 03:30:00 +0100",
            "iso_8601": "2018-10-26T02:30:00Z"
        },
        "updated_at": {
            "unix": 1540521249,
            "text": "2018-10-26 03:34:09 +0100",
            "iso_8601": "2018-10-26T02:34:09Z"
        },
        "subject": "Singapore Unemployment Rate (Q3)\t2.1% (Prev. 2.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-unemployment-rate-q3-2-1-prev-2-1-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 10:30:00",
        "gmt_time": "2018-10-26 02:30:00"
    },
    {
        "id": 680081,
        "updated_sequence": 1074377,
        "published_at": {
            "unix": 1540519500,
            "text": "2018-10-26 03:05:00 +0100",
            "iso_8601": "2018-10-26T02:05:00Z"
        },
        "updated_at": {
            "unix": 1540519529,
            "text": "2018-10-26 03:05:29 +0100",
            "iso_8601": "2018-10-26T02:05:29Z"
        },
        "subject": "US Commerce Department finds India and Japan dumped glycine",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-commerce-department-finds-india-and-japan-dumped-glycine-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 10:05:00",
        "gmt_time": "2018-10-26 02:05:00"
    },
    {
        "id": 680080,
        "updated_sequence": 1074374,
        "published_at": {
            "unix": 1540518840,
            "text": "2018-10-26 02:54:00 +0100",
            "iso_8601": "2018-10-26T01:54:00Z"
        },
        "updated_at": {
            "unix": 1540518899,
            "text": "2018-10-26 02:54:59 +0100",
            "iso_8601": "2018-10-26T01:54:59Z"
        },
        "subject": "China said to tell large SOEs to halt purchases of Iranian oil",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-said-to-tell-large-soes-to-halt-purchases-of-iranian-oil-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 09:54:00",
        "gmt_time": "2018-10-26 01:54:00"
    },
    {
        "id": 680079,
        "updated_sequence": 1074371,
        "published_at": {
            "unix": 1540517100,
            "text": "2018-10-26 02:25:00 +0100",
            "iso_8601": "2018-10-26T01:25:00Z"
        },
        "updated_at": {
            "unix": 1540517336,
            "text": "2018-10-26 02:28:56 +0100",
            "iso_8601": "2018-10-26T01:28:56Z"
        },
        "subject": "White House is readying an executive order to block the migrant caravan, according to Politico",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Politico",
        "slug": "white-house-is-readying-an-executive-order-to-block-the-migrant-caravan-according-to-politico-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 09:25:00",
        "gmt_time": "2018-10-26 01:25:00"
    },
    {
        "id": 680078,
        "updated_sequence": 1074364,
        "published_at": {
            "unix": 1540516500,
            "text": "2018-10-26 02:15:00 +0100",
            "iso_8601": "2018-10-26T01:15:00Z"
        },
        "updated_at": {
            "unix": 1540516568,
            "text": "2018-10-26 02:16:08 +0100",
            "iso_8601": "2018-10-26T01:16:08Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.9510 (Prev. 6.9409)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-9510-prev-6-9409-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 09:15:00",
        "gmt_time": "2018-10-26 01:15:00"
    },
    {
        "id": 680077,
        "updated_sequence": 1074361,
        "published_at": {
            "unix": 1540516380,
            "text": "2018-10-26 02:13:00 +0100",
            "iso_8601": "2018-10-26T01:13:00Z"
        },
        "updated_at": {
            "unix": 1540516517,
            "text": "2018-10-26 02:15:17 +0100",
            "iso_8601": "2018-10-26T01:15:17Z"
        },
        "subject": "PBoC skips open market operations for a net weekly injection of CNY 460bln vs. last week's CNY 30bln net injection",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-for-a-net-weekly-injection-of-cny-460bln-vs-last-week-s-cny-30bln-net-injection-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 09:13:00",
        "gmt_time": "2018-10-26 01:13:00"
    },
    {
        "id": 680076,
        "updated_sequence": 1074352,
        "published_at": {
            "unix": 1540516200,
            "text": "2018-10-26 02:10:00 +0100",
            "iso_8601": "2018-10-26T01:10:00Z"
        },
        "updated_at": {
            "unix": 1540516294,
            "text": "2018-10-26 02:11:34 +0100",
            "iso_8601": "2018-10-26T01:11:34Z"
        },
        "subject": "BoJ offers to buy JPY 300bln in 1-3yr JGBs, JPY 350bln in 3-5yr JGBs and JPY 450bln in 5-10yr JGBs ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-300bln-in-1-3yr-jgbs-jpy-350bln-in-3-5yr-jgbs-and-jpy-450bln-in-5-10yr-jgbs-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 09:10:00",
        "gmt_time": "2018-10-26 01:10:00"
    },
    {
        "id": 680075,
        "updated_sequence": 1074366,
        "published_at": {
            "unix": 1540515900,
            "text": "2018-10-26 02:05:00 +0100",
            "iso_8601": "2018-10-26T01:05:00Z"
        },
        "updated_at": {
            "unix": 1540516842,
            "text": "2018-10-26 02:20:42 +0100",
            "iso_8601": "2018-10-26T01:20:42Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: Earnings including China Vanke and CNOOC; China is said to mull additional tax and fee reductions including VAT adjustment",
        "content": "<p>Agricultural Bank of China (1288 HK)<br />- Block of 370mln shares reportedly crosses at HKD 3.36/Shr vs. last close HKD 3.88/Shr. (Newswires)</p>\r\n\r\n<p>Aluminium Corporation of China (2600 HK)<br />- Co. 9-month net CNY 1.5bln, rev. CNY 125.7bln vs. Prev. CNY 139.9bln Y/Y. (Newswires)</p>\r\n\r\n<p>China Life Insurance (2628 HK)<br />- Co. 9-month net CNY 19.9bln vs. Prev. CNY 26.8bln Y/Y, premiums earned CNY 457.3bln vs. Prev. CNY 438.9bln Y/Y. (Newswires)</p>\r\n\r\n<p>China Vanke (2202 HK)<br />- Co. Q3 net CNY 4.86bln vs. Prev. CNY 3.79bln Y/Y. (Newswires)</p>\r\n\r\n<p>CNOOC (883 HK)<br />- Co. Q3 Oil &amp; Gas revenue CNY 47.9bln vs. Prev. CNY 37.2bln Y/Y, CFO says capex may reach lower end of guidance. (Newswires)</p>\r\n\r\n<p>COFCO Property Group (000031 CH)<br />- CSRC rejected Co.&rsquo;s asset purchase plan. (Newswires)</p>\r\n\r\n<p>ZTE (763 HK)<br />- Co. Q3 net fell 65% Y/Y to CNY 564.5mln. (Newswires)</p>\r\n\r\n<p>Energy<br />- Regulator is said to have warned state-run gas companies to not manipulate prices as winter season approaches. (Newswires)</p>\r\n\r\n<p>Other News<br />- China is said to mull additional tax and fee reductions including VAT adjustment. (Newswires)<br />- Japan and China are reportedly to sign agreements on 50 projects at summit today. (Newswires)<br />- US will not resume trade talks without a firm proposal from China and the impasse between the nations reportedly threatens to undermine a meeting between US President Trump and Chinese President Xi Jinping scheduled for the end of November at the G20 meeting. (WSJ)</p>\r\n\r\n<p>Data Recap<br />- Hong Kong Trade Balance (HKD)(Sep) -47.7B vs. Exp. -58.0B (Prev. -52.1B). (Newswires)<br />- Hong Kong Exports (Sep) Y/Y 4.5% vs. Exp. 8.6% (Prev. 13.1%)<br />- Hong Kong Imports (Sep) Y/Y 4.8% vs. Exp. 10.5% (Prev. 16.4%)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-earnings-including-china-vanke-and-cnooc-china-is-said-to-mull-additional-tax-and-fee-reductions-including-vat-adjustment-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 09:05:00",
        "gmt_time": "2018-10-26 01:05:00"
    },
    {
        "id": 680074,
        "updated_sequence": 1074346,
        "published_at": {
            "unix": 1540515480,
            "text": "2018-10-26 01:58:00 +0100",
            "iso_8601": "2018-10-26T00:58:00Z"
        },
        "updated_at": {
            "unix": 1540515581,
            "text": "2018-10-26 01:59:41 +0100",
            "iso_8601": "2018-10-26T00:59:41Z"
        },
        "subject": "Kia Motors (000270 KS) Q3 oper. profit KRW 117bln vs. Exp. KRW 335bln, rev. KRW 14.1tln vs. Exp. KRW 13.3tln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "kia-motors-000270-ks-q3-oper-profit-krw-117bln-vs-exp-krw-335bln-rev-krw-14-1tln-vs-exp-krw-13-3tln-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 08:58:00",
        "gmt_time": "2018-10-26 00:58:00"
    },
    {
        "id": 680073,
        "updated_sequence": 1074343,
        "published_at": {
            "unix": 1540515480,
            "text": "2018-10-26 01:58:00 +0100",
            "iso_8601": "2018-10-26T00:58:00Z"
        },
        "updated_at": {
            "unix": 1540515517,
            "text": "2018-10-26 01:58:37 +0100",
            "iso_8601": "2018-10-26T00:58:37Z"
        },
        "subject": "China is said to mull additional tax and fee reductions including VAT adjustment",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-said-to-mull-additional-tax-and-fee-reductions-including-vat-adjustment-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 08:58:00",
        "gmt_time": "2018-10-26 00:58:00"
    },
    {
        "id": 680072,
        "updated_sequence": 1074340,
        "published_at": {
            "unix": 1540515000,
            "text": "2018-10-26 01:50:00 +0100",
            "iso_8601": "2018-10-26T00:50:00Z"
        },
        "updated_at": {
            "unix": 1540515195,
            "text": "2018-10-26 01:53:15 +0100",
            "iso_8601": "2018-10-26T00:53:15Z"
        },
        "subject": "Singapore URA Property Index (Q3) 0.5% (Prev. 0.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "singapore-ura-property-index-q3-0-5-prev-0-5-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 08:50:00",
        "gmt_time": "2018-10-26 00:50:00"
    },
    {
        "id": 680071,
        "updated_sequence": 1074337,
        "published_at": {
            "unix": 1540514880,
            "text": "2018-10-26 01:48:00 +0100",
            "iso_8601": "2018-10-26T00:48:00Z"
        },
        "updated_at": {
            "unix": 1540514965,
            "text": "2018-10-26 01:49:25 +0100",
            "iso_8601": "2018-10-26T00:49:25Z"
        },
        "subject": "NYPD says packages at Time Warner Center Mall have been cleared",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nypd-says-packages-at-time-warner-center-mall-have-been-cleared-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 08:48:00",
        "gmt_time": "2018-10-26 00:48:00"
    },
    {
        "id": 680070,
        "updated_sequence": 1074334,
        "published_at": {
            "unix": 1540514400,
            "text": "2018-10-26 01:40:00 +0100",
            "iso_8601": "2018-10-26T00:40:00Z"
        },
        "updated_at": {
            "unix": 1540514479,
            "text": "2018-10-26 01:41:19 +0100",
            "iso_8601": "2018-10-26T00:41:19Z"
        },
        "subject": "S-Oil (010950 KS) Q3 net KRW 230bln vs. Exp. KRW 282bln, rev. KRW 7.2tln vs. Exp. KRW 6.4tln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "s-oil-010950-ks-q3-net-krw-230bln-vs-exp-krw-282bln-rev-krw-7-2tln-vs-exp-krw-6-4tln-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 08:40:00",
        "gmt_time": "2018-10-26 00:40:00"
    },
    {
        "id": 680069,
        "updated_sequence": 1074331,
        "published_at": {
            "unix": 1540514220,
            "text": "2018-10-26 01:37:00 +0100",
            "iso_8601": "2018-10-26T00:37:00Z"
        },
        "updated_at": {
            "unix": 1540514417,
            "text": "2018-10-26 01:40:17 +0100",
            "iso_8601": "2018-10-26T00:40:17Z"
        },
        "subject": "Fed's Mester (Voter, Hawk) says US policy remains accommodative and need to raise rates into neutral territory, adds fiscal stimulus could boost productivity but unlikely to occur quickly",
        "content": "<p>Says:<br />- Worth considering revamp of countercyclical capital buffer trigger so that it is easier to raise.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-mester-voter-hawk-says-us-policy-remains-accommodative-and-need-to-raise-rates-into-neutral-territory-adds-fiscal-stimulus-could-boost-productivity-but-unlikely-to-occur-quickly-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 08:37:00",
        "gmt_time": "2018-10-26 00:37:00"
    },
    {
        "id": 680068,
        "updated_sequence": 1074328,
        "published_at": {
            "unix": 1540512720,
            "text": "2018-10-26 01:12:00 +0100",
            "iso_8601": "2018-10-26T00:12:00Z"
        },
        "updated_at": {
            "unix": 1540513368,
            "text": "2018-10-26 01:22:48 +0100",
            "iso_8601": "2018-10-26T00:22:48Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: United Overseas Bank (UOB SP) Q3 net SGD 1.04bln vs. Exp. SGD 1.04bln, rev. SGD 2.33bln vs. Prev. SGD 2.16bln",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>Taiwan Cement (1101 TT)<br />- Co. will spend as much as USD 1.1bln to set up a unit in Netherlands. (Newswires)</p>\r\n\r\n<p>Uni-President Enterprises Corp (1216 TT)<br />- Co. is said to bid for around 75% in Woongjin Foods. (Newswires)</p>\r\n\r\n<p>SINGAPORE</p>\r\n\r\n<p>Sembcorp Marine (SMM SP)<br />- Co. Q3 net loss SGD 29.8mln vs. Prev. profit SGD 100.7mln Y/Y. (Straits Times)</p>\r\n\r\n<p>United Overseas Bank (UOB SP)<br />- Co. Q3 net SGD 1.04bln vs. Exp. SGD 1.04bln, rev. SGD 2.33bln vs. Prev. SGD 2.16bln Y/Y. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-united-overseas-bank-uob-sp-q3-net-sgd-1-04bln-vs-exp-sgd-1-04bln-rev-sgd-2-33bln-vs-prev-sgd-2-16bln-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 08:12:00",
        "gmt_time": "2018-10-26 00:12:00"
    },
    {
        "id": 680067,
        "updated_sequence": 1074322,
        "published_at": {
            "unix": 1540512120,
            "text": "2018-10-26 01:02:00 +0100",
            "iso_8601": "2018-10-26T00:02:00Z"
        },
        "updated_at": {
            "unix": 1540512363,
            "text": "2018-10-26 01:06:03 +0100",
            "iso_8601": "2018-10-26T00:06:03Z"
        },
        "subject": "Asia equity markets begin mostly higher as region takes impetus from the rebound on Wall St where all majors finished positive on dip buying but with futures pressured after-hours on Amazon revenue disappointment",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-mostly-higher-as-region-takes-impetus-from-the-rebound-on-wall-st-where-all-majors-finished-positive-on-dip-buying-but-with-futures-pressured-after-hours-on-amazon-revenue-disappointment-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 08:02:00",
        "gmt_time": "2018-10-26 00:02:00"
    },
    {
        "id": 680066,
        "updated_sequence": 1074316,
        "published_at": {
            "unix": 1540512000,
            "text": "2018-10-26 01:00:00 +0100",
            "iso_8601": "2018-10-26T00:00:00Z"
        },
        "updated_at": {
            "unix": 1540512054,
            "text": "2018-10-26 01:00:54 +0100",
            "iso_8601": "2018-10-26T00:00:54Z"
        },
        "subject": "NYPD is reportedly responding to a suspicious package at the Time Warner Center, according to CNN",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNN",
        "slug": "nypd-is-reportedly-responding-to-a-suspicious-package-at-the-time-warner-center-according-to-cnn-26-10-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-10-26 08:00:00",
        "gmt_time": "2018-10-26 00:00:00"
    }
]