[
    {
        "id": 682470,
        "updated_sequence": 1084435,
        "published_at": {
            "unix": 1541797500,
            "text": "2018-11-09 21:05:00 +0000",
            "iso_8601": "2018-11-09T21:05:00Z"
        },
        "updated_at": {
            "unix": 1541797618,
            "text": "2018-11-09 21:06:58 +0000",
            "iso_8601": "2018-11-09T21:06:58Z"
        },
        "subject": "RANsquawk Central Bank Weekly 9 November",
        "content": "<ul><li><strong>Reviewing FOMC, RBA, RBNZ, Riksbank minutes; To download the report, please click <a href=\"/research_sheets/20527/download\">here</a></strong></li>\r\n  <li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-9-november-09-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 05:05:00",
        "gmt_time": "2018-11-09 21:05:00"
    },
    {
        "id": 682469,
        "updated_sequence": 1084433,
        "published_at": {
            "unix": 1541797500,
            "text": "2018-11-09 21:05:00 +0000",
            "iso_8601": "2018-11-09T21:05:00Z"
        },
        "updated_at": {
            "unix": 1541797607,
            "text": "2018-11-09 21:06:47 +0000",
            "iso_8601": "2018-11-09T21:06:47Z"
        },
        "subject": "RANsquawk Week in Focus; week commencing 12 November 2018",
        "content": "<p><strong>To download the report, please click <a href=\"/research_sheets/20526/download\">here</a></strong></p>\r\n\r\n<ul><li>Monday: Japanese PPI</li>\r\n  <li>Tuesday: UK Labour Market report, OPEC Monthly Report, Australian NAB Business Conditions, German ZEW Survey, US Federal Budget, Japanese GDP, deadline for Italian budget re-submission</li>\r\n  <li>Wednesday: Chinese Retail Sales, Fed&#39;s Powell speaks at Dallas Fed Event, UK CPI, Eurozone GDP Flash &amp; Employment, US CPI</li>\r\n  <li>Thursday: Australian Labour Market report, UK Retail Sales, US Philly Fed, NY Fed Mfg, Indonesian Rate Decision</li>\r\n  <li>Friday: EU Summit (TBC), Eurozone CPI, US Industrial Production</li>\r\n</ul>\r\n\r\n<p>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-12-november-2018-09-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 05:05:00",
        "gmt_time": "2018-11-09 21:05:00"
    },
    {
        "id": 682478,
        "updated_sequence": 1084431,
        "published_at": {
            "unix": 1541797320,
            "text": "2018-11-09 21:02:00 +0000",
            "iso_8601": "2018-11-09T21:02:00Z"
        },
        "updated_at": {
            "unix": 1541797375,
            "text": "2018-11-09 21:02:55 +0000",
            "iso_8601": "2018-11-09T21:02:55Z"
        },
        "subject": "US MARKET WRAP – 9th November 2018: WTI sees tenth day of losses",
        "content": "<p><strong>* SNAP-SHOT: Equities down, Treasuries up, dollar up, crude down.<br />* REAR-VIEW: US Final PPI jumps; Michigan confidence moderates; Jo Johnson resigned from PM May&rsquo;s government; Eurogroup&rsquo;s Centeno does not exclude procedure against Italy; PBOC sees &ldquo;downward pressures&rdquo; in China economy.<br />* NEXT WEEK: EU Summit (TBC), Deadline for Italian budget re-submission, Japanese PPI &amp; GDP, UK Labour Market report, OPEC Monthly Report, Australian NAB Business Conditions, German ZEW Survey, US Federal Budget, Chinese Retail Sales, UK CPI, Eurozone GDP Flash &amp; Employment, US CPI, Australian Labour Market report, UK Retail Sales, US Philly Fed, NY Fed Mfg, Indonesian Rate Decision, Eurozone CPI, US Industrial Production.</strong></p>\r\n\r\n<p><strong>* BREXIT: </strong>In latest comments, Irish PM Varadkar said negotiations are at a sensitive point noting that a deal is possible in the next couple of weeks though highlighting that a lot of things can go wrong; and similarly German Foreign Affairs Minister Maas said to be optimistic on an agreement but he is still preparing for a no deal. Elsewhere, UK Junior Transport Minister Jo Johnson resigned from the position over PM May&#39;s proposed plan with sources reporting that more government resignations could follow from this, whilst PM May once again denied any possibility of a second referendum. In later trade, the EU was said to require more movement from the UK on Brexit while the EU Commission briefed EU27 representatives; Brexit negotiations are set to continue over the weekend. As a brief summary, optimism at the start of the week in wake of reports that UK PM May secured private concessions from Brussels was short-lived after UK Cabinet meetings were unable to strike any meaningful progress. Cabinet members, led by Environment Minister Gove demanded full legal advice before signing-off on May&rsquo;s deal, which subsequently delayed an EU ambassador meeting which was scheduled to assess the viability of an emergency November EU summit. Furthermore, both the Republic of and Northern Ireland voiced their discontent with PM May&rsquo;s efforts to resolve the Irish border issue, thus bringing into question the UK PM&rsquo;s ability to strike a deal with Brussels and then have the numbers to pass it in the UK Parliament given the supply and confidence agreement with the DUP. As such, next week will most likely be absolutely crucial in determining whether or not both sides can strike an agreement with a slew of meetings scheduled to attempt to break the deadlock. A breakdown in talks with no meaningful progress will almost inevitably be treated as a market negative, whereas an agreement between the EU and UK will be met positively; however, the longevity of any moves in this scenario might be brought into question as markets then asses the viability of May passing the deal in Parliament.</p>\r\n\r\n<p><strong>* TRADE: </strong>European Trade Commissioner Malmstrom said the US still shows little interest in tariff cuts deal and added the EU is working as fast as possible on a trade deal with the US. Elsewhere, US Trade Advisor Navarro stated US steel and aluminium tariffs have spurred investment and has not led to the disasters predicted; he added US economic security is national security. Also, US Secretary of State Pompeo stated the US is seeking friendly and constructive dialogue with China while Chinese Official Yang said China has committed itself to working with the US in a non-confrontational way adding economic teams will seek mutually acceptable solution on trade. Yang added that China&rsquo;s door to dialogue has and will remain open. &nbsp;</p>\r\n\r\n<p><strong>* ITALY:</strong> On Friday, Eurogroup Head Centeno stated that sanctions against Italy are not on the agenda right now, whilst Economy Minister Tria said he doesn&#39;t take for granted that there will be excessive procedure against Italy. Nonetheless, such a move would be a serious test of the populist government&rsquo;s resolve and would either force the hand of the government to lower its demands or defy the EC; either outcome would likely be costly for the government. Alongside this, after the EU Commission expressed the view that the deficit/GDP ratio will reach 2.9% on Thursday, Deputy PM Di Maio and Finance Minister Tria reiterated their commitment to the 2.4% deficit goal in 2019. Di Maio also stated he does not think the EU will levy sanctions on Italy whilst Tria, commenting on the spread, said a 300bps widening is worrying if it lasts for long and note it stretched to 301bps on Friday.</p>\r\n\r\n<p><strong>* US PPI:</strong> October PPI beat to the upside, with the headline printing 0.6% MM, beating the 0.2% consensus. Core also beat to the upside (0.5% MM vs 0.2% expected). &ldquo;This looks terrible, but all the overshoot to consensus is in the wildly volatile trade services component, which measures margins in retailing and wholesaling and accounts for 23% of the core,&rdquo; Pantheon Macroeconomics wrote, &ldquo;we expected a rebound after a run of soft numbers but the 1.6% m/m jump was bigger than we expected; it likely will correct in November.&rdquo; Pantheon also notes that core goods prices were unchanged, and the rate of increase is slowing as the push from rising oil prices fades. &ldquo;Car and light truck prices fell sharply m/m, perhaps explaining why auto sales were so strong last month. Core services inflation has peaked too, unless oil prices rebound strongly&rdquo; the consultancy said, adding that &ldquo;in short, this looks to us like a one-time spike in the core; it doesn&rsquo;t change our views on the outlook for either the PPI or measures of consumer inflation at all.&rdquo;</p>\r\n\r\n<p><strong>* US UNIVERSITY OF MICHIGAN:</strong> Consumer sentiment saw a small moderation in November, according to the University of Michigan. &ldquo;Importantly, interviewing went through Wednesday night so there was only a one-day overlap after the mid-term election results were known by consumers,&rdquo; Surveys of Consumers chief economist Richard Curtin, &ldquo;those few cases held expectations that were identical with the data collected earlier in the month, which is not so surprising given that the split between the House and Senate was widely anticipated.&rdquo; The survey also stated that the unchanged data meant that the Sentiment Index remained higher thus far in 2018 (98.4) than in any prior year since 2000. &ldquo;The stability of consumer sentiment at high levels acts to mask some important underlying shifts,&rdquo; the survey said, &ldquo;income expectations have improved, and consumers anticipate continued robust growth in employment, but consumers also anticipate rising inflation and higher interest rates.&rdquo;</p>\r\n\r\n<p><strong>* FED: </strong>Fed&#39;s Williams (voter, neutral) said sustainable growth depends on healthy job market.</p>\r\n\r\n<p><strong>* SPX -0.9% at 2781, NDX -1.7% at 7039, DJI -0.7% at 25989. </strong>SECTORS: Energy -0.4%, Materials -1.4%, Industrials -1.4%, Cons Discretionary -1.5%, Cons Staples +0.5%, Healthcare -0.3%, Financials -0.9%, Tech -1.7%, Telecoms -1.5%, Utilities +0.1%.</p>\r\n\r\n<p><strong>* STOCK SPECIFICS: </strong>Walt Disney (DIS) was a top mover today after it beat EPS and revenue estimates. Campbell Soup (CPB) traded higher following investment firm Third Point urging shareholders to vote in favour of its trimmed list of board nominees. Several consumer staples outperformed today such as Colgate-Palmolive (CL), Coty (COTY) and Kimberley-Clark (KMB). Activision Blizzard (ATVI) nosedived after missing EPS and revenue estimates and significantly cutting its EPS guidance. Century Link (CTL) also dipped lower after poor earnings. General Electric (GE) was a bottom mover on the back of JPMorgan lowering its price target, citing dismal earnings. A drop in copper prices lead to a fall in the miner Freeport-McMoRan (FXC). Trade-sensitive stocks, such as Boeing (BA) and Caterpillar (CAT), traded lower after negative economic data from China.</p>\r\n\r\n<p><strong>* WTI FUTURES (Z8) SETTLE 48C LOWER AT $ 60.19/BBL; BRENT (F9) SETTLES 47C LOWER AT $ 70.18/BBL. </strong>WTI fell for the tenth straight session, a losing streak not seen in 35 years. Front month WTI has been trying to form a base around $60/bbl, while some note that technical factors could portend a bounce-back is on the cards since the RSI is in oversold territory not seen in four years. Both Brent and WTI are now in bear market territory. The narrative being cited is that although Iranian sanctions were seen as hitting oil output, the US has granted sanction waivers, while inventory builds are adding to the downside. On the demand side of the equation, trade wars, concerns about a slowdown in China, and the recent global GDP growth revisions lower by some institutions has put a negative shadow over WTI. On Friday, Baker Hughes reported that US drillers added oil rigs for the fourth week in five (+12 in the week, while gas rigs +2 in the week, taking the total rig count +14).</p>\r\n\r\n<p><strong>* US T-NOTE FUTURES (Z8) SETTLES 11 TICKS HIGHER AT 118-04. </strong>Although the Fed&rsquo;s statement on Thursday was largely considered hawkish, Treasuries resumed its role as a haven amid the stock slide and renewed concerns around the Chinese economy (PBOC sees downward pressures on China growth, in its Q3 monpol implementation report, which brought out buyers in Tsys), with yields coming in by between c.3-4bps by settlement; major curve spreads were generally biased towards flattening (of up to around 1.5bps) though the 5s30s and 10s30s part of the curve was modestly wider.</p>\r\n\r\n<p><strong>* WEEKLY FX WRAP - USD: </strong>Another topsy-turvy week for the Dollar, but in contrast to its sharp retracement from last Wednesday&rsquo;s new ytd peak, it has been a case of stopping the rot and regrouping after a midweek/post-midterm election slump. Indeed, the DXY looks set to end Friday&rsquo;s session around 96.700 and almost 100 ticks off worst levels, with decent prospects of netting a small gain vs &lsquo;opening&rsquo; levels circa 96.402, partly on the back of firmer than forecast US PPI data and an upbeat Fed keeping end of 2018 tightening firmly on the agenda.</p>\r\n\r\n<p><strong>* CAD: </strong>The Loonie has essentially mirrored Greenback moves or been most inversely-correlated than other majors, with sliding oil prices exacerbating its marked downturn as the week draws to a close. Canadian data did not really factor, as Usd/Cad rebound to 1.3200 from circa 1.3050 at one stage.</p>\r\n\r\n<p><strong>* GBP: </strong>Also largely oblivious to UK data, even when a barrage finally arrived on the final session of the week and included relatively encouraging Q3 GDP and a narrower than expected trade deficit. Instead, the Pound was split between Brexit headline-watching and external impulses with more reports about progress towards a deal with the EU offset by denials, in-house Government squabbling and above all else still no Irish border/customs union/back-stop resolution. Hence, Cable currently not far from where it started the week (1.3040) within a 1.2960-1.3175 range, and awaiting any news about another Cabinet meeting over the weekend.</p>\r\n\r\n<p><strong>* EUR: </strong>The single currency has also endured a week of fairly extreme peaks and troughs, partly in lock-step with the Buck&rsquo;s changing fortunes, but also due to more Italian-EU budget wrangling that came to a head with EC forecasts highlighting marked divergence of opinion on growth, deficit, debt reduction and servicing due to BTP spread widening (as well as higher outright yields). Some downbeat Eurozone macro releases (like services PMIs) also undermined the Eur to an extent, with Eur/Usd presently back down near the base of 1.1325-1.1500 parameters.</p>\r\n\r\n<p><strong>* AUD, NZD: </strong>The Antipodean Dollars derived little if any independent impetus from either the RBA or RBNZ even though both were a bit more upbeat in terms of economic assessments. The ongoing US-China trade spat continues to hamper the Aud especially, while the Kiwi had its wings clipped by Governor Orr keeping the option to ease the OCR on the table. However, the former has recovered well from just below 0.7200 at one stage and is now just shy of 0.7250 having popped its head above 0.7300 at best, while the Nzd is hovering around 0.6750 and closer to the upper echelons of a 0.6630-0.6800 band.</p>\r\n\r\n<p><strong>* JPY, CHF: </strong>A late week swoon in risk sentiment has helped the Jpy in particular claw back some lost ground vs the Usd, but it is still nearer the lows than highs on the aforementioned Buck revival having traded down to 114.10 and circa 113.00. Meanwhile, the Franc has paid some heed to several reminders from the SNB, including a Government publication containing quotes from Governor Jordan, about the ongoing need for direct intervention and policy accommodation given a still highly valued Chf and currency market fragility. Hence, Usd/Chf has been mainly above parity and not far from 1.1000 earlier on Friday, with the Eur/Chf over 1.1400 for the most part, even though the single currency has had bearish factors to deal with (as noted above).</p>\r\n\r\n<p><strong>* SEK, NOK: </strong>A solid week from both a fundamental and technical perspective for the Scandi crowns has been derailed somewhat by significantly softer than expected Norwegian inflation data, not far in advance of Swedish CPI next week that could determine whether the Riskbank opts to hike in December or February 2019. Eur/Nok currently around 9.5450 vs 9.5000 at the base this week and just over 9.5800 at the other extreme, and Eur/Sek now circa 10.2750 vs 10.3530 and 10.2430 respectively.</p>\r\n\r\n<p><strong>* COMING-UP: </strong>Monday: Japanese PPI Tuesday: UK Labour Market report, OPEC Monthly Report, Australian NAB Business Conditions, German ZEW Survey, US Federal Budget, Japanese GDP, deadline for Italian budget re-submission Wednesday: Chinese Retail Sales, Fed&#39;s Powell speaks at Dallas Fed Event, UK CPI, Eurozone GDP Flash &amp; Employment, US CPI Thursday: Australian Labour Market report, UK Retail Sales, US Philly Fed, NY Fed Mfg, Indonesian Rate Decision Friday: EU Summit (TBC), Eurozone CPI, US Industrial Production. <a href=\"https://ransquawk.com/research_sheets/20526/download\">Click here for full report.</a></p>\r\n\r\n<p><strong>* RANsquawk Central Bank Weekly </strong>9 November Reviewing FOMC, RBA, RBNZ, Riksbank minutes; <a href=\"https://ransquawk.com/research_sheets/20527/download\">To download the report, please click here</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "us-market-wrap-9th-november-2018-wti-sees-tenth-day-of-losses-09-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 05:02:00",
        "gmt_time": "2018-11-09 21:02:00"
    },
    {
        "id": 682477,
        "updated_sequence": 1084428,
        "published_at": {
            "unix": 1541797140,
            "text": "2018-11-09 20:59:00 +0000",
            "iso_8601": "2018-11-09T20:59:00Z"
        },
        "updated_at": {
            "unix": 1541797177,
            "text": "2018-11-09 20:59:37 +0000",
            "iso_8601": "2018-11-09T20:59:37Z"
        },
        "subject": "Brexit negotiators say draft treaty is close, FT reports, both sides aiming for political approval next week",
        "content": "<p><a href=\"https://www.ft.com/content/4cfbdbf0-e458-11e8-a6e5-792428919cee\">Via FT</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "brexit-negotiators-say-draft-treaty-is-close-ft-reports-both-sides-aiming-for-political-approval-next-week-09-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 04:59:00",
        "gmt_time": "2018-11-09 20:59:00"
    },
    {
        "id": 682475,
        "updated_sequence": 1084417,
        "published_at": {
            "unix": 1541793600,
            "text": "2018-11-09 20:00:00 +0000",
            "iso_8601": "2018-11-09T20:00:00Z"
        },
        "updated_at": {
            "unix": 1541793681,
            "text": "2018-11-09 20:01:21 +0000",
            "iso_8601": "2018-11-09T20:01:21Z"
        },
        "subject": "Campbell’s (CPB) cookie unit Arnott’s attracts attention from Kraft Heinz (KHC), Mondelez (MDLZ); sale process in early stages - sources ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "campbell-s-cpb-cookie-unit-arnott-s-attracts-attention-from-kraft-heinz-khc-mondelez-mdlz-sale-process-in-early-stages-sources-09-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 04:00:00",
        "gmt_time": "2018-11-09 20:00:00"
    },
    {
        "id": 682474,
        "updated_sequence": 1084414,
        "published_at": {
            "unix": 1541792280,
            "text": "2018-11-09 19:38:00 +0000",
            "iso_8601": "2018-11-09T19:38:00Z"
        },
        "updated_at": {
            "unix": 1541793212,
            "text": "2018-11-09 19:53:32 +0000",
            "iso_8601": "2018-11-09T19:53:32Z"
        },
        "subject": "Mexico President-Elect AMLO says he will not change banking laws, and does not intend to make changes to legal framework in financial sector during the first period of his administration, and will not make any fiscal or economic changes in his first 3yrs",
        "content": "",
        "reaction_details": "<p>USDMXN falls sharply to 20.12 from around 20.35 before AMLO began speaking</p>\r\n",
        "reaction_updated_at": {
            "unix": 1541792400,
            "text": "2018-11-09 19:40:00 +0000",
            "iso_8601": "2018-11-09T19:40:00Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-president-elect-amlo-says-he-will-not-change-banking-laws-and-does-not-intend-to-make-changes-to-legal-framework-in-financial-sector-during-the-first-period-of-his-administration-and-will-not-make-any-fiscal-or-economic-changes-in-h-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 03:38:00",
        "gmt_time": "2018-11-09 19:38:00"
    },
    {
        "id": 682473,
        "updated_sequence": 1084411,
        "published_at": {
            "unix": 1541791920,
            "text": "2018-11-09 19:32:00 +0000",
            "iso_8601": "2018-11-09T19:32:00Z"
        },
        "updated_at": {
            "unix": 1541793031,
            "text": "2018-11-09 19:50:31 +0000",
            "iso_8601": "2018-11-09T19:50:31Z"
        },
        "subject": "WTI futures (Z8) settle 48c lower at USD 60.19/bbl; Brent (F9) settles 47c lower at USD 70.18/bbl",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<p>WTI fell for the tenth straight session, a losing streak not seen in 35 years. Front month WTI has been trying to form a base around $60/bbl, while some note that technical factors could portend a bounce-back is on the cards since the RSI is in oversold territory not seen in four years. Both Brent and WTI are now in bear market territory. The narrative being cited is that although Iranian sanctions were seen as hitting oil output, the US has granted sanction waivers, while inventory builds are adding to the downside. On the demand side of the equation, trade wars, concerns about a slowdown in China, and the recent global GDP growth revisions lower by some institutions has put a negative shadow over WTI. On Friday, Baker Hughes reported that US drillers added oil rigs for the fourth week in five (+12 in the week, while gas rigs +2 in the week, taking the total rig count +14).</p>\r\n",
        "analysis_updated_at": {
            "unix": 1541791980,
            "text": "2018-11-09 19:33:00 +0000",
            "iso_8601": "2018-11-09T19:33:00Z"
        },
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "wti-futures-z8-settle-48c-lower-at-usd-60-19-bbl-brent-f9-settles-47c-lower-at-usd-70-18-bbl-09-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 03:32:00",
        "gmt_time": "2018-11-09 19:32:00"
    },
    {
        "id": 682472,
        "updated_sequence": 1084403,
        "published_at": {
            "unix": 1541791620,
            "text": "2018-11-09 19:27:00 +0000",
            "iso_8601": "2018-11-09T19:27:00Z"
        },
        "updated_at": {
            "unix": 1541791912,
            "text": "2018-11-09 19:31:52 +0000",
            "iso_8601": "2018-11-09T19:31:52Z"
        },
        "subject": "Third Point took stake in American Express (AXP) in Q3, according to its quarterly letter; Third Point said to see AXP shares rising to USD 135.00 within 18 months",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "third-point-took-stake-in-american-express-axp-in-q3-according-to-its-quarterly-letter-third-point-said-to-see-axp-shares-rising-to-usd-135-00-within-18-months-09-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 03:27:00",
        "gmt_time": "2018-11-09 19:27:00"
    },
    {
        "id": 682471,
        "updated_sequence": 1084396,
        "published_at": {
            "unix": 1541791380,
            "text": "2018-11-09 19:23:00 +0000",
            "iso_8601": "2018-11-09T19:23:00Z"
        },
        "updated_at": {
            "unix": 1541791445,
            "text": "2018-11-09 19:24:05 +0000",
            "iso_8601": "2018-11-09T19:24:05Z"
        },
        "subject": "PG&E (PCG) says 25k customers currently without power due to camp fire",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pg-e-pcg-says-25k-customers-currently-without-power-due-to-camp-fire-09-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 03:23:00",
        "gmt_time": "2018-11-09 19:23:00"
    },
    {
        "id": 682468,
        "updated_sequence": 1084385,
        "published_at": {
            "unix": 1541787000,
            "text": "2018-11-09 18:10:00 +0000",
            "iso_8601": "2018-11-09T18:10:00Z"
        },
        "updated_at": {
            "unix": 1541787073,
            "text": "2018-11-09 18:11:13 +0000",
            "iso_8601": "2018-11-09T18:11:13Z"
        },
        "subject": "Federal prosectors reportedly have gathered evidence that US President Trump participated in hush money payments to Stormy Daniels and Karen McDougal, which would violate campaign laws, WSJ reports",
        "content": "<ul><li><a href=\"https://www.wsj.com/articles/donald-trump-played-central-role-in-hush-payoffs-to-stormy-daniels-and-karen-mcdougal-1541786601\">Via WSJ</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "federal-prosectors-reportedly-have-gathered-evidence-that-us-president-trump-participated-in-hush-money-payments-to-stormy-daniels-and-karen-mcdougal-which-would-violate-campaign-laws-wsj-reports-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 02:10:00",
        "gmt_time": "2018-11-09 18:10:00"
    },
    {
        "id": 682467,
        "updated_sequence": 1084382,
        "published_at": {
            "unix": 1541786580,
            "text": "2018-11-09 18:03:00 +0000",
            "iso_8601": "2018-11-09T18:03:00Z"
        },
        "updated_at": {
            "unix": 1541786669,
            "text": "2018-11-09 18:04:29 +0000",
            "iso_8601": "2018-11-09T18:04:29Z"
        },
        "subject": "EU to require more movement from the UK on Brexit backstop; EU Commission briefed EU27 representatives, Brexit negotiations to continue over the weekend",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-to-require-more-movement-from-the-uk-on-brexit-backstop-eu-commission-briefed-eu27-representatives-brexit-negotiations-to-continue-over-the-weekend-09-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 02:03:00",
        "gmt_time": "2018-11-09 18:03:00"
    },
    {
        "id": 682466,
        "updated_sequence": 1084379,
        "published_at": {
            "unix": 1541786400,
            "text": "2018-11-09 18:00:00 +0000",
            "iso_8601": "2018-11-09T18:00:00Z"
        },
        "updated_at": {
            "unix": 1541786570,
            "text": "2018-11-09 18:02:50 +0000",
            "iso_8601": "2018-11-09T18:02:50Z"
        },
        "subject": "Baker Hughes Rig Count (09/Nov): Oil rigs up 12 at 886, gas rigs up 2 at 195, total rigs up 14 at 1081",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-09-nov-oil-rigs-up-12-at-886-gas-rigs-up-2-at-195-total-rigs-up-14-at-1081-09-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 02:00:00",
        "gmt_time": "2018-11-09 18:00:00"
    },
    {
        "id": 682465,
        "updated_sequence": 1084387,
        "published_at": {
            "unix": 1541785620,
            "text": "2018-11-09 17:47:00 +0000",
            "iso_8601": "2018-11-09T17:47:00Z"
        },
        "updated_at": {
            "unix": 1541787440,
            "text": "2018-11-09 18:17:20 +0000",
            "iso_8601": "2018-11-09T18:17:20Z"
        },
        "subject": "Chinese Official Yang says China has committed itself to working with the US in a non-confrontational way",
        "content": "<ul><li>Economic teams will seek mutually acceptable solution on trade</li>\r\n  <li>China reaffirmed its commitment to denuclearisation of the Korean Peninsula&nbsp;</li>\r\n  <li>Trade issues can be resolved via dialogue, trade war would hurt both parties</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-official-yang-says-china-has-committed-itself-to-working-with-the-us-in-a-non-confrontational-way-09-11-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 01:47:00",
        "gmt_time": "2018-11-09 17:47:00"
    },
    {
        "id": 682464,
        "updated_sequence": 1084367,
        "published_at": {
            "unix": 1541785440,
            "text": "2018-11-09 17:44:00 +0000",
            "iso_8601": "2018-11-09T17:44:00Z"
        },
        "updated_at": {
            "unix": 1541785544,
            "text": "2018-11-09 17:45:44 +0000",
            "iso_8601": "2018-11-09T17:45:44Z"
        },
        "subject": "CNBC's Najarian note unusal options activity in Colgate-Palmolive (CL)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "cnbc-s-najarian-note-unusal-options-activity-in-colgate-palmolive-cl-09-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 01:44:00",
        "gmt_time": "2018-11-09 17:44:00"
    },
    {
        "id": 682463,
        "updated_sequence": 1084364,
        "published_at": {
            "unix": 1541785320,
            "text": "2018-11-09 17:42:00 +0000",
            "iso_8601": "2018-11-09T17:42:00Z"
        },
        "updated_at": {
            "unix": 1541785401,
            "text": "2018-11-09 17:43:21 +0000",
            "iso_8601": "2018-11-09T17:43:21Z"
        },
        "subject": "US Secretary of State Pompeo says US is seeking friendly and constructive dialogue with China",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-secretary-of-state-pompeo-says-us-is-seeking-friendly-and-constructive-dialogue-with-china-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 01:42:00",
        "gmt_time": "2018-11-09 17:42:00"
    },
    {
        "id": 682462,
        "updated_sequence": 1084361,
        "published_at": {
            "unix": 1541784960,
            "text": "2018-11-09 17:36:00 +0000",
            "iso_8601": "2018-11-09T17:36:00Z"
        },
        "updated_at": {
            "unix": 1541785043,
            "text": "2018-11-09 17:37:23 +0000",
            "iso_8601": "2018-11-09T17:37:23Z"
        },
        "subject": "CNBC reports: Trump is telling people he wants to replace Commerce Secretary Wilbur Ross by the end of the year",
        "content": "<ul><li><a href=\"https://twitter.com/CNBCi/status/1060948662686228482\">click here for link</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "cnbc-reports-trump-is-telling-people-he-wants-to-replace-commerce-secretary-wilbur-ross-by-the-end-of-the-year-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 01:36:00",
        "gmt_time": "2018-11-09 17:36:00"
    },
    {
        "id": 682461,
        "updated_sequence": 1084356,
        "published_at": {
            "unix": 1541783280,
            "text": "2018-11-09 17:08:00 +0000",
            "iso_8601": "2018-11-09T17:08:00Z"
        },
        "updated_at": {
            "unix": 1541783436,
            "text": "2018-11-09 17:10:36 +0000",
            "iso_8601": "2018-11-09T17:10:36Z"
        },
        "subject": "Canada Resource Sohi says Canadian government still supports Keystone XL; Canadian approval still remains valid; Canada disappointed by US court ruling on Keystone",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-resource-sohi-says-canadian-government-still-supports-keystone-xl-canadian-approval-still-remains-valid-canada-disappointed-by-us-court-ruling-on-keystone-09-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 01:08:00",
        "gmt_time": "2018-11-09 17:08:00"
    },
    {
        "id": 682460,
        "updated_sequence": 1084358,
        "published_at": {
            "unix": 1541782920,
            "text": "2018-11-09 17:02:00 +0000",
            "iso_8601": "2018-11-09T17:02:00Z"
        },
        "updated_at": {
            "unix": 1541783592,
            "text": "2018-11-09 17:13:12 +0000",
            "iso_8601": "2018-11-09T17:13:12Z"
        },
        "subject": "DUP’s Foster says cannot support PM May's proposal in current form ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dup-s-foster-says-cannot-support-pm-may-s-proposal-in-current-form-09-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 01:02:00",
        "gmt_time": "2018-11-09 17:02:00"
    },
    {
        "id": 682459,
        "updated_sequence": 1084348,
        "published_at": {
            "unix": 1541781480,
            "text": "2018-11-09 16:38:00 +0000",
            "iso_8601": "2018-11-09T16:38:00Z"
        },
        "updated_at": {
            "unix": 1541781571,
            "text": "2018-11-09 16:39:31 +0000",
            "iso_8601": "2018-11-09T16:39:31Z"
        },
        "subject": "UK PM May says we will not have a second referendum under any circumstances, BBC",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BBC",
        "slug": "uk-pm-may-says-we-will-not-have-a-second-referendum-under-any-circumstances-bbc-09-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 00:38:00",
        "gmt_time": "2018-11-09 16:38:00"
    },
    {
        "id": 682458,
        "updated_sequence": 1084345,
        "published_at": {
            "unix": 1541781360,
            "text": "2018-11-09 16:36:00 +0000",
            "iso_8601": "2018-11-09T16:36:00Z"
        },
        "updated_at": {
            "unix": 1541781488,
            "text": "2018-11-09 16:38:08 +0000",
            "iso_8601": "2018-11-09T16:38:08Z"
        },
        "subject": "ITV's Editor Preston tweets \" Barnier's Brexit negotiating  team is beginning talks with EU27 on possible shape of deal, I understand. Coreper officials about to be briefed. Deal by no means done, I understand.\"",
        "content": "<ul><li>adding &quot;Not clear it will be in time for May&nbsp;to have cabinet she wants on Monday&quot;</li>\r\n</ul>\r\n\r\n<p><a href=\"https://twitter.com/Peston/status/1060933956600762368\">Click here for the tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "itv-s-editor-preston-tweets-barnier-s-brexit-negotiating-team-is-beginning-talks-with-eu27-on-possible-shape-of-deal-i-understand-coreper-officials-about-to-be-briefed-deal-by-no-means-done-i-understand-09-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 00:36:00",
        "gmt_time": "2018-11-09 16:36:00"
    },
    {
        "id": 682457,
        "updated_sequence": 1084342,
        "published_at": {
            "unix": 1541781000,
            "text": "2018-11-09 16:30:00 +0000",
            "iso_8601": "2018-11-09T16:30:00Z"
        },
        "updated_at": {
            "unix": 1541781257,
            "text": "2018-11-09 16:34:17 +0000",
            "iso_8601": "2018-11-09T16:34:17Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (-0.20%), FTSE 100 (-0.41%), DAX (+0.01%), CAC (-0.48%), IBEX (-0.38%), FTSE MIB (-0.79%), SMI (-0.43%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-20-ftse-100-0-41-dax-0-01-cac-0-48-ibex-0-38-ftse-mib-0-79-smi-0-43-09-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 00:30:00",
        "gmt_time": "2018-11-09 16:30:00"
    },
    {
        "id": 682456,
        "updated_sequence": 1084339,
        "published_at": {
            "unix": 1541780700,
            "text": "2018-11-09 16:25:00 +0000",
            "iso_8601": "2018-11-09T16:25:00Z"
        },
        "updated_at": {
            "unix": 1541780848,
            "text": "2018-11-09 16:27:28 +0000",
            "iso_8601": "2018-11-09T16:27:28Z"
        },
        "subject": "EU antitrust regulators are set to clear Takeda's USD 62bln offer for Shire (SHP LN), conditional on sale of Shire's bowl inflammation drug in development",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-antitrust-regulators-are-set-to-clear-takeda-s-usd-62bln-offer-for-shire-shp-ln-conditional-on-sale-of-shire-s-bowl-inflammation-drug-in-development-09-11-2018",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 00:25:00",
        "gmt_time": "2018-11-09 16:25:00"
    },
    {
        "id": 682455,
        "updated_sequence": 1084336,
        "published_at": {
            "unix": 1541780400,
            "text": "2018-11-09 16:20:00 +0000",
            "iso_8601": "2018-11-09T16:20:00Z"
        },
        "updated_at": {
            "unix": 1541780517,
            "text": "2018-11-09 16:21:57 +0000",
            "iso_8601": "2018-11-09T16:21:57Z"
        },
        "subject": "Extended Stay American (STAY) stake was discussed at Sohn San Francisco on October 29th",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction, company shares spiked higher from USD 18.38 to USD 18.51</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1541780516,
            "text": "2018-11-09 16:21:56 +0000",
            "iso_8601": "2018-11-09T16:21:56Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "extended-stay-american-stay-stake-was-discussed-at-sohn-san-francisco-on-october-29th-09-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 00:20:00",
        "gmt_time": "2018-11-09 16:20:00"
    },
    {
        "id": 682454,
        "updated_sequence": 1084350,
        "published_at": {
            "unix": 1541780340,
            "text": "2018-11-09 16:19:00 +0000",
            "iso_8601": "2018-11-09T16:19:00Z"
        },
        "updated_at": {
            "unix": 1541781762,
            "text": "2018-11-09 16:42:42 +0000",
            "iso_8601": "2018-11-09T16:42:42Z"
        },
        "subject": "US Trade Advisor Navarro says US steel and aluminium tariffs have spurred investment, and has not led to the disasters predicted; adds US economic security is national security",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-trade-advisor-navarro-says-us-steel-and-aluminium-tariffs-have-spurred-investment-and-has-not-led-to-the-disasters-predicted-adds-us-economic-security-is-national-security-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 00:19:00",
        "gmt_time": "2018-11-09 16:19:00"
    },
    {
        "id": 682453,
        "updated_sequence": 1084330,
        "published_at": {
            "unix": 1541780220,
            "text": "2018-11-09 16:17:00 +0000",
            "iso_8601": "2018-11-09T16:17:00Z"
        },
        "updated_at": {
            "unix": 1541780237,
            "text": "2018-11-09 16:17:17 +0000",
            "iso_8601": "2018-11-09T16:17:17Z"
        },
        "subject": "New York Fed Staff Nowcast for 2018:Q4 stands at 2.7% (Prev. 2.6%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Fed",
        "slug": "new-york-fed-staff-nowcast-for-2018-q4-stands-at-2-7-prev-2-6-09-11-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 00:17:00",
        "gmt_time": "2018-11-09 16:17:00"
    },
    {
        "id": 682452,
        "updated_sequence": 1084327,
        "published_at": {
            "unix": 1541779980,
            "text": "2018-11-09 16:13:00 +0000",
            "iso_8601": "2018-11-09T16:13:00Z"
        },
        "updated_at": {
            "unix": 1541780099,
            "text": "2018-11-09 16:14:59 +0000",
            "iso_8601": "2018-11-09T16:14:59Z"
        },
        "subject": "Sources suggest other UK ministers could resign from UK PM May's government over the Brexit deal, according to Yorkshire Post reporter",
        "content": "<ul><li>Reporter takes these rumours with a &quot;pinch of salt&quot;</li>\r\n  <li><a href=\"https://twitter.com/singharj/status/1060927783294119936\">Via Twitter</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "sources-suggest-other-uk-ministers-could-resign-from-uk-pm-may-s-government-over-the-brexit-deal-according-to-yorkshire-post-reporter-09-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 00:13:00",
        "gmt_time": "2018-11-09 16:13:00"
    },
    {
        "id": 682451,
        "updated_sequence": 1084324,
        "published_at": {
            "unix": 1541779560,
            "text": "2018-11-09 16:06:00 +0000",
            "iso_8601": "2018-11-09T16:06:00Z"
        },
        "updated_at": {
            "unix": 1541779634,
            "text": "2018-11-09 16:07:14 +0000",
            "iso_8601": "2018-11-09T16:07:14Z"
        },
        "subject": "Atlanta Fed maintains GDP forecast of 2.9% for Q4",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlanta-fed-maintains-gdp-forecast-of-2-9-for-q4-09-11-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-10 00:06:00",
        "gmt_time": "2018-11-09 16:06:00"
    },
    {
        "id": 682450,
        "updated_sequence": 1084321,
        "published_at": {
            "unix": 1541778720,
            "text": "2018-11-09 15:52:00 +0000",
            "iso_8601": "2018-11-09T15:52:00Z"
        },
        "updated_at": {
            "unix": 1541779033,
            "text": "2018-11-09 15:57:13 +0000",
            "iso_8601": "2018-11-09T15:57:13Z"
        },
        "subject": "UK Junior Transport Minister Jo Johnson resigned from the position over PM May's proposed plan",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-junior-transport-minister-jo-johnson-resigned-from-the-position-over-pm-may-s-proposed-plan-09-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 23:52:00",
        "gmt_time": "2018-11-09 15:52:00"
    },
    {
        "id": 682449,
        "updated_sequence": 1084314,
        "published_at": {
            "unix": 1541778480,
            "text": "2018-11-09 15:48:00 +0000",
            "iso_8601": "2018-11-09T15:48:00Z"
        },
        "updated_at": {
            "unix": 1541778547,
            "text": "2018-11-09 15:49:07 +0000",
            "iso_8601": "2018-11-09T15:49:07Z"
        },
        "subject": "Weekly FX Wrap: some belated fireworks, more Brexit bartering and Italian budget barbs",
        "content": "<p>USD</p>\r\n\r\n<p>Another topsy-turvy week for the Dollar, but in contrast to its sharp retracement from last Wednesday&rsquo;s new ytd peak, it has been a case of stopping the rot and regrouping after a midweek/post-midterm election slump. Indeed, the DXY looks set to end Friday&rsquo;s session around 96.700 and almost 100 ticks off worst levels, with decent prospects of netting a small gain vs &lsquo;opening&rsquo; levels circa 96.402, partly on the back of firmer than forecast US PPI data and an upbeat Fed keeping end of 2018 tightening firmly on the agenda,</p>\r\n\r\n<p>CAD</p>\r\n\r\n<p>The Loonie has essentially mirrored Greenback moves or been most inversely-correlated than other majors, with sliding oil prices exacerbating its marked downturn as the week draws to a close. Canadian data did not really factor, as Usd/Cad rebound to 1.3200 from circa 1.3050 at one stage.</p>\r\n\r\n<p>GBP</p>\r\n\r\n<p>Also largely oblivious to UK data, even when a barrage finally arrived on the final session of the week and included relatively encouraging Q3 GDP and a narrower than expected trade deficit. Instead, the Pound was split between Brexit headline-watching and external impulses with more reports about progress towards a deal with the EU offset by denials, in-house Government squabbling and above all else still no Irish border/customs union/back-stop resolution. Hence, Cable currently not far from where it started the week (1.3040) within a 1.2960-1.3175 range, and awaiting any news about another Cabinet meeting over the weekend.</p>\r\n\r\n<p>EUR &nbsp;</p>\r\n\r\n<p>The single currency has also endured a week of fairly extreme peaks and troughs, partly in lock-step with the Buck&rsquo;s changing fortunes, but also due to more Italian-EU budget wrangling that came to a head with EC forecasts highlighting marked divergence of opinion on growth, deficit, debt reduction and servicing due to BTP spread widening (as well as higher outright yields). Some downbeat Eurozone macro releases (like services PMIs) also undermined the Eur to an extent, with Eur/Usd presently back down near the base of 1.1325-1.1500 parameters.</p>\r\n\r\n<p>AUD/NZD</p>\r\n\r\n<p>The Antipodean Dollars derived little if any independent impetus from either the RBA or RBNZ even though both were a bit more upbeat in terms of economic assessments. The ongoing US-China trade spat continues to hamper the Aud especially, while the Kiwi had its wings clipped by Governor Orr keeping the option to ease the OCR on the table. However, the former has recovered well from just below 0.7200 at one stage and is now just shy of 0.7250 having popped its head above 0.7300 at best, while the Nzd is hovering around 0.6750 and closer to the upper echelons of a 0.6630-0.6800 band.</p>\r\n\r\n<p>JPY/CHF &nbsp;</p>\r\n\r\n<p>A late week swoon in risk sentiment has helped the Jpy in particular claw back some lost ground vs the Usd, but it is still nearer the lows than highs on the aforementioned Buck revival having traded down to 114.10 and circa 113.00. Meanwhile, the Franc has paid some heed to several reminders from the SNB, including a Government publication containing quotes from Governor Jordan, about the ongoing need for direct intervention and policy accommodation given a still highly valued Chf and currency market fragility. Hence, Usd/Chf has been mainly above parity and not far from 1.1000 earlier on Friday, with the Eur/Chf over 1.1400 for the most part, even though the single currency has had bearish factors to deal with (as noted above).</p>\r\n\r\n<p>SEK/NOK &nbsp;</p>\r\n\r\n<p>A solid week from both a fundamental and technical perspective for the Scandi crowns has been derailed somewhat by significantly softer than expected Norwegian inflation data, not far in advance of Swedish CPI next week that could determine whether the Riskbank opts to hike in December or February 2019. Eur/Nok currently around 9.5450 vs 9.5000 at the base this week and just over 9.5800 at the other extreme, and Eur/Sek now circa 10.2750 vs 10.3530 and 10.2430 respectively.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-some-belated-fireworks-more-brexit-bartering-and-italian-budget-barbs-09-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 23:48:00",
        "gmt_time": "2018-11-09 15:48:00"
    },
    {
        "id": 682448,
        "updated_sequence": 1084311,
        "published_at": {
            "unix": 1541777640,
            "text": "2018-11-09 15:34:00 +0000",
            "iso_8601": "2018-11-09T15:34:00Z"
        },
        "updated_at": {
            "unix": 1541777788,
            "text": "2018-11-09 15:36:28 +0000",
            "iso_8601": "2018-11-09T15:36:28Z"
        },
        "subject": "RANsquawk sources report talk that KB Home (KBH) are fielding notable client queries/interests and are investigating a potential market purchase - unconfirmed ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ransquawk-sources-report-talk-that-kb-home-kbh-are-fielding-notable-client-queries-interests-and-are-investigating-a-potential-market-purchase-unconfirmed-09-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": "'Newsquawk source' - Signifies information that has not been formally tested through traditional journalistic channels and therefore is to be treated as unsubstantiated. Any interpretation of this information is taken at the reader’s own risk and is a representation of the rumours within the market place and never generated by ourselves",
        "rumour": true,
        "hk_time": "2018-11-09 23:34:00",
        "gmt_time": "2018-11-09 15:34:00"
    },
    {
        "id": 682446,
        "updated_sequence": 1084303,
        "published_at": {
            "unix": 1541776980,
            "text": "2018-11-09 15:23:00 +0000",
            "iso_8601": "2018-11-09T15:23:00Z"
        },
        "updated_at": {
            "unix": 1541777086,
            "text": "2018-11-09 15:24:46 +0000",
            "iso_8601": "2018-11-09T15:24:46Z"
        },
        "subject": "Nigerian October crude oil output 2.09mln bpd (-70k bpd M/M), according to the Nigerian Oil Ministry via Platts",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nigerian-october-crude-oil-output-2-09mln-bpd-70k-bpd-m-m-according-to-the-nigerian-oil-ministry-via-platts-09-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 23:23:00",
        "gmt_time": "2018-11-09 15:23:00"
    },
    {
        "id": 682447,
        "updated_sequence": 1084306,
        "published_at": {
            "unix": 1541776740,
            "text": "2018-11-09 15:19:00 +0000",
            "iso_8601": "2018-11-09T15:19:00Z"
        },
        "updated_at": {
            "unix": 1541777403,
            "text": "2018-11-09 15:30:03 +0000",
            "iso_8601": "2018-11-09T15:30:03Z"
        },
        "subject": "TransCanada (TRP) spokesperson says the company is reviewing the judge's ruling to halt Keyston XL pipeline; the company is still committed to building the pipeline",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "transcanada-trp-spokesperson-says-the-company-is-reviewing-the-judge-s-ruling-to-halt-keyston-xl-pipeline-the-company-is-still-committed-to-building-the-pipeline-09-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 23:19:00",
        "gmt_time": "2018-11-09 15:19:00"
    },
    {
        "id": 682438,
        "updated_sequence": 1084275,
        "published_at": {
            "unix": 1541774520,
            "text": "2018-11-09 14:42:00 +0000",
            "iso_8601": "2018-11-09T14:42:00Z"
        },
        "updated_at": {
            "unix": 1541774556,
            "text": "2018-11-09 14:42:36 +0000",
            "iso_8601": "2018-11-09T14:42:36Z"
        },
        "subject": "US Movers: Walt Disney (DIS) +1.2%, Coty (COTY) +1.5%, Viacomm (VIAB) +1.5%, Activision Blizzard (ATVI) -12.4%, Century Link (CTL) -12.0%, PG&E (PCG) -5.9%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "Newswires",
        "slug": "us-movers-walt-disney-dis-1-2-coty-coty-1-5-viacomm-viab-1-5-activision-blizzard-atvi-12-4-century-link-ctl-12-0-pg-e-pcg-5-9-09-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 22:42:00",
        "gmt_time": "2018-11-09 14:42:00"
    },
    {
        "id": 682437,
        "updated_sequence": 1084279,
        "published_at": {
            "unix": 1541774100,
            "text": "2018-11-09 14:35:00 +0000",
            "iso_8601": "2018-11-09T14:35:00Z"
        },
        "updated_at": {
            "unix": 1541774801,
            "text": "2018-11-09 14:46:41 +0000",
            "iso_8601": "2018-11-09T14:46:41Z"
        },
        "subject": "Atlantia (ATL IM) reports 9-month EBITDA EUR 2.91bln vs. Exp. EUR 2.89bln, 9-month revenue EUR 4.625bln vs. Exp. EUR 4.623bln, net profit EUR 733mln vs. Exp. EUR 767mln, Co. says it will not be paying an interim dividend",
        "content": "",
        "reaction_details": "<ul><li>In an immediate reaction to the company not paying an interim dividend, company shares slumped to new session lows from EUR 18.30 to EUR 17.65</li>\r\n</ul>\r\n",
        "reaction_updated_at": {
            "unix": 1541774801,
            "text": "2018-11-09 14:46:41 +0000",
            "iso_8601": "2018-11-09T14:46:41Z"
        },
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "atlantia-atl-im-reports-9-month-ebitda-eur-2-91bln-vs-exp-eur-2-89bln-9-month-revenue-eur-4-625bln-vs-exp-eur-4-623bln-net-profit-eur-733mln-vs-exp-eur-767mln-co-says-it-will-not-be-paying-an-interim-dividend-09-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 22:35:00",
        "gmt_time": "2018-11-09 14:35:00"
    },
    {
        "id": 682436,
        "updated_sequence": 1084266,
        "published_at": {
            "unix": 1541773860,
            "text": "2018-11-09 14:31:00 +0000",
            "iso_8601": "2018-11-09T14:31:00Z"
        },
        "updated_at": {
            "unix": 1541774207,
            "text": "2018-11-09 14:36:47 +0000",
            "iso_8601": "2018-11-09T14:36:47Z"
        },
        "subject": "PBoC says trade frictions with the US brings uncertainty to future exports; adding trade frictions might intensify financial market volatility",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-says-trade-frictions-with-the-us-brings-uncertainty-to-future-exports-adding-trade-frictions-might-intensify-financial-market-volatility-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 22:31:00",
        "gmt_time": "2018-11-09 14:31:00"
    },
    {
        "id": 682427,
        "updated_sequence": 1084260,
        "published_at": {
            "unix": 1541773560,
            "text": "2018-11-09 14:26:00 +0000",
            "iso_8601": "2018-11-09T14:26:00Z"
        },
        "updated_at": {
            "unix": 1541774188,
            "text": "2018-11-09 14:36:28 +0000",
            "iso_8601": "2018-11-09T14:36:28Z"
        },
        "subject": "Additional US Equity Stories - GS, BA, CPB, GE",
        "content": "<ul><li><strong>Goldman Sachs (GS)</strong>&nbsp;- An executive of a British lender said they are becoming worried by Goldman&#39;s Marcus, which is offering better rates to savers and lenders. (Newswires)</li>\r\n  <li><strong>Boeing (BA)</strong>&nbsp;- The co., alongside the French Safran (SAF FP), have begun operations on their 50-50 joint venture, Etienne Boisseau has been appointed as its CEO. (Newswires)</li>\r\n  <li><strong>Campbell Soup (CPB)</strong>&nbsp;- Activist investor Daniel Loeb&#39;s Third Point have reduced its board nominees to five for the packaged food co. (Newswires)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-gs-ba-cpb-ge-09-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 22:26:00",
        "gmt_time": "2018-11-09 14:26:00"
    },
    {
        "id": 682435,
        "updated_sequence": 1084255,
        "published_at": {
            "unix": 1541773560,
            "text": "2018-11-09 14:26:00 +0000",
            "iso_8601": "2018-11-09T14:26:00Z"
        },
        "updated_at": {
            "unix": 1541773619,
            "text": "2018-11-09 14:26:59 +0000",
            "iso_8601": "2018-11-09T14:26:59Z"
        },
        "subject": "PBoC says the Chinese economy is under increasing downward pressure",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-says-the-chinese-economy-is-under-increasing-downward-pressure-09-11-2018",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 22:26:00",
        "gmt_time": "2018-11-09 14:26:00"
    },
    {
        "id": 682434,
        "updated_sequence": 1084249,
        "published_at": {
            "unix": 1541773200,
            "text": "2018-11-09 14:20:00 +0000",
            "iso_8601": "2018-11-09T14:20:00Z"
        },
        "updated_at": {
            "unix": 1541773418,
            "text": "2018-11-09 14:23:38 +0000",
            "iso_8601": "2018-11-09T14:23:38Z"
        },
        "subject": "Third Point has reduced its Campbell Soup (CPB) nominees to 5 according to CNBC's Faber",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "CNBC",
        "slug": "third-point-has-reduced-its-campbell-soup-cpb-nominees-to-5-according-to-cnbc-s-faber-09-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 22:20:00",
        "gmt_time": "2018-11-09 14:20:00"
    },
    {
        "id": 682433,
        "updated_sequence": 1084243,
        "published_at": {
            "unix": 1541772900,
            "text": "2018-11-09 14:15:00 +0000",
            "iso_8601": "2018-11-09T14:15:00Z"
        },
        "updated_at": {
            "unix": 1541773028,
            "text": "2018-11-09 14:17:08 +0000",
            "iso_8601": "2018-11-09T14:17:08Z"
        },
        "subject": "US President Trump states that he did not speak with Whitaker about the Robert Mueller probe before making him Acting Attorney General ",
        "content": "<ul><li>Trump states that he has not ruled out sitting down with Mueller&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-states-that-he-did-not-speak-with-whitaker-about-the-robert-mueller-probe-before-making-him-acting-attorney-general-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 22:15:00",
        "gmt_time": "2018-11-09 14:15:00"
    },
    {
        "id": 682432,
        "updated_sequence": 1084269,
        "published_at": {
            "unix": 1541772840,
            "text": "2018-11-09 14:14:00 +0000",
            "iso_8601": "2018-11-09T14:14:00Z"
        },
        "updated_at": {
            "unix": 1541774356,
            "text": "2018-11-09 14:39:16 +0000",
            "iso_8601": "2018-11-09T14:39:16Z"
        },
        "subject": "German Foreign Affairs Minister Maas says he is optimistic on a Brexit deal but is still preparing for a no deal; he is confident the UK will leave the EU with an agreement",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-foreign-affairs-minister-maas-says-he-is-optimistic-on-a-brexit-deal-but-is-still-preparing-for-a-no-deal-he-is-confident-the-uk-will-leave-the-eu-with-an-agreement-09-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 22:14:00",
        "gmt_time": "2018-11-09 14:14:00"
    },
    {
        "id": 682430,
        "updated_sequence": 1084237,
        "published_at": {
            "unix": 1541772000,
            "text": "2018-11-09 14:00:00 +0000",
            "iso_8601": "2018-11-09T14:00:00Z"
        },
        "updated_at": {
            "unix": 1541772316,
            "text": "2018-11-09 14:05:16 +0000",
            "iso_8601": "2018-11-09T14:05:16Z"
        },
        "subject": "European Trade Commissioner Malmström says the EU is working as fast as possible on a trade deal with US",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-trade-commissioner-malmstrom-says-the-eu-is-working-as-fast-as-possible-on-a-trade-deal-with-us-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 22:00:00",
        "gmt_time": "2018-11-09 14:00:00"
    },
    {
        "id": 682426,
        "updated_sequence": 1084212,
        "published_at": {
            "unix": 1541771520,
            "text": "2018-11-09 13:52:00 +0000",
            "iso_8601": "2018-11-09T13:52:00Z"
        },
        "updated_at": {
            "unix": 1541771610,
            "text": "2018-11-09 13:53:30 +0000",
            "iso_8601": "2018-11-09T13:53:30Z"
        },
        "subject": "Russia's Rosneft says its CEO Igor Sechin discussed prospects for cooperation with Saudi Aramco CEO",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-rosneft-says-its-ceo-igor-sechin-discussed-prospects-for-cooperation-with-saudi-aramco-ceo-09-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 21:52:00",
        "gmt_time": "2018-11-09 13:52:00"
    },
    {
        "id": 682425,
        "updated_sequence": 1084206,
        "published_at": {
            "unix": 1541771280,
            "text": "2018-11-09 13:48:00 +0000",
            "iso_8601": "2018-11-09T13:48:00Z"
        },
        "updated_at": {
            "unix": 1541771462,
            "text": "2018-11-09 13:51:02 +0000",
            "iso_8601": "2018-11-09T13:51:02Z"
        },
        "subject": "Eurogroup Head Centeno says sanctions against Italy is not on the agenda right now. Italy Economy Minister Tria said he doesn't take for granted that there will be excessive procedure against Italy ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eurogroup-head-centeno-says-sanctions-against-italy-is-not-on-the-agenda-right-now-italy-economy-minister-tria-said-he-doesn-t-take-for-granted-that-there-will-be-excessive-procedure-against-italy-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 21:48:00",
        "gmt_time": "2018-11-09 13:48:00"
    },
    {
        "id": 682424,
        "updated_sequence": 1084197,
        "published_at": {
            "unix": 1541771220,
            "text": "2018-11-09 13:47:00 +0000",
            "iso_8601": "2018-11-09T13:47:00Z"
        },
        "updated_at": {
            "unix": 1541771287,
            "text": "2018-11-09 13:48:07 +0000",
            "iso_8601": "2018-11-09T13:48:07Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 9th November 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20522/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li><strong>Activision Blizzard Inc (ATVI) Q3 Adj. EPS USD 0.42 vs. Exp. USD 0.50, revenue USD 1.51bln vs. Exp. USD 1.66bln</strong></li>\r\n  <li><strong>Walt Disney Co (DIS) Q4 EPS Excluding Items USD 1.48 vs. Exp. USD 1.34, revenue USD 14.3bln vs. Exp. USD 13.73bln</strong></li>\r\n  <li><strong>Tobacco names (BAT, PM, MO) &ndash; The FDA is clamping down on e-cigarettes</strong></li>\r\n</ul>\r\n\r\n<p><strong>9th November 2018</strong></p>\r\n\r\n<p><strong>Earnings</strong></p>\r\n\r\n<ul><li>Activision Blizzard Inc (ATVI) Q3 Adj. EPS USD 0.42 vs. Exp. USD 0.50, revenue USD 1.51bln vs. Exp. USD 1.66bln. Sees Q4 Adj.EPS USD 0.64 vs. Exp. USD 1.34 due in part to weakness in &ldquo;Destiny&rdquo;, backs FY18 Adj. EPS view USD 2.46 vs. Exp. USD 2.64. (Newswires)</li>\r\n  <li>CenturyLink Inc (CTL) Q3 EPS USD 0.25 vs. Exp. USD 0.30, revenue USD 5.82bln vs. Exp. USD 5.88bln. (Newswires)</li>\r\n  <li>Drop Box (DBX)&nbsp;Q3 EPS USD&nbsp;0.11 vs. Exp. USD 0.06, revenue USD 0.360bln vs. Exp. USD 0.352bln. (Newswires)</li>\r\n  <li>Hertz (HTZ) Q3 adj. EPS USD 2.14 vs. Exp. USD 1.71, revenue USD 2.8bln vs. Exp. USD 2.68bln. (Newswires) &nbsp;</li>\r\n  <li>Mettler-Toledo International Inc (MTD) Q3 EPS USD 5.12 vs. Exp. USD 5.00, revenue USD 0.734bln vs. Exp. USD 0.74bln. (Newswires)</li>\r\n  <li>Perrigo Company PLC (PRGO) Q3 EPS USD 1.09 vs. Exp. USD 1.01, revenue USD 1.13bln vs. Exp. USD 1.16bln. (Newswires)</li>\r\n  <li>Praxair (PX) Q3 Adj. EPS USD 1.69 vs Exp. USD 1.70, revenue USD 3.02bln vs Exp. USD 3.07bln. (Newswires)</li>\r\n  <li>Skyworks Solutions Inc (SWKS) Q3 EPS USD 1.94 vs. Exp. USD 1.92, revenue USD 1.01bln vs. Exp. USD 1bln. (Newswires)</li>\r\n  <li>Trade Desk (TTD) Q3 EPS USD 0.65 vs. Exp. USD 0.50, revenue USD 0.118bln vs. Exp. USD 0.117bln. (Newswires)</li>\r\n  <li>Walt Disney Co (DIS) Q4 EPS Excluding Items USD 1.48 vs. Exp. USD 1.34, revenue USD 14.3bln vs. Exp. USD 13.73bln. CEO Bob Iger unveiled a new streaming service called Disney+ rivalling Netflix (NFLX). Optimistic Fox (FOXA) acquisition will close earlier than expected. (Newswires)</li>\r\n  <li>Yelp (YELP) Q3 EPS USD&nbsp;0.17 vs. Exp. USD 0.10, revenue USD 0.241bln vs. Exp. USD 0.245bln. The co. predicted a disappointing holiday period. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>DJIA</strong></p>\r\n\r\n<ul><li>American Express (AXP) &ndash; The PBoC has given approval to the bank for a clearing and settlement license in mainland China. (Newswires)</li>\r\n  <li>Boeing (BA) &ndash; The aerospace co. has had one of its 757 planes crashed, under operation by Jamaica Airways heading towards Toronto, where it suffered from a hydraulic issue after take-off, six passengers were injured. (Newswires)</li>\r\n  <li>Exxon Mobil (XOM) - S&amp;P Global Platts has added the co.&#39;s EXTAP unit to its Asia Market On Close assessment process for Asian oil markets. (Newswires)</li>\r\n  <li>Merck (MRK) &ndash; The pharma giant, alongside the Tokyo-based Eisai, released &ldquo;encouraging&rdquo; data from their Phase 2 study of the combination of Merck&rsquo;s Keytruda and Eisai&rsquo;s Lenvima, for the treatment of various cancer types. (Newswires)</li>\r\n  <li>Microsoft (MSFT) &ndash; Microsoft has won business from retailer Gap (GPS), over Amazon (AMZN), for its Azure to be its primary cloud provider. (CNBC)</li>\r\n  <li>Procter &amp; Gamble (PG) &ndash; The consumer goods co. has announced it will continue efforts to deliver stronger, balanced growth and value creation by simplifying its organisation structure, more specifically its management structure. (Newswires)</li>\r\n  <li>Walmart (WMT) &ndash; Baird have said they expect strong performance from the retailer, vs. its comps, after it gave a bullish tone at an investor meeting. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>S&amp;P500</strong></p>\r\n\r\n<ul><li>Archer-Daniels-Midland (ADM) &ndash; The agricultural and food co. has approached Argentina&rsquo;s Molinos Agro to make an offer for its livestock feed and soy oil manufacturing plant. (Newswires)</li>\r\n  <li>Bank of America (BAC) &ndash; The bank has reportedly spent USD 300mln-400mln in preparing for a hard Brexit, with plans for a hub in Dublin and a broker-dealer in Paris. (Newswires)</li>\r\n  <li>Tobacco names (BAT, PM, MO) &ndash; The FDA is clamping down on e-cigarettes, where it plans to remove them from many retailers and to enforce strict age verification measures. (WSJ)</li>\r\n  <li>General Electric (GE) &ndash; JP Morgan lowers its price target on the stock to USD 6 from USD 10 following the release of its quarterly earnings which were worse than expected on &quot;almost all fronts&quot;. (Newswires)</li>\r\n  <li>Linde (LIN), Phillips 66 (PSX) &ndash; Linde&rsquo;s Praxair unit has reached an agreement to supply Phillips 66&rsquo;s Sweeney refinery, Texas with high-purity hydrogen, beginning in 2021. (Newswires)</li>\r\n  <li>Target (TGT) &ndash; Baird have said that the co.&rsquo;s recent strategic investments have put it into a strong position for the holiday season. (Newswires)</li>\r\n  <li>Twitter (TWTR) &ndash; The social media co.&rsquo;s co-founder, Ev Williams, said he regrets putting in a follower count on user profiles as he believes it is detrimental to health. (Recode)</li>\r\n  <li>United Continental (UAL) &ndash; The airline reported October (vs. October 2017) traffic increased by 7.5%, consolidated capacity increased by 5.9% and load factor increased by 1.2 points. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>NASDAQ</strong></p>\r\n\r\n<ul><li>Alphabet (GOOGL) &ndash; The tech giant has hired the Geisinger Health CEO, David Feinberg, to oversee the co.&rsquo;s healthcare. (Newswires)</li>\r\n  <li>Amazon (AMZN) &ndash; The online retailer&rsquo;s cloud computing unit has defended its marketing of its facial recognition technology, Rekognition, to law enforcement. (BuzzFeed)</li>\r\n  <li>Facebook (FB) &ndash; The co. has said that its new Portal device, a smart-speaker, is not a &ldquo;data-gathering operation&rdquo; and won&rsquo;t be used for ad-targeting. Elsewhere, the co. said it has removed over 14mln pieces of terrorist content this year alone. (Newswires)</li>\r\n  <li>Gilead (GILD) - The pharmaceutical announces positive results for GS-9674 Phase 2 for the treatment of PSC which was granted orphan drug designation by the FDA at the Liver Meeting 2018. The treatment was discontinued due to adverse events in three patients. (Newswires)</li>\r\n  <li>Netflix (NFLX) &ndash; The movie streaming co. is working on 17 new original productions in Asia as announced at an event in Singapore on Thursday. (Newswires)</li>\r\n  <li>Tesla (TSLA) &ndash; Investor Ron Baron said he was pleased with the new Chair Robyn Denholm, as he likes woman executives. (CNBC)</li>\r\n</ul>\r\n\r\n<p><strong>OTHER NEWS</strong></p>\r\n\r\n<ul><li>II-VI (IIVI), Finisar (FNSR) &ndash; Optical products co. II-VI is to acquire other optics co. Finisar for a cash and stock deal valued at USD 3.2bln. (Newswires)</li>\r\n  <li>Alibaba (BABA) &ndash; The Chinese tech giant&rsquo;s payments unit, Alipay, is in talks with the football body UEFA, where it will be used to take payments at its events. (CNBC)</li>\r\n</ul>\r\n\r\n<p><strong>BROKER MOVES</strong></p>\r\n\r\n<p><strong>Upgrades</strong></p>\r\n\r\n<ul><li>ARCELORMITTAL (MT) UPGRADED TO NEUTRAL FROM SELL AT UBS</li>\r\n  <li>ARRIS (ARRS) UPGRADED TO NEUTRAL FROM SELL AT GOLDMAN SACHS</li>\r\n  <li>AXON (AAXN) UPGRADED TO OUTPERFORM FROM NEUTRAL AT BAIRD</li>\r\n  <li>BROOKFIELD (BAM) UPGRADED TO OUTPERFORM FROM NEUTRAL AT CREDIT SUISSE</li>\r\n  <li>CADENCE BANCORP (CADE) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT KEEFE BRUYETTE</li>\r\n  <li>CANNAE HOLDINGS (CNNE) UPGRADED TO OVERWEIGHT FROM NEUTRAL AT PIPER JAFFRAY</li>\r\n  <li>CLOUDERA (CLDR) UPGRADED TO BUY FROM NEUTRAL AT ROSENBLATT</li>\r\n  <li>COLUMBIA BANKING (COLB) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT KEEFE BRUYETTE</li>\r\n  <li>CREE (CREE) UPGRADED TO BUY FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>CROWN HOLDINGS (CCK) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li>\r\n  <li>ENDO (ENDP) UPGRADED TO BUY FROM HOLD AT CANACCORD</li>\r\n  <li>EQGP HOLDINGS (EQGP) UPGRADED TO BUY FROM HOLD AT JEFFERIES</li>\r\n  <li>FCB FINANCIAL (FCB) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT KEEFE BRUYETTE</li>\r\n  <li>GARDNER DENVER (GDI) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li>\r\n  <li>MOMO (MOMO) UPGRADED TO BUY FROM HOLD AT 86 RESEARCH</li>\r\n  <li>MONSTER BEVERAGE (MNST) UPGRADED TO CONVICTION BUY FROM BUY AT GOLDMAN SACHS</li>\r\n  <li>NOODLES &amp; COMPANY (NDLS) UPGRADED TO NEUTRAL FROM UNDERWEIGHT AT PIPER JAFFRAY</li>\r\n  <li>OWENS-ILLINOIS (OI) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li>\r\n  <li>PARTY CITY (PRTY) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li>\r\n  <li>PVH CORP. (PVH) UPGRADED TO NEUTRAL FROM SELL AT GOLDMAN SACHS</li>\r\n  <li>SANTANDER BRASIL (BSBR) UPGRADED TO EQUAL WEIGHT FROM UNDERWEIGHT AT MORGAN STANLEY</li>\r\n  <li>STATE BANK (STBZ) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT KEEFE BRUYETTE</li>\r\n  <li>SYNOVUS (SNV) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT KEEFE BRUYETTE</li>\r\n  <li>TCF FINANCIAL (TCF) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT KEEFE BRUYETTE</li>\r\n  <li>WOODWARD (WWD) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT BARRINGTON</li>\r\n</ul>\r\n\r\n<p><strong>Downgrades</strong></p>\r\n\r\n<ul><li>COMMSCOPE (COMM) DOWNGRADED TO NEUTRAL FROM BUY AT LONGBOW</li>\r\n  <li>COPA HOLDINGS (CPA) DOWNGRADED TO IN LINE FROM OUTPERFORM AT EVERCORE ISI</li>\r\n  <li>CTRIP (CTRP) DOWNGRADED TO NEUTRAL FROM BUY AT NOMURA INSTINET</li>\r\n  <li>CTRIP (CTRP) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li>\r\n  <li>CTRIP (CTRP) DOWNGRADED TO UNDERPERFORM FROM BUY AT DAIWA</li>\r\n  <li>DISCOVERY (DISCA) DOWNGRADED TO IN-LINE FROM OUTPERFORM AT IMPERIAL CAPITAL</li>\r\n  <li>HIMAX (HIMX) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li>\r\n  <li>HORIZON GLOBAL (HZN) DOWNGRADED TO NEUTRAL FROM BUY AT B. RILEY FBR</li>\r\n  <li>KEURIG DR PEPPER (KDP) DOWNGRADED TO HOLD FROM BUY AT GABELLI</li>\r\n  <li>MASTEC (MTZ) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT BAIRD</li>\r\n  <li>MCCORMICK (MKC) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li>\r\n  <li>MCCORMICK (MKC) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li>\r\n  <li>MICHAEL KORS (KORS) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT CREDIT SUISSE</li>\r\n  <li>REDFIN (RDFN) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT WILLIAM BLAIR</li>\r\n  <li>SANGAMO (SGMO) DOWNGRADED TO NEUTRAL FROM BUY AT GUGGENHEIM</li>\r\n  <li>SKYWORKS (SWKS) DOWNGRADED TO NEUTRAL FROM BUY AT B. RILEY FBR</li>\r\n  <li>SKYWORKS (SWKS) DOWNGRADED TO NEUTRAL FROM BUY AT BOFA/MERRILL</li>\r\n  <li>SYNAPTICS (SYNA) DOWNGRADED TO SECTOR WEIGHT FROM OVERWEIGHT AT KEYBANC</li>\r\n  <li>THL CREDIT (TCRD) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT RAYMOND JAMES</li>\r\n  <li>TRIPADVISOR (TRIP) DOWNGRADED TO SELL FROM NEUTRAL AT UBS</li>\r\n  <li>YELP (YELP) DOWNGRADED TO HOLD FROM BUY AT DEUTSCHE BANK</li>\r\n  <li>YELP (YELP) DOWNGRADED TO MARKET PERFORM FROM OUTPERFORM AT RAYMOND JAMES</li>\r\n  <li>YELP (YELP) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT WEDBUSH</li>\r\n  <li>YELP (YELP) DOWNGRADED TO NEUTRAL FROM OVERWEIGHT AT JPMORGAN</li>\r\n</ul>\r\n\r\n<p><strong>INITIATIONS</strong></p>\r\n\r\n<ul><li>DYNAGAS LNG (DLNG) INITIATED WITH A BUY AT B. RILEY FBR</li>\r\n  <li>FABRINET (FN) RATED NEW BUY AT WILLIAM O&#39;NEIL &amp; CO INCORPORATED</li>\r\n  <li>INTERNATIONAL SEAWAYS (INSW) INITIATED WITH A NEUTRAL AT B. RILEY FBR</li>\r\n  <li>KURA ONCOLOGY (KURA) RATED NEW OVERWEIGHT AT PIPER JAFFRAY; PT USD 25</li>\r\n  <li>LIVENT (LTHM) RATED NEW BUY AT LOOP CAPITAL; PT USD 22</li>\r\n  <li>NORDIC AMERICAN TANKERS (NAT) INITIATED WITH A BUY AT B. RILEY FBR</li>\r\n  <li>OPERA ADRS (OPRA) RATED NEW BUY AT CICC; PT USD 9.50</li>\r\n  <li>RH (RH) RATED NEW OVERWEIGHT AT JPMORGAN; PT USD 155</li>\r\n  <li>SCORPIO TANKERS (STNG) INITIATED WITH A NEUTRAL AT B. RILEY FBR</li>\r\n  <li>SHUTTERFLY (SFLY) RATED NEW SECTOR WEIGHT AT KEYBANC</li>\r\n  <li>ULTA BEAUTY (ULTA) REINSTATED BUY AT WILLIAM O&#39;NEIL &amp; CO INCORPORATED</li>\r\n</ul>\r\n\r\n<p><strong>Ex-Dividends</strong></p>\r\n\r\n<ul><li>Buckeye Partners LP (BPL). Amount USD 0.75</li>\r\n  <li>Carlyle Group LP (CG). Amount USD 0.42</li>\r\n  <li>CIT Group Inc (CIT). Amount USD 0.25</li>\r\n  <li>Commerce Bancshares Inc (CBSH). Amount USD 0.35</li>\r\n  <li>Exxon Mobil Corp (XOM). Amount USD 0.82</li>\r\n  <li>HanesBrands Inc (HBI). Amount USD 0.15</li>\r\n  <li>Invesco Ltd (IVZ). Amount USD 0.30</li>\r\n  <li>JBG SMITH Properties (JBGS). Amount USD 0.22</li>\r\n  <li>MSC Industrial Direct Co Inc (MSM). Amount USD 0.63</li>\r\n  <li>PACCAR Inc (PCAR). Amount USD 0.28</li>\r\n  <li>Woodward Inc (WWD). Amount USD 0.14</li>\r\n  <li>Xilinx Inc (XLNX). Amount USD 0.36</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-9th-november-2018-09-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 21:47:00",
        "gmt_time": "2018-11-09 13:47:00"
    },
    {
        "id": 682423,
        "updated_sequence": 1084209,
        "published_at": {
            "unix": 1541771160,
            "text": "2018-11-09 13:46:00 +0000",
            "iso_8601": "2018-11-09T13:46:00Z"
        },
        "updated_at": {
            "unix": 1541771507,
            "text": "2018-11-09 13:51:47 +0000",
            "iso_8601": "2018-11-09T13:51:47Z"
        },
        "subject": "Shell (RDSA LN) plans to begin restarting Norco Louisiana refinery hydrocracker on Friday night; according to sources",
        "content": "<p><strong>Production</strong>:</p>\r\n\r\n<ul><li>Crude:&nbsp;250K BPD</li>\r\n  <li>Gasoline:&nbsp;170K BPD</li>\r\n  <li>Jet-A aviation fuel:&nbsp;46K BPD</li>\r\n  <li>Low sulfur diesel:&nbsp;95K BPD</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "shell-rdsa-ln-plans-to-begin-restarting-norco-louisiana-refinery-hydrocracker-on-friday-night-according-to-sources-09-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 21:46:00",
        "gmt_time": "2018-11-09 13:46:00"
    },
    {
        "id": 682422,
        "updated_sequence": 1084189,
        "published_at": {
            "unix": 1541770860,
            "text": "2018-11-09 13:41:00 +0000",
            "iso_8601": "2018-11-09T13:41:00Z"
        },
        "updated_at": {
            "unix": 1541771041,
            "text": "2018-11-09 13:44:01 +0000",
            "iso_8601": "2018-11-09T13:44:01Z"
        },
        "subject": "Fed's Williams (voter, neutral) says sustainable growth depends on healthy job market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fed-s-williams-voter-neutral-says-sustainable-growth-depends-on-healthy-job-market-09-11-2018",
        "hidden": false,
        "section": {
            "id": 18,
            "name": "Fed"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 21:41:00",
        "gmt_time": "2018-11-09 13:41:00"
    },
    {
        "id": 682421,
        "updated_sequence": 1084214,
        "published_at": {
            "unix": 1541770560,
            "text": "2018-11-09 13:36:00 +0000",
            "iso_8601": "2018-11-09T13:36:00Z"
        },
        "updated_at": {
            "unix": 1541771643,
            "text": "2018-11-09 13:54:03 +0000",
            "iso_8601": "2018-11-09T13:54:03Z"
        },
        "subject": "Eurogroup Head Centeno says he hopes Italy's Economy Minister Tria will present improved budget",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eurogroup-head-centeno-says-he-hopes-italy-s-economy-minister-tria-will-present-improved-budget-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 21:36:00",
        "gmt_time": "2018-11-09 13:36:00"
    },
    {
        "id": 682420,
        "updated_sequence": 1084191,
        "published_at": {
            "unix": 1541770260,
            "text": "2018-11-09 13:31:00 +0000",
            "iso_8601": "2018-11-09T13:31:00Z"
        },
        "updated_at": {
            "unix": 1541771160,
            "text": "2018-11-09 13:46:00 +0000",
            "iso_8601": "2018-11-09T13:46:00Z"
        },
        "subject": "Italy Finance Minister Tria says he told Eurogroup Centeno that the EU's worries about Italy budget are unfounded; adds key points on budget to remain unchanged",
        "content": "<ul><li>He notes dialogue with the EU on budget is constructive</li>\r\n  <li>He says economic forecasts were made in September and we are monitoring the situation</li>\r\n  <li>He notes the case for expansionary budget has strengthened since September</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-finance-minister-tria-says-he-told-eurogroup-centeno-that-the-eu-s-worries-about-italy-budget-are-unfounded-adds-key-points-on-budget-to-remain-unchanged-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 21:31:00",
        "gmt_time": "2018-11-09 13:31:00"
    },
    {
        "id": 682419,
        "updated_sequence": 1084169,
        "published_at": {
            "unix": 1541770140,
            "text": "2018-11-09 13:29:00 +0000",
            "iso_8601": "2018-11-09T13:29:00Z"
        },
        "updated_at": {
            "unix": 1541770261,
            "text": "2018-11-09 13:31:01 +0000",
            "iso_8601": "2018-11-09T13:31:01Z"
        },
        "subject": "Praxair (PX) Q3 Adj. EPS USD 1.69 vs Exp. USD 1.70, revenue USD 3.02bln vs Exp. USD 3.07bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "praxair-px-q3-adj-eps-usd-1-69-vs-exp-usd-1-70-revenue-usd-3-02bln-vs-exp-usd-3-07bln-09-11-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 21:29:00",
        "gmt_time": "2018-11-09 13:29:00"
    },
    {
        "id": 682412,
        "updated_sequence": 1084148,
        "published_at": {
            "unix": 1541769600,
            "text": "2018-11-09 13:20:00 +0000",
            "iso_8601": "2018-11-09T13:20:00Z"
        },
        "updated_at": {
            "unix": 1541769700,
            "text": "2018-11-09 13:21:40 +0000",
            "iso_8601": "2018-11-09T13:21:40Z"
        },
        "subject": "William Hill (WMH LN) is to acquire the remaining 4.7% of outstanding shares of Mr Green & Co AB",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "william-hill-wmh-ln-is-to-acquire-the-remaining-4-7-of-outstanding-shares-of-mr-green-co-ab-09-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 21:20:00",
        "gmt_time": "2018-11-09 13:20:00"
    },
    {
        "id": 682412,
        "updated_sequence": 1084148,
        "published_at": {
            "unix": 1541769600,
            "text": "2018-11-09 13:20:00 +0000",
            "iso_8601": "2018-11-09T13:20:00Z"
        },
        "updated_at": {
            "unix": 1541769700,
            "text": "2018-11-09 13:21:40 +0000",
            "iso_8601": "2018-11-09T13:21:40Z"
        },
        "subject": "William Hill (WMH LN) is to acquire the remaining 4.7% of outstanding shares of Mr Green & Co AB",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "william-hill-wmh-ln-is-to-acquire-the-remaining-4-7-of-outstanding-shares-of-mr-green-co-ab-09-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 21:20:00",
        "gmt_time": "2018-11-09 13:20:00"
    },
    {
        "id": 682411,
        "updated_sequence": 1084143,
        "published_at": {
            "unix": 1541768760,
            "text": "2018-11-09 13:06:00 +0000",
            "iso_8601": "2018-11-09T13:06:00Z"
        },
        "updated_at": {
            "unix": 1541768830,
            "text": "2018-11-09 13:07:10 +0000",
            "iso_8601": "2018-11-09T13:07:10Z"
        },
        "subject": "Politico reports the removal of steel and aluminum tariffs on Canada and Mexico remains very much in play as part of the process toward enactment of the revamped NAFTA deal, adds that under this scenario the tariffs would be replaced with generous quota",
        "content": "<ul><li>Says Trump is also likely to head into the G-20 meeting in Buenos Aires at the end of the month looking to make progress toward a trade deal when he sits down with Chinese premier Xi Jinping.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Politico",
        "slug": "politico-reports-the-removal-of-steel-and-aluminum-tariffs-on-canada-and-mexico-remains-very-much-in-play-as-part-of-the-process-toward-enactment-of-the-revamped-nafta-deal-adds-that-under-this-scenario-the-tariffs-would-be-replaced-with-ge-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 21:06:00",
        "gmt_time": "2018-11-09 13:06:00"
    },
    {
        "id": 682410,
        "updated_sequence": 1084145,
        "published_at": {
            "unix": 1541768640,
            "text": "2018-11-09 13:04:00 +0000",
            "iso_8601": "2018-11-09T13:04:00Z"
        },
        "updated_at": {
            "unix": 1541768966,
            "text": "2018-11-09 13:09:26 +0000",
            "iso_8601": "2018-11-09T13:09:26Z"
        },
        "subject": "Commerce Secretary Wilbur Ross could be among those leaving Trump Administration with Linda McMahon a potential replacement, Politico reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "commerce-secretary-wilbur-ross-could-be-among-those-leaving-trump-administration-with-linda-mcmahon-a-potential-replacement-politico-reports-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 21:04:00",
        "gmt_time": "2018-11-09 13:04:00"
    },
    {
        "id": 682408,
        "updated_sequence": 1084132,
        "published_at": {
            "unix": 1541768280,
            "text": "2018-11-09 12:58:00 +0000",
            "iso_8601": "2018-11-09T12:58:00Z"
        },
        "updated_at": {
            "unix": 1541768373,
            "text": "2018-11-09 12:59:33 +0000",
            "iso_8601": "2018-11-09T12:59:33Z"
        },
        "subject": "Russian offline primary oil refining capacity seen declining sharply in December to 600k tonnes and sees rising in November to 1.429mln tonnes up 260k tonnes from previous; according to the energy ministry",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-offline-primary-oil-refining-capacity-seen-declining-sharply-in-december-to-600k-tonnes-and-sees-rising-in-november-to-1-429mln-tonnes-up-260k-tonnes-from-previous-according-to-the-energy-ministry-09-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 20:58:00",
        "gmt_time": "2018-11-09 12:58:00"
    },
    {
        "id": 682405,
        "updated_sequence": 1084123,
        "published_at": {
            "unix": 1541767920,
            "text": "2018-11-09 12:52:00 +0000",
            "iso_8601": "2018-11-09T12:52:00Z"
        },
        "updated_at": {
            "unix": 1541768030,
            "text": "2018-11-09 12:53:50 +0000",
            "iso_8601": "2018-11-09T12:53:50Z"
        },
        "subject": "Azeri BTC crude oil loading plan from Ceyhan port set at 21.7mln bbl in December vs. 20.25mln bbl set in November; according to a schedule",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "azeri-btc-crude-oil-loading-plan-from-ceyhan-port-set-at-21-7mln-bbl-in-december-vs-20-25mln-bbl-set-in-november-according-to-a-schedule-09-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 20:52:00",
        "gmt_time": "2018-11-09 12:52:00"
    },
    {
        "id": 682403,
        "updated_sequence": 1084112,
        "published_at": {
            "unix": 1541767080,
            "text": "2018-11-09 12:38:00 +0000",
            "iso_8601": "2018-11-09T12:38:00Z"
        },
        "updated_at": {
            "unix": 1541767170,
            "text": "2018-11-09 12:39:30 +0000",
            "iso_8601": "2018-11-09T12:39:30Z"
        },
        "subject": "UK Cabinet Minster Lidington says we need an early and comprehensive resolution of negotiations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-cabinet-minster-lidington-says-we-need-an-early-and-comprehensive-resolution-of-negotiations-09-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 20:38:00",
        "gmt_time": "2018-11-09 12:38:00"
    },
    {
        "id": 682404,
        "updated_sequence": 1084115,
        "published_at": {
            "unix": 1541767080,
            "text": "2018-11-09 12:38:00 +0000",
            "iso_8601": "2018-11-09T12:38:00Z"
        },
        "updated_at": {
            "unix": 1541767258,
            "text": "2018-11-09 12:40:58 +0000",
            "iso_8601": "2018-11-09T12:40:58Z"
        },
        "subject": "Scotiabank FX Daily - USD Firmer on Fed, Safe Haven Demand",
        "content": "<ul><li>&nbsp;&nbsp;&nbsp;USD strengthens despite Fed statement offering nothing new.</li>\r\n  <li>&nbsp; &nbsp;CAD weakens on soft oil, renewed trade concerns.</li>\r\n  <li>&nbsp; EUR weakness slows in low 1.13s ahead of key support at the figure.</li>\r\n  <li>&nbsp; GBP soft as Brexit overshadows decent trade and GDP data.</li>\r\n  <li>&nbsp; JPY out-performs on safe-haven demand as global stocks slide.</li>\r\n  <li>&nbsp; AUD softer as commodity FX under-performs broadly.</li>\r\n  <li>&nbsp; MXN little changed despite risk off sentiment; Sep IP data at 9.00ET.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-usd-firmer-on-fed-safe-haven-demand-09-11-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 20:38:00",
        "gmt_time": "2018-11-09 12:38:00"
    },
    {
        "id": 682402,
        "updated_sequence": 1084120,
        "published_at": {
            "unix": 1541766660,
            "text": "2018-11-09 12:31:00 +0000",
            "iso_8601": "2018-11-09T12:31:00Z"
        },
        "updated_at": {
            "unix": 1541767869,
            "text": "2018-11-09 12:51:09 +0000",
            "iso_8601": "2018-11-09T12:51:09Z"
        },
        "subject": "Irish PM Varadkar says we are at sensitive point in negotiations; adds aim of backstop is to give everyone in NI and Ireland assurance that there will be no hard border and says a deal possible in next couple of weeks",
        "content": "<ul><li>He says they are not the ones seeking any new checks or borders</li>\r\n  <li>He says more likely&nbsp;than not that can conclude agreement in next few weeks, but lots of things can go wrong and agreement would still have to be ratified in UK&nbsp;and EU</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-pm-varadkar-says-we-are-at-sensitive-point-in-negotiations-adds-aim-of-backstop-is-to-give-everyone-in-ni-and-ireland-assurance-that-there-will-be-no-hard-border-and-says-a-deal-possible-in-next-couple-of-weeks-09-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 20:31:00",
        "gmt_time": "2018-11-09 12:31:00"
    },
    {
        "id": 682401,
        "updated_sequence": 1084106,
        "published_at": {
            "unix": 1541765940,
            "text": "2018-11-09 12:19:00 +0000",
            "iso_8601": "2018-11-09T12:19:00Z"
        },
        "updated_at": {
            "unix": 1541766101,
            "text": "2018-11-09 12:21:41 +0000",
            "iso_8601": "2018-11-09T12:21:41Z"
        },
        "subject": "Iraq close to a deal to restart oil exports from Kirkuk which could add up to 400k BPD in an attempt to stop prices rising from Iran's fall in exports; according to the FT ",
        "content": "<p><a href=\"https://www.ft.com/content/4c7d6e66-e370-11e8-a6e5-792428919cee?kbc=undefined\">Click here for article</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "FT",
        "slug": "iraq-close-to-a-deal-to-restart-oil-exports-from-kirkuk-which-could-add-up-to-400k-bpd-in-an-attempt-to-stop-prices-rising-from-iran-s-fall-in-exports-according-to-the-ft-09-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 20:19:00",
        "gmt_time": "2018-11-09 12:19:00"
    },
    {
        "id": 682400,
        "updated_sequence": 1084098,
        "published_at": {
            "unix": 1541765760,
            "text": "2018-11-09 12:16:00 +0000",
            "iso_8601": "2018-11-09T12:16:00Z"
        },
        "updated_at": {
            "unix": 1541765863,
            "text": "2018-11-09 12:17:43 +0000",
            "iso_8601": "2018-11-09T12:17:43Z"
        },
        "subject": "Bank of Italy says IT/GE yield spread is not consistent with economic fundamentals",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-of-italy-says-it-ge-yield-spread-is-not-consistent-with-economic-fundamentals-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 20:16:00",
        "gmt_time": "2018-11-09 12:16:00"
    },
    {
        "id": 682398,
        "updated_sequence": 1084092,
        "published_at": {
            "unix": 1541764800,
            "text": "2018-11-09 12:00:00 +0000",
            "iso_8601": "2018-11-09T12:00:00Z"
        },
        "updated_at": {
            "unix": 1541764939,
            "text": "2018-11-09 12:02:19 +0000",
            "iso_8601": "2018-11-09T12:02:19Z"
        },
        "subject": "Lufthansa (LHA GY) reports October passenger load factor at 81.7% up 0.4 pct points, revenue seat for kilometers +8.9% ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lufthansa-lha-gy-reports-october-passenger-load-factor-at-81-7-up-0-4-pct-points-revenue-seat-for-kilometers-8-9-09-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 20:00:00",
        "gmt_time": "2018-11-09 12:00:00"
    },
    {
        "id": 682397,
        "updated_sequence": 1084089,
        "published_at": {
            "unix": 1541763660,
            "text": "2018-11-09 11:41:00 +0000",
            "iso_8601": "2018-11-09T11:41:00Z"
        },
        "updated_at": {
            "unix": 1541763770,
            "text": "2018-11-09 11:42:50 +0000",
            "iso_8601": "2018-11-09T11:42:50Z"
        },
        "subject": "RANsquawk Daily US Opening News - 9th November 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20520/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Major European equities are lower across the board (Eurostoxx 50 -0.8%) as the sentiment seen in Asia spills over onto the region</li>\r\n  <li>WTI and Brent lost the USD 60/bbl and USD 70/bbl handles respectively, after the complex entered into bear market territory</li>\r\n  <li>GBP has lost momentum and is underperforming alongside the NOK within the G10 ranks</li>\r\n  <li>Looking ahead, highlights include US PPI, Baker Hughes, Fed&rsquo;s Williams, Harker, Quarles, BoE&rsquo;s Haldane, Tria to meet with Centeno</li>\r\n</ul>\r\n\r\n<p>&nbsp;ASIA</p>\r\n\r\n<p>Asian equity markets traded lower following a lacklustre lead from Wall St where the mid-term stock rally stalled as focus shifted to the FOMC. ASX 200 (-0.1%) and Nikkei 225 (-1.1%) were lower with energy stocks pressured after a continued slump in oil prices and as soft earnings results also clouded over Tokyo sentiment. Hang Seng (-2.4%) and Shanghai Comp. (-1.4%) were the worst hit in the region as tech and energy stocks lagged, while continued PBoC liquidity inaction and inline inflation data proved to be inconclusive for sentiment. Finally, 10yr JGBs were flat with prices uneventful as the pressure from the recent losses in T-notes was counterbalanced by the risk averse tone and BoJ&rsquo;s presence in the market for JPY 980bln of JGBs across the curve.</p>\r\n\r\n<p>PBoC skipped open market operations and are net neutral for the week vs. Prev. CNY 490bln net drain last week. (Newswires)<br />PBoC set CNY mid-point at 6.9329 (Prev. 6.9163)</p>\r\n\r\n<p>Chinese CPI (Oct) Y/Y 2.5% vs. Exp. 2.5% (Prev. 2.5%). (Newswires)<br />Chinese PPI (Oct) Y/Y 3.3% vs. Exp. 3.3% (Prev. 3.6%)</p>\r\n\r\n<p>Japanese government are reportedly considering a JPY 10tln stimulus to offset the second phase of the planned sales tax hike. (Newswires)</p>\r\n\r\n<p>UK/EU/US</p>\r\n\r\n<p>UK GDP Prelim QQ Q3 0.6% vs. Exp. 0.6% (Prev. 0.4%)</p>\r\n\r\n<p>UK GDP Estimate YY (Sep) 1.5% vs. Exp. 1.5% (Prev. 1.5%)</p>\r\n\r\n<p>UK GDP Estimate MM (Sep) 0% vs. Exp. 0.1% (Prev. 0.0%)</p>\r\n\r\n<p>UK Goods Trade Balance GBP Sep -9.731B vs. Exp. -11.25B (Prev. -11.2B, Rev. -11.724B)</p>\r\n\r\n<p>UK Goods Trade Balance Non-EU Sep -2.343B vs. Exp. -3.9B (Prev. -4.22B, Rev. -4.561B)</p>\r\n\r\n<p>UK Manufacturing Output MM Sep 0.2% vs. Exp. 0.1% (Prev. -0.2%, Rev. -0.1%)</p>\r\n\r\n<p>UK Manufacturing Output YY Sep 0.5% vs. Exp. 0.4% (Prev. 1.3%)</p>\r\n\r\n<p>EU is said to want a customs border in the Irish Sea in the event of a no-deal Brexit, according to reports which cited a letter from PM May. However, the letter noted that PM May said she would never allow this to occur, while a spokesperson also said the government will not agree to anything that results to a hard border on Ireland, nor will it accept a division of the UK into 2 customs territories. (Times)</p>\r\n\r\n<p>BBC Political Correspondent Iain Watson tweets that no date yet for the next cabinet meeting and that Cabinet Minister Jeremy Wright tells him the PM will never do a deal that would lead to a border in the Irish Sea (Newswires)</p>\r\n\r\n<p>EU is reportedly demanding certain fishing rights in UK waters as price for an all-UK divorce deal to solve the Irish backstop issue. (Telegraph)</p>\r\n\r\n<p>British Junior Brexit Minister Walker says is optimistic that Britain and the EU will reach breakthrough in Brexit talks soon (Funke Media Group)</p>\r\n\r\n<p>Italy&#39;s Deputy PM Di Maio and Finance Minister Tria say that they are committed to the 2.4% deficit goal in 2019, with Di Maio adding that he does not think the EU will levy fines on Italy. EU&#39;s Dombrovskis said that the EU are assessing the need to open excessive deficit procedure vs. Italy. (Newswires)</p>\r\n\r\n<p>Norwegian Consumer Price Index YY Oct 3.1% vs. Exp. 3.4% (Prev. 3.4%). (Newswires)<br />Norwegian Consumer Price Index MM Oct -0.2% vs. Exp. 0.1% (Prev. 0.6%)</p>\r\n\r\n<p>Trump lawyer Rudy Giuliani and Chris Christie are said to be under consideration for Attorney General. (CBS)</p>\r\n\r\n<p>TRADE</p>\r\n\r\n<p>Mexico Economy Minister Guajardo said new USMCA trade agreement will be signed at the G20 on November 30th. (Newswires)</p>\r\n\r\n<p>EU&#39;s Malmstrom says the US still shows little interest in tariff cuts deal. (Newswires)</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>Major European equities are lower across the board (Eurostoxx 50 -0.8%) as the sentiment seen in Asia spills over onto the region. Material names lag amid the slump in base metal prices, while consumer staples outperform. The finance sector is also experiencing weakness with the likes of Spanish banks exposed to Mexico (BBVA -6.7%, Sabadell -2.8%, Santander -2.4%) pressured after Mexican banks fell overnight amid a surprise proposal from the incoming President AMLO to scrap bank fees. (Note: BBVA made 28% of its revenues and 34% of its operating income from Mexico last year.) Meanwhile, UBS (-4.3%) shares declines after the US Justice Department filed a lawsuit against the bank for defrauding investors in its sales of mortgage-backed securities leading up to the global financial crisis. Over in Germany, steel-maker Thyssenkrupp (-11.0%) shares slumped after the company announced a profit warning due to provisions for an ongoing cartel probe and quality problems at its auto business. Elsewhere, Richemont (-6.7%) shares declines amid disappointing earnings, hitting the likes of European Luxury names (LVMH -2.0%, Kering -3.6%) in sympathy.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>DXY - The buck appears to have stopped for the Greenback on Wednesday, and its resurgence from mid-term election lows has been fuelled to a degree by the latest FOMC policy statement that effectively underpins market expectations for a December hike. Amidst almost universal gains vs currency counterparts, the index is now nudging 97.000 from just shy of 95.700 at one stage and the 2018 peak of 97.201 is back within striking distance.</p>\r\n\r\n<p>GBP - Brexit impulses continue to ebb and flow between positive vibes on deal prospects and the proverbial cliff edge withdrawal, but the bottom line is that Irish border and back-stop differences remain unresolved to leave the UK at risk of failing to agree terms at home and/or with the EU. Hence, Sterling has lost momentum and is underperforming alongside the NOK (undermined by much softer than expected Norwegian inflation data to trade down around 9.5700 vs the Eur) within the G10 ranks, as Cable teeters above 1.3000, and largely shrugged off a barrage of UK data (GDP firm and trade above consensus, but other elements less encouraging).</p>\r\n\r\n<p>CAD/EUR - The next worst majors, with Loonie hit by collapsing oil prices and sliding towards 1.3200 vs its US peer, while the single currency continues its relatively sharp and abrupt pull-back from 1.1500 to retest support ahead of the 1.1300 ytd low. Ongoing Italian-EU budget differences are weighing along with more signs of a slowdown, or even weakness in the Eurozone economy, while hefty option expiries are also eyed (1.1300 in 1.1 bn, 1.1340-50 in 2.0 bn and 1.1375 in 1.3 bn for example).</p>\r\n\r\n<p>AUD/NZD - Also falling prey to their US rival&rsquo;s revival and hardly helped by neutral or wait-and-see policy guidance from the RBA or RBNZ, as Aud/Usd recoils to sub-0.7250 and Nzd/Usd backs off further from almost 0.6800 to under 0.6750.</p>\r\n\r\n<p>JPY/CHF - More divergence between the &lsquo;safe-havens&rsquo; as the Jpy bucks the overall trend and holds its own vs the Usd, albeit weakening to 114.00+ at one stage overnight, while the Franc is depreciating and not far from 1.1000.</p>\r\n\r\n<p>COMMODITIES</p>\r\n\r\n<p>WTI (-1.6%) and Brent (-1.4%) lost the USD 60/bbl and USD 70/bbl handles respectively, after the complex entered into bear market territory amid rising supply and concerns of a slowdown in global economic growth. Both benchmarks declined around 20% from the four-year highs reached at the front end of October and are set for a fifth straight week of declines, while North Sea Brent Crude hit seven-month lows. The slide has been exacerbated by US&rsquo; decision to permit eight countries to continue importing Iranian oil after the imposition of sanctions on the OPEC member, as well as record production of crude oil over in the States. Looking ahead, investors and traders will be focusing on this weekend&rsquo;s meeting of OPEC and its allies where they are set to discuss output strategies in Abu Dhabi on Sunday. During the week, there were source reports that Russia and Saudi are to start discussing oil production cuts in 2019. This comes after OPEC&rsquo;s October production reached the highest level since 2016, while Russia hiked its output in the prior month to recent highs of 11.4mln BPD. Producers on Sunday will have to discuss the threat of a glut alongside the prospect of lower demand from faltering EM economies and repercussions from US-Sino trade disputes.</p>\r\n\r\n<p>Elsewhere, metals trade lower across the board with copper underperforming amid post-FOMC dollar strength and concerns regarding slowing global economic growth. Among precious metals, spot gold (-0.3%) tracks USD action, with the yellow metal dropping to the lowest level this month, while spot silver (-0.4%) is set for its largest weekly percentage decline in nine weeks.</p>\r\n\r\n<p>US Federal judge blocked Keystone XL Pipeline stating that US administration&#39;s justification for the approval was incomplete, while the judge added that the State Department failed to evaluate climate impact, oil spills and cultural resources. (Newswires)</p>\r\n\r\n<p>GEOPOLITICS</p>\r\n\r\n<p>North Korea cancelled a meeting scheduled with the US after learning US President Trump will not attend, while US Ambassador to the UN Haley said North Korea postponed meeting with US Secretary of State Pompeo because they weren&#39;t prepared. Furthermore, Haley commented that Russia wants to lift banking restriction on North Korea but the US will not let that happen. (Newswires) Reports thereafter suggested that North Korea and US are rescheduling there postponed talks. (Yonhap)</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>Bunds and Gilts have both advanced further amidst the broadly risk-off environment and with extra incentive from the more pronounced sell-off in crude, while the former will also be keeping note of Italian debt as Roman Government officials and their EU peers continue to wrangle over budget issues, ahead of Tria&rsquo;s showdown with Centeno. Bunds are just off a 159.82 peak and Gilts have eased off 121.59 (+45 and +41 ticks respectively), while BTPs are closer to the bottom end of a 121.41-122.10 range vs yesterday&rsquo;s 122.05 close. Elsewhere, US Treasuries are back in bull-flattening mode following the Fed and looking towards PPI data before Michigan sentiment and wholesale trade.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-9th-november-2018-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 19:41:00",
        "gmt_time": "2018-11-09 11:41:00"
    },
    {
        "id": 682393,
        "updated_sequence": 1084066,
        "published_at": {
            "unix": 1541762220,
            "text": "2018-11-09 11:17:00 +0000",
            "iso_8601": "2018-11-09T11:17:00Z"
        },
        "updated_at": {
            "unix": 1541762302,
            "text": "2018-11-09 11:18:22 +0000",
            "iso_8601": "2018-11-09T11:18:22Z"
        },
        "subject": "RANsquawk EU Mid Session: Oil slips past key levels ahead of JMMC output talks - 9th November 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20519/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p><strong>EQUITIES</strong></p>\r\n\r\n<p>Major European equities are lower across the board (Eurostoxx 50 -0.7%) as the sentiment seen in Asia spilt over onto the region. Material names lag amid the slump in base metal prices, while consumer staples outperform. The finance sector is also experiencing weakness with the likes of Spanish banks exposed to Mexico (BBVA -5.8%, Sabadell -2.4%, Santander -1.8%) pressured after Mexican banks fell overnight amid a surprise proposal from the incoming President AMLO to scrap bank fees. (Note: BBVA made 28% of its revenues and 34% of its operating income from Mexico last year.) Meanwhile, UBS (-4.0%) shares declines after the US Justice Department filed a lawsuit against the bank for defrauding investors in its sales of mortgage-backed securities leading up to the global financial crisis. Over in Germany, steel-maker Thyssenkrupp (-10.3%) shares slumped after the company announced a profit warning due to provisions for an ongoing cartel probe and quality problems at its auto business. Elsewhere, Richemont (-6.3%) shares declines amid disappointing earnings, hitting the likes of European Luxury names (LVMH -1.7%, Kering -3.0%) in sympathy.</p>\r\n\r\n<p><strong>FX</strong></p>\r\n\r\n<p>DXY - The buck appears to have stopped for the Greenback on Wednesday, and its resurgence from mid-term election lows has been fuelled to a degree by the latest FOMC policy statement that effectively underpins market expectations for a December hike. Amidst almost universal gains vs currency counterparts, the index is now nudging 97.000 from just shy of 95.700 at one stage and the 2018 peak of 97.201 is back within striking distance.</p>\r\n\r\n<p>GBP - Brexit impulses continue to ebb and flow between positive vibes on deal prospects and the proverbial cliff edge withdrawal, but the bottom line is that Irish border and back-stop differences remain unresolved to leave the UK at risk of failing to agree terms at home and/or with the EU. Hence, Sterling has lost momentum and is underperforming alongside the NOK (undermined by much softer than expected Norwegian inflation data to trade down around 9.5700 vs the Eur) within the G10 ranks, as Cable teeters above 1.3000, and largely shrugged off a barrage of UK data (GDP firm and trade above consensus, but other elements less encouraging).</p>\r\n\r\n<p>CAD/EUR - The next worst majors, with Loonie hit by collapsing oil prices and sliding towards 1.3200 vs its US peer, while the single currency continues its relatively sharp and abrupt pull-back from 1.1500 to retest support ahead of the 1.1300 ytd low. Ongoing Italian-EU budget differences are weighing along with more signs of a slowdown, or even weakness in the Eurozone economy, while hefty option expiries are also eyed (1.1300 in 1.1 bn, 1.1340-50 in 2.0 bn and 1.1375 in 1.3 bn for example).</p>\r\n\r\n<p>AUD/NZD - Also falling prey to their US rival&rsquo;s revival and hardly helped by neutral or wait-and-see policy guidance from the RBA or RBNZ, as Aud/Usd recoils to sub-0.7250 and Nzd/Usd backs off further from almost 0.6800 to under 0.6750.</p>\r\n\r\n<p>JPY/CHF - More divergence between the &lsquo;safe-havens&rsquo; as the Jpy bucks the overall trend and holds its own vs the Usd, albeit weakening to 114.00+ at one stage overnight, while the Franc is depreciating and not far from 1.1000.</p>\r\n\r\n<p><strong>FIXED INCOME</strong></p>\r\n\r\n<p>Bunds and Gilts have both advanced further amidst the broadly risk-off environment and with extra incentive from the more pronounced sell-off in crude, while the former will also be keeping note of Italian debt as Roman Government officials and their EU peers continue to wrangle over budget issues, ahead of Tria&rsquo;s showdown with Centeno. Bunds are just off a 159.82 peak and Gilts have eased off 121.59 (+45 and +41 ticks respectively), while BTPs are closer to the bottom end of a 121.41-122.10 range vs yesterday&rsquo;s 122.05 close. Elsewhere, US Treasuries are back in bull-flattening mode following the Fed and looking towards PPI data before Michigan sentiment and wholesale trade.</p>\r\n\r\n<p><strong>COMMODITIES</strong></p>\r\n\r\n<p>WTI (-1.9%) and Brent (-1.7%) lost the USD 60/bbl and USD 70/bbl handles respectively, after the complex entered into bear market territory amid rising supply and concerns of a slowdown in global economic growth. Both benchmarks declined around 20% from the four-year highs reached at the front end of October and are set for a fifth straight week of declines, while North Sea Brent Crude hit seven-month lows. The slide has been exacerbated by US&rsquo; decision to permit eight countries to continue importing Iranian oil after the imposition of sanctions on the OPEC member, as well as record production of crude oil over in the States. Looking ahead, investors and traders will be focusing on this weekend&rsquo;s meeting of OPEC and its allies where they are set to discuss output strategies in Abu Dhabi on Sunday. During the week, there were source reports that Russia and Saudi are to start discussing oil production cuts in 2019. This comes after OPEC&rsquo;s October production reached the highest level since 2016, while Russia hiked its output in the prior month to recent highs of 11.4mln BPD. Producers on Sunday will have to discuss the threat of a glut alongside the prospect of lower demand from faltering EM economies and repercussions from US-Sino trade disputes.</p>\r\n\r\n<p>Elsewhere, metals trade lower across the board with copper underperforming amid post-FOMC dollar strength and concerns regarding slowing global economic growth. Among precious metals, spot gold (-0.3%) tracks USD action, with the yellow metal dropping to the lowest level this month, while spot silver (-0.4%) is set for its largest weekly percentage decline in nine weeks.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-oil-slips-past-key-levels-ahead-of-jmmc-output-talks-9th-november-2018-09-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 19:17:00",
        "gmt_time": "2018-11-09 11:17:00"
    },
    {
        "id": 682392,
        "updated_sequence": 1084063,
        "published_at": {
            "unix": 1541761980,
            "text": "2018-11-09 11:13:00 +0000",
            "iso_8601": "2018-11-09T11:13:00Z"
        },
        "updated_at": {
            "unix": 1541762028,
            "text": "2018-11-09 11:13:48 +0000",
            "iso_8601": "2018-11-09T11:13:48Z"
        },
        "subject": "Fixed Income: more fuel for bond bulls, and BTP bears",
        "content": "<p>Bunds and Gilts have both advanced further amidst the broadly risk-off environment and with extra incentive from the more pronounced sell-off in crude, while the former will also be keeping note of Italian debt as Roman Government officials and their EU peers continue to wrangle over budget issues, ahead of Tria&rsquo;s showdown with Centeno. Bunds are just off a 159.82 peak and Gilts have eased off 121.59 (+45 and +41 ticks respectively), while BTPs are closer to the bottom end of a 121.41-122.10 range vs yesterday&rsquo;s 122.05 close. Elsewhere, US Treasuries are back in bull-flattening mode following the Fed and looking towards PPI data before Michigan sentiment and wholesale trade.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-more-fuel-for-bond-bulls-and-btp-bears-09-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 19:13:00",
        "gmt_time": "2018-11-09 11:13:00"
    },
    {
        "id": 682391,
        "updated_sequence": 1084060,
        "published_at": {
            "unix": 1541761500,
            "text": "2018-11-09 11:05:00 +0000",
            "iso_8601": "2018-11-09T11:05:00Z"
        },
        "updated_at": {
            "unix": 1541761608,
            "text": "2018-11-09 11:06:48 +0000",
            "iso_8601": "2018-11-09T11:06:48Z"
        },
        "subject": "Monte dei Paschi (BMPS IM) Q3 net EUR 91mln vs. Prev. EUR 109mln. Revenue EUR 809.5mln vs. Prev. EUR 828mln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "monte-dei-paschi-bmps-im-q3-net-eur-91mln-vs-prev-eur-109mln-revenue-eur-809-5mln-vs-prev-eur-828mln-09-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 19:05:00",
        "gmt_time": "2018-11-09 11:05:00"
    },
    {
        "id": 682390,
        "updated_sequence": 1084057,
        "published_at": {
            "unix": 1541761320,
            "text": "2018-11-09 11:02:00 +0000",
            "iso_8601": "2018-11-09T11:02:00Z"
        },
        "updated_at": {
            "unix": 1541761517,
            "text": "2018-11-09 11:05:17 +0000",
            "iso_8601": "2018-11-09T11:05:17Z"
        },
        "subject": "Italy's Economy Minister Tria says the Italian-German yield spread at 300bps is worrying if it lasts for long",
        "content": "<ul><li>The spread is currently at 301bps</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-economy-minister-tria-says-the-italian-german-yield-spread-at-300bps-is-worrying-if-it-lasts-for-long-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 19:02:00",
        "gmt_time": "2018-11-09 11:02:00"
    },
    {
        "id": 682389,
        "updated_sequence": 1084054,
        "published_at": {
            "unix": 1541760120,
            "text": "2018-11-09 10:42:00 +0000",
            "iso_8601": "2018-11-09T10:42:00Z"
        },
        "updated_at": {
            "unix": 1541760237,
            "text": "2018-11-09 10:43:57 +0000",
            "iso_8601": "2018-11-09T10:43:57Z"
        },
        "subject": "FX Morning Colour: Dollar derives more momentum from Fed, but Pound flounders",
        "content": "<p>DXY</p>\r\n\r\n<p>The buck appears to have stopped for the Greenback on Wednesday, and its resurgence from mid-term election lows has been fuelled to a degree by the latest FOMC policy statement that effectively underpins market expectations for a December hike. Amidst almost universal gains vs currency counterparts, the index is now nudging 97.000 from just shy of 95.700 at one stage and the 2018 peak of 97.201 is back within striking distance.</p>\r\n\r\n<p>GBP</p>\r\n\r\n<p>Brexit impulses continue to ebb and flow between positive vibes on deal prospects and the proverbial cliff edge withdrawal, but the bottom line is that Irish border and back-stop differences remain unresolved to leave the UK at risk of failing to agree terms at home and/or with the EU. Hence, Sterling has lost momentum and is underperforming alongside the NOK (undermined by much softer than expected Norwegian inflation data to trade down around 9.5700 vs the Eur) within the G10 ranks, as Cable teeters above 1.3000, and largely shrugged off a barrage of UK data (GDP firm and trade above consensus, but other elements less encouraging).</p>\r\n\r\n<p>CAD/EUR</p>\r\n\r\n<p>The next worst majors, with Loonie hit by collapsing oil prices and sliding towards 1.3200 vs its US peer, while the single currency continues its relatively sharp and abrupt pull-back from 1.1500 to retest support ahead of the 1.1300 ytd low. Ongoing Italian-EU budget differences are weighing along with more signs of a slowdown, or even weakness in the Eurozone economy, while hefty option expiries are also eyed (1.1300 in 1.1 bn,&nbsp;1.1340-50 in 2.0 bn and&nbsp;1.1375 in 1.3 bn for example).</p>\r\n\r\n<p>AUD/NZD</p>\r\n\r\n<p>Also falling prey to their US rival&rsquo;s revival and hardly helped by neutral or wait-and-see policy guidance from the RBA or RBNZ, as Aud/Usd recoils to sub-0.7250 and Nzd/Usd backs off further from almost 0.6800 to under 0.6750.</p>\r\n\r\n<p>JPY/CHF</p>\r\n\r\n<p>More divergence between the &lsquo;safe-havens&rsquo; as the Jpy bucks the overall trend and holds its own vs the Usd, albeit weakening to 114.00+ at one stage overnight, while the Franc is depreciating and not far from 1.1000.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-dollar-derives-more-momentum-from-fed-but-pound-flounders-09-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 18:42:00",
        "gmt_time": "2018-11-09 10:42:00"
    },
    {
        "id": 682388,
        "updated_sequence": 1084051,
        "published_at": {
            "unix": 1541759640,
            "text": "2018-11-09 10:34:00 +0000",
            "iso_8601": "2018-11-09T10:34:00Z"
        },
        "updated_at": {
            "unix": 1541759857,
            "text": "2018-11-09 10:37:37 +0000",
            "iso_8601": "2018-11-09T10:37:37Z"
        },
        "subject": "BAML says stay short directly via USD/NOK & GBP/USD options & we are long EM",
        "content": "<ul><li>With mid-terms resulting in a split Congress &amp; fiscal policy turning more neutral the risk is that the end point for rates may be lower. This makes it more likely that the USD will struggle into 2019</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BAML",
        "slug": "baml-says-stay-short-directly-via-usd-nok-gbp-usd-options-we-are-long-em-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 18:34:00",
        "gmt_time": "2018-11-09 10:34:00"
    },
    {
        "id": 682383,
        "updated_sequence": 1084036,
        "published_at": {
            "unix": 1541757600,
            "text": "2018-11-09 10:00:00 +0000",
            "iso_8601": "2018-11-09T10:00:00Z"
        },
        "updated_at": {
            "unix": 1541757667,
            "text": "2018-11-09 10:01:07 +0000",
            "iso_8601": "2018-11-09T10:01:07Z"
        },
        "subject": "Volkswagen (VOW3 GY) brand sales -6.2% to 516.9k in Oct.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-brand-sales-6-2-to-516-9k-in-oct-09-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 18:00:00",
        "gmt_time": "2018-11-09 10:00:00"
    },
    {
        "id": 682380,
        "updated_sequence": 1084030,
        "published_at": {
            "unix": 1541757420,
            "text": "2018-11-09 09:57:00 +0000",
            "iso_8601": "2018-11-09T09:57:00Z"
        },
        "updated_at": {
            "unix": 1541757560,
            "text": "2018-11-09 09:59:20 +0000",
            "iso_8601": "2018-11-09T09:59:20Z"
        },
        "subject": "Pictet Asset Management raise equities to overweight from neutral, and downgrades bonds to underweight. Retain preference for EM and \"considerable undervalued\" Japanese stock market",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pictet-asset-management-raise-equities-to-overweight-from-neutral-and-downgrades-bonds-to-underweight-retain-preference-for-em-and-considerable-undervalued-japanese-stock-market-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 17:57:00",
        "gmt_time": "2018-11-09 09:57:00"
    },
    {
        "id": 682379,
        "updated_sequence": 1084018,
        "published_at": {
            "unix": 1541756400,
            "text": "2018-11-09 09:40:00 +0000",
            "iso_8601": "2018-11-09T09:40:00Z"
        },
        "updated_at": {
            "unix": 1541756479,
            "text": "2018-11-09 09:41:19 +0000",
            "iso_8601": "2018-11-09T09:41:19Z"
        },
        "subject": "Italy's Di Maio says he doesn't think the EU will levy fines on Italy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-di-maio-says-he-doesn-t-think-the-eu-will-levy-fines-on-italy-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 17:40:00",
        "gmt_time": "2018-11-09 09:40:00"
    },
    {
        "id": 682378,
        "updated_sequence": 1084020,
        "published_at": {
            "unix": 1541756340,
            "text": "2018-11-09 09:39:00 +0000",
            "iso_8601": "2018-11-09T09:39:00Z"
        },
        "updated_at": {
            "unix": 1541756497,
            "text": "2018-11-09 09:41:37 +0000",
            "iso_8601": "2018-11-09T09:41:37Z"
        },
        "subject": "Saudi Aramco's CEO says that there are ongoing discussions to take the Russian relationship to \"new heights\"",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "saudi-aramco-s-ceo-says-that-there-are-ongoing-discussions-to-take-the-russian-relationship-to-new-heights-09-11-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 17:39:00",
        "gmt_time": "2018-11-09 09:39:00"
    },
    {
        "id": 682377,
        "updated_sequence": 1084010,
        "published_at": {
            "unix": 1541756160,
            "text": "2018-11-09 09:36:00 +0000",
            "iso_8601": "2018-11-09T09:36:00Z"
        },
        "updated_at": {
            "unix": 1541756215,
            "text": "2018-11-09 09:36:55 +0000",
            "iso_8601": "2018-11-09T09:36:55Z"
        },
        "subject": "EU's Dombrovskis says that the EU are assessing the need to open excessive deficit procedure vs. Italy",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-dombrovskis-says-that-the-eu-are-assessing-the-need-to-open-excessive-deficit-procedure-vs-italy-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 17:36:00",
        "gmt_time": "2018-11-09 09:36:00"
    },
    {
        "id": 682359,
        "updated_sequence": 1083991,
        "published_at": {
            "unix": 1541755380,
            "text": "2018-11-09 09:23:00 +0000",
            "iso_8601": "2018-11-09T09:23:00Z"
        },
        "updated_at": {
            "unix": 1541756065,
            "text": "2018-11-09 09:34:25 +0000",
            "iso_8601": "2018-11-09T09:34:25Z"
        },
        "subject": "Italy's Deputy PM Di Maio and Finance Minister Tria say that they are committed to the 2.4% deficit goal in 2019",
        "content": "<ul><li>Di Maio adds that he dropped calls to leave the Euro because perceived changing equilibrium in Europe means Italy has a voice</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-deputy-pm-di-maio-and-finance-minister-tria-say-that-they-are-committed-to-the-2-4-deficit-goal-in-2019-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 17:23:00",
        "gmt_time": "2018-11-09 09:23:00"
    },
    {
        "id": 682358,
        "updated_sequence": 1083941,
        "published_at": {
            "unix": 1541754060,
            "text": "2018-11-09 09:01:00 +0000",
            "iso_8601": "2018-11-09T09:01:00Z"
        },
        "updated_at": {
            "unix": 1541754127,
            "text": "2018-11-09 09:02:07 +0000",
            "iso_8601": "2018-11-09T09:02:07Z"
        },
        "subject": "UK debt and STIR futures on the up into data raft",
        "content": "<p>Little sign of Gilts or Short Sterling contracts biding time ahead of the 9.30GMT multiple macro releases and latest headlines intimating that Britain and the EU are inching closer towards a deal (95%+ issues now settled apparently). Instead, the core bond and 3 month strip have resumed Liffe in positive mood as risk aversion in wider markets returns, with the former tracking Bunds and US Treasuries higher after a brief wobble to 121.54 at best so far (+36 ticks) and the latter 2-3 ticks ahead at one stage. Back to Friday&rsquo;s domestic agenda, preliminary Q3 GDP is accompanied by the latest monthly ONS growth report, ip, manufacturing/construction output and trade. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "uk-debt-and-stir-futures-on-the-up-into-data-raft-09-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 17:01:00",
        "gmt_time": "2018-11-09 09:01:00"
    },
    {
        "id": 682137,
        "updated_sequence": 1083935,
        "published_at": {
            "unix": 1541754000,
            "text": "2018-11-09 09:00:00 +0000",
            "iso_8601": "2018-11-09T09:00:00Z"
        },
        "updated_at": {
            "unix": 1541754000,
            "text": "2018-11-09 09:00:00 +0000",
            "iso_8601": "2018-11-09T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-08-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 17:00:00",
        "gmt_time": "2018-11-09 09:00:00"
    },
    {
        "id": 682356,
        "updated_sequence": 1083933,
        "published_at": {
            "unix": 1541753460,
            "text": "2018-11-09 08:51:00 +0000",
            "iso_8601": "2018-11-09T08:51:00Z"
        },
        "updated_at": {
            "unix": 1541753554,
            "text": "2018-11-09 08:52:34 +0000",
            "iso_8601": "2018-11-09T08:52:34Z"
        },
        "subject": "Vivendi (VIV FP) states that the decision by the board of Telecom Italia (TIT IM) on a EUR 2bln writedown was very destabilizing for the Co. and as such, they voted against it ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "vivendi-viv-fp-states-that-the-decision-by-the-board-of-telecom-italia-tit-im-on-a-eur-2bln-writedown-was-very-destabilizing-for-the-co-and-as-such-they-voted-against-it-09-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 16:51:00",
        "gmt_time": "2018-11-09 08:51:00"
    },
    {
        "id": 682355,
        "updated_sequence": 1083930,
        "published_at": {
            "unix": 1541753460,
            "text": "2018-11-09 08:51:00 +0000",
            "iso_8601": "2018-11-09T08:51:00Z"
        },
        "updated_at": {
            "unix": 1541753552,
            "text": "2018-11-09 08:52:32 +0000",
            "iso_8601": "2018-11-09T08:52:32Z"
        },
        "subject": "Japanese government are reportedly considering a JPY 10tln stimulus to offset the second phase of the planned sales tax hike",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-government-are-reportedly-considering-a-jpy-10tln-stimulus-to-offset-the-second-phase-of-the-planned-sales-tax-hike-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 16:51:00",
        "gmt_time": "2018-11-09 08:51:00"
    },
    {
        "id": 682354,
        "updated_sequence": 1083927,
        "published_at": {
            "unix": 1541753280,
            "text": "2018-11-09 08:48:00 +0000",
            "iso_8601": "2018-11-09T08:48:00Z"
        },
        "updated_at": {
            "unix": 1541753536,
            "text": "2018-11-09 08:52:16 +0000",
            "iso_8601": "2018-11-09T08:52:16Z"
        },
        "subject": "Fastighets (BALDB SS) 9-month net SEK 7.3bln vs. Prev. SEK 5.0bln. 9-month rental revenue SEK 4.9bln vs. Prev. SEK 4.4bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fastighets-baldb-ss-9-month-net-sek-7-3bln-vs-prev-sek-5-0bln-9-month-rental-revenue-sek-4-9bln-vs-prev-sek-4-4bln-09-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 16:48:00",
        "gmt_time": "2018-11-09 08:48:00"
    },
    {
        "id": 682352,
        "updated_sequence": 1083916,
        "published_at": {
            "unix": 1541752080,
            "text": "2018-11-09 08:28:00 +0000",
            "iso_8601": "2018-11-09T08:28:00Z"
        },
        "updated_at": {
            "unix": 1541752179,
            "text": "2018-11-09 08:29:39 +0000",
            "iso_8601": "2018-11-09T08:29:39Z"
        },
        "subject": "EU's Malmstrom says the US still shows little interest in tariff cuts deal",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-s-malmstrom-says-the-us-still-shows-little-interest-in-tariff-cuts-deal-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 16:28:00",
        "gmt_time": "2018-11-09 08:28:00"
    },
    {
        "id": 682351,
        "updated_sequence": 1083913,
        "published_at": {
            "unix": 1541751840,
            "text": "2018-11-09 08:24:00 +0000",
            "iso_8601": "2018-11-09T08:24:00Z"
        },
        "updated_at": {
            "unix": 1541751898,
            "text": "2018-11-09 08:24:58 +0000",
            "iso_8601": "2018-11-09T08:24:58Z"
        },
        "subject": "Bunds: building momentum from humble beginnings",
        "content": "<p>A modest mark-up for the 10 year German benchmark, to 159.43 from Thursday&rsquo;s 159.37 Eurex close has extended to a 35 tick advance and early high of 159.72, as broad risk sentiment deteriorates again. Moreover, Eurozone economic fundamentals are looking increasingly shaky, with recently released French ip data much weaker than forecast and the latest German DIHK outlook rather downbeat, while ECB President Draghi has acknowledged the downturn by underlining the option to tweak policy guidance in the even that growth loses more/significant momentum. Back to Bunds, market contacts note resistance up in the 159.84-89 area, but also a chart gap down at 159.36.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-building-momentum-from-humble-beginnings-09-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 16:24:00",
        "gmt_time": "2018-11-09 08:24:00"
    },
    {
        "id": 682350,
        "updated_sequence": 1083910,
        "published_at": {
            "unix": 1541751480,
            "text": "2018-11-09 08:18:00 +0000",
            "iso_8601": "2018-11-09T08:18:00Z"
        },
        "updated_at": {
            "unix": 1541751552,
            "text": "2018-11-09 08:19:12 +0000",
            "iso_8601": "2018-11-09T08:19:12Z"
        },
        "subject": "BBC Political Correspondent Iain Watson tweets that no date yet for the next cabinet meeting ",
        "content": "<ul><li><a href=\"https://twitter.com/iainjwatson/status/1060807857837350912\">Link to Tweet</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bbc-political-correspondent-iain-watson-tweets-that-no-date-yet-for-the-next-cabinet-meeting-09-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 16:18:00",
        "gmt_time": "2018-11-09 08:18:00"
    },
    {
        "id": 682349,
        "updated_sequence": 1083907,
        "published_at": {
            "unix": 1541751120,
            "text": "2018-11-09 08:12:00 +0000",
            "iso_8601": "2018-11-09T08:12:00Z"
        },
        "updated_at": {
            "unix": 1541751148,
            "text": "2018-11-09 08:12:28 +0000",
            "iso_8601": "2018-11-09T08:12:28Z"
        },
        "subject": "ECB says banks borrowed 0mln at marginal rate & deposited EUR 651bln with it overnight",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-borrowed-0mln-at-marginal-rate-deposited-eur-651bln-with-it-overnight-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 16:12:00",
        "gmt_time": "2018-11-09 08:12:00"
    },
    {
        "id": 682348,
        "updated_sequence": 1083904,
        "published_at": {
            "unix": 1541751000,
            "text": "2018-11-09 08:10:00 +0000",
            "iso_8601": "2018-11-09T08:10:00Z"
        },
        "updated_at": {
            "unix": 1541751109,
            "text": "2018-11-09 08:11:49 +0000",
            "iso_8601": "2018-11-09T08:11:49Z"
        },
        "subject": "BBC Political Correspondent Iain Watson tweets that Cabinet Minister Jeremy Wright tells me the PM will never do a deal that would lead to a border in the Irish Sea",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "bbc-political-correspondent-iain-watson-tweets-that-cabinet-minister-jeremy-wright-tells-me-the-pm-will-never-do-a-deal-that-would-lead-to-a-border-in-the-irish-sea-09-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 16:10:00",
        "gmt_time": "2018-11-09 08:10:00"
    },
    {
        "id": 682347,
        "updated_sequence": 1083901,
        "published_at": {
            "unix": 1541750820,
            "text": "2018-11-09 08:07:00 +0000",
            "iso_8601": "2018-11-09T08:07:00Z"
        },
        "updated_at": {
            "unix": 1541750889,
            "text": "2018-11-09 08:08:09 +0000",
            "iso_8601": "2018-11-09T08:08:09Z"
        },
        "subject": "European equity movers this morning: Wirecard (WDI GY) +3.5%; Allianz (ALV GY) +1.2%; Fraport (FRA GY) +1.0%; Thyssenkrupp (TKA GY) -6.7%; Richemont (CFR SW) -5.2%; AA (AA/ LN) -3.5%; Prosiebensat (PSM GY) -2.5%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-wirecard-wdi-gy-3-5-allianz-alv-gy-1-2-fraport-fra-gy-1-0-thyssenkrupp-tka-gy-6-7-richemont-cfr-sw-5-2-aa-aa-ln-3-5-prosiebensat-psm-gy-2-5-09-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 16:07:00",
        "gmt_time": "2018-11-09 08:07:00"
    },
    {
        "id": 682342,
        "updated_sequence": 1084022,
        "published_at": {
            "unix": 1541749500,
            "text": "2018-11-09 07:45:00 +0000",
            "iso_8601": "2018-11-09T07:45:00Z"
        },
        "updated_at": {
            "unix": 1541757373,
            "text": "2018-11-09 09:56:13 +0000",
            "iso_8601": "2018-11-09T09:56:13Z"
        },
        "subject": "British Junior Brexit Minister Walker says is optimistic that Britain and the EU will reach breakthrough in Brexit talks soon; according to Funke Media Group",
        "content": "<ul><li>Adds that he hopes this happens within the next three weeks, and that Brexit negotiations on details are constructive</li>\r\n  <li>It would be desirable&nbsp;for both the EU and Britain to reach a deal at an EU summit in November; there is agreement on over 95% of the Brexit deal</li>\r\n  <li>Says that Britain and the EU are currently discussing how to avoid a hard border between Ireland and Northern Ireland</li>\r\n  <li>Walker says that one of the scenarios being discussed is Britain remaining in a customs union agreement with the EU after the end of the transition period, this would avoid new border controls between Ireland and Northern Ireland</li>\r\n  <li>We have reached compromises with the EU on issues including citizens rights, financial issues and the implementation period; adding that Britain will not consider customs border between Northern Ireland and Britain in the Irish Sea</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Funke Media Group",
        "slug": "british-junior-brexit-minister-walker-says-is-optimistic-that-britain-and-the-eu-will-reach-breakthrough-in-brexit-talks-soon-according-to-funke-media-group-09-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 15:45:00",
        "gmt_time": "2018-11-09 07:45:00"
    },
    {
        "id": 682341,
        "updated_sequence": 1083876,
        "published_at": {
            "unix": 1541749440,
            "text": "2018-11-09 07:44:00 +0000",
            "iso_8601": "2018-11-09T07:44:00Z"
        },
        "updated_at": {
            "unix": 1541749529,
            "text": "2018-11-09 07:45:29 +0000",
            "iso_8601": "2018-11-09T07:45:29Z"
        },
        "subject": "RANsquawk Daily European Equity Opening News - 9th November 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20518/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Earnings from Allianz, Richemont, Leonardo, Telecom Italia</li>\r\n  <li>Broker Moves for Prosiebensat</li>\r\n  <li>Stories for Novartis, BASF and UBS</li>\r\n</ul>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asia equity markets traded lower following a lacklustre lead from Wall St where the mid-term stock rally stalled as focus shifted to the FOMC, which maintained rates as expected and provided little to derail expectations for a 4th hike this year. ASX 200 (-0.1%) and Nikkei 225 (-1.0%) were lower with energy stocks pressured after a continued slump in oil prices and as soft earnings results also clouded over Tokyo sentiment. Hang Seng (-2.5%) and Shanghai Comp. (-1.1%) were the worst hit in the region as tech and energy stocks lagged, while continued PBoC liquidity inaction and inline inflation data proved to be inconclusive for sentiment.</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>National Grid (NG/ LN) &ndash; Co. has been given approval to a USD 1.1bln plan to build the longest high-voltage power cable between UK and Denmark. (Telegraph)</p>\r\n\r\n<p>OTHER UK COMPANIES</p>\r\n\r\n<p>G4S (GFS LN) - Co. shares staged a recovery yesterday (+3.4%) amid calls by City analysts for the Co. to consider a &#39;radical&#39; demerger to reignite its turnaround. (Telegraph)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>AA (AA/ LN) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT CREDIT SUISSE</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Allianz (ALV GY) - Q3 revenue EUR 30.5bln vs. Exp. EUR 29.9bln. Q3 net EUR 1.92bln vs. Exp. EUR 1.90bln. Operating profit EUR 2.99bln vs. Exp. EUR 2.86bln. The Co affirms full year 2018 operating profit. (Newswires)</p>\r\n\r\n<p>BASF (BAS GY)/ Uniper (UN01 GY) &ndash; US Energy Secretary Perry said US could still impose sanctions to the building of the Nord Stream 2 pipeline. (Newswires)</p>\r\n\r\n<p>Innogy (IGY GY)/ SSE (SSE LN)/RWE (RWE GY) &ndash; SSE said it was in talks with Innogy in regard to potential changes to terms for the tie-up of SSE&rsquo;s retail unit with Innogy&rsquo;s Npower. This comes after UK regulators proposed a price cap on energy bills. (Newswires)</p>\r\n\r\n<p>Thyssenkrupp (TKA GY) &ndash; Co. announced a profit warning as the Co. said provisions for an ongoing cartel probe and quality problems at its auto business will dent earnings. (Newswires)</p>\r\n\r\n<p>Continental (CON GY) - Co. have appointed advisors for a potential IPO of its Powertrain unit which could be valued at EUR 5bln; according to sources. (Newswires)</p>\r\n\r\n<p>RWE AG (RWE GY) - The Co&rsquo;s Supply and Trading unit have signed a cooperation agreement with Tokyo Gas to strengthen their ties in LNG sourcing, trading and shipping activities. (Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>Leg Immobilien (LEG GY) &ndash; 9M FFO EUR 242.2mln vs. Prev. EUR 226.3mln and affirms FY 2018/19 FFO. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>PROSIEBENSAT.1 MEDIA (PSM GY) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS AND DOWNGRADED TO HOLD FROM BUY AT HSBC</p>\r\n\r\n<p>FRAPORT (FRA GY) UPGRADED TO SECTOR PERFORM FROM UNDERPERFORM AT RBC</p>\r\n\r\n<p>WIRECARD (WDI GY) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>Air France (AF FP) &ndash; October load factor 87.5% vs. Prev. 87.0% Y/Y. Passengers +3.3% to 9.2mln. RPK +3.8%, ASK +3.8%. (Newswires)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Natixis (KN FP) &ndash; Q3 net EUR 422mln vs. Exp. EUR 393mln. Revenue EUR 2.38bln vs. Exp. EUR 2.31bln. (Newswires)</p>\r\n\r\n<p>Rubis (RUI FP) &ndash; Q3 Revenue EUR 1.12bln vs. Prev. EUR 1.01bln. (Newswires)</p>\r\n\r\n<p>Eurazeo (RF FP) &ndash; Q3 economic revenue +11.5% Y/Y to EUR 1.37bln, consolidated revenue EUR 1.07bln vs. Prev. EUR 1.01bln. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>Fincantieri (FCT IM) &ndash; 9-month revenue EUR 3.88bln vs. Prev. EUR 3.58bln. 9-month EBITDA EUR 238mln vs. Prev. EUR 233mln (Newswires)</p>\r\n\r\n<p>Leonardo (LDO IM) &ndash;. 9-month revenue EUR 8.24bln vs. Prev. EUR 7.984bln. 9-month net EBITA EUR 632mln. 9-month net profit EUR 236mln. The Co have confirmed their 2018 guidance. (Newswires)</p>\r\n\r\n<p>Telecom Italia (TIT IM) &ndash; Q3 revenue EUR 4.67bln vs. Exp. EUR 4.7bln. Q3 EBITDA EUR 2.1bln vs. Exp EUR 2.1bln. 9-month revenues EUR 14.2bln. 9-month EBITDA EUR 6.2bln. 9-month net income EUR 1.2bln. Q3 EBITDA EUR 2.045bln. The Co say they will make good the discussed write-down of EUR 2bln, also confirm that exclusive talks for sale of Persidera unit are underway. (Newswires)</p>\r\n\r\n<p>Salvatore Ferragamo (SFER IM) &ndash; 9-month revenues EUR 972mln vs. Exp. EUR 968mln. 9-month EBITDA EUR 149mln vs. Exp. EUR 143mln. 9-month net profit of EUR 65mln. (Newswires)</p>\r\n\r\n<p>Banks exposed to Mexico &ndash; Mexican banks fell overnight amid a surprise proposal from the incoming President AMLO to scrap bank fees. BBVA (BBVA SM) made 28% of its revenue and 34% of its operating income in Mexico last year. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>Richemont (CFR SW) &ndash; H1 profit of EUR 2.53bln. H1 sales EUR 6.808bln vs. Exp. EUR 6.858bln. Q3 revenue EUR 6.81bln vs. Exp. EUR 6.9bln. The Co say that all regions with the exception of the Middle East and Africa had higher sales. (Newswires)</p>\r\n\r\n<p>Novartis (NOVN SW) &ndash; Co. said its Sandoz division is recalling losartan tablets after finding traces of a substance capable of causing cancer in its blood pressure drug. Separately, the Co.is said to have acquired a 20.7% stake in Gamida Cell (GMDA) at the end of October. (Newswires)</p>\r\n\r\n<p>UBS (UBSG SW) &ndash; US government has filed a civil fraud lawsuit accusing the Co. of defrauding investors in its sale of mortgage-backed securities leading up to the global financial crisis in 2008/09. (Newswires)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>US</p>\r\n\r\n<p>* SPX -0.25% at 2807, NDX -0.62% at 7156, DJI +0.04% at 26191. SECTORS: Energy -2.18%, Materials -0.56%, Industrials -0.25%, Cons Discretionary +0.01%, Cons Staples +0.02%, Healthcare +0.01%, Financials +0.32%, Tech -0.20%, Telecoms -0.93%, Utilities -0.26%.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-equity-opening-news-9th-november-2018-09-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 15:44:00",
        "gmt_time": "2018-11-09 07:44:00"
    },
    {
        "id": 682339,
        "updated_sequence": 1083865,
        "published_at": {
            "unix": 1541748480,
            "text": "2018-11-09 07:28:00 +0000",
            "iso_8601": "2018-11-09T07:28:00Z"
        },
        "updated_at": {
            "unix": 1541748831,
            "text": "2018-11-09 07:33:51 +0000",
            "iso_8601": "2018-11-09T07:33:51Z"
        },
        "subject": "Morgan Stanley trade recommendation (at NY close yesterday): Short EURGBP with stop at 0.8850 and target 0.8300 [Currently at 0.8710] ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "morgan-stanley-trade-recommendation-at-ny-close-yesterday-short-eurgbp-with-stop-at-0-8850-and-target-0-8300-currently-at-0-8710-09-11-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 15:28:00",
        "gmt_time": "2018-11-09 07:28:00"
    },
    {
        "id": 682338,
        "updated_sequence": 1083870,
        "published_at": {
            "unix": 1541748000,
            "text": "2018-11-09 07:20:00 +0000",
            "iso_8601": "2018-11-09T07:20:00Z"
        },
        "updated_at": {
            "unix": 1541749300,
            "text": "2018-11-09 07:41:40 +0000",
            "iso_8601": "2018-11-09T07:41:40Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Banks exposed to Mexico &ndash; Mexican banks fell overnight amid a surprise proposal from the incoming President AMLO to scrap bank fees. BBVA (BBVA SM) made 28% of its revenue and 34% of its operating income in Mexico last year. (Newswires)</p>\r\n\r\n<p>RWE AG (RWE GY) - The Co&#39;s Supply &amp; Trading unit have signed a cooperation agreement with Tokyo Gas to strengthen their ties in LNG sourcing, trading and shipping activities. (Newswires)</p>\r\n\r\n<p>PROSIEBENSAT1 (PSM GY) DOWNGRADED TO HOLD FROM BUY AT HSBC</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-09-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 15:20:00",
        "gmt_time": "2018-11-09 07:20:00"
    },
    {
        "id": 682337,
        "updated_sequence": 1083849,
        "published_at": {
            "unix": 1541747820,
            "text": "2018-11-09 07:17:00 +0000",
            "iso_8601": "2018-11-09T07:17:00Z"
        },
        "updated_at": {
            "unix": 1541747918,
            "text": "2018-11-09 07:18:38 +0000",
            "iso_8601": "2018-11-09T07:18:38Z"
        },
        "subject": "Northern Ireland's DUP reiterates that they will not support a Brexit deal that leaves Northern Ireland separated from the rest of the UK",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "northern-ireland-s-dup-reiterates-that-they-will-not-support-a-brexit-deal-that-leaves-northern-ireland-separated-from-the-rest-of-the-uk-09-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 15:17:00",
        "gmt_time": "2018-11-09 07:17:00"
    },
    {
        "id": 682336,
        "updated_sequence": 1083844,
        "published_at": {
            "unix": 1541747280,
            "text": "2018-11-09 07:08:00 +0000",
            "iso_8601": "2018-11-09T07:08:00Z"
        },
        "updated_at": {
            "unix": 1541747675,
            "text": "2018-11-09 07:14:35 +0000",
            "iso_8601": "2018-11-09T07:14:35Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: <strong>1.1300 (1.1B)</strong>, <strong>1.1340-50 (2.0B)</strong>, <strong>1.1375 (1.3B)</strong>, <strong>1.1400 (2.5B)</strong>,</p>\r\n\r\n<p>1.1410-15 (821M)</p>\r\n\r\n<p>EUR/GBP: 0.8650 (523M), 0.8690 (495M)</p>\r\n\r\n<p>USD/JPY: <strong>113.50-60 (2.1B)</strong>, <strong>114 (1.3B)</strong>, 114.20 (601M), 114.50 (949M)</p>\r\n\r\n<p>GBP/USD: 1.3090 (348M), 1.3175-80 (540M), 1.3200 (335M), 1.3275 (928M)</p>\r\n\r\n<p>AUD/USD: 0.7195 (600M), <strong>0.7200 (2.9B)</strong>, <strong>0.7275 (1.7B)</strong>, <strong>0.7300 (989M)</strong></p>\r\n\r\n<p>NZD/USD: 0.6500 (818M), 0.6650 (920M), 0.6850 (730M), 0.7250 (382M)</p>\r\n\r\n<p>USD/CAD: 1.3050-65 (765M), 1.3140 (305M), 1.3225 (345M), 1.3250 (292M)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-09-11-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 15:08:00",
        "gmt_time": "2018-11-09 07:08:00"
    },
    {
        "id": 682329,
        "updated_sequence": 1083846,
        "published_at": {
            "unix": 1541746500,
            "text": "2018-11-09 06:55:00 +0000",
            "iso_8601": "2018-11-09T06:55:00Z"
        },
        "updated_at": {
            "unix": 1541747878,
            "text": "2018-11-09 07:17:58 +0000",
            "iso_8601": "2018-11-09T07:17:58Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>9th November 2018</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700BST/0100CDT recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700BST/0100CDT all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715BST/0115CDT.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750BST/0150CDT recapping any company news which has hit the wires since 0715BST/0115CDT ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asia equity markets traded lower following a lacklustre lead from Wall St where the mid-term stock rally stalled as focus shifted to the FOMC, which maintained rates as expected and provided little to derail expectations for a 4th hike this year. ASX 200 (-0.1%) and Nikkei 225 (-1.0%) were lower with energy stocks pressured after a continued slump in oil prices and as soft earnings results also clouded over Tokyo sentiment. Hang Seng (-2.5%) and Shanghai Comp. (-1.1%) were the worst hit in the region as tech and energy stocks lagged, while continued PBoC liquidity inaction and inline inflation data proved to be inconclusive for sentiment.</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>G4S (GFS LN) - Co. shares staged a recovery yesterday (+3.4%) amid calls by City analysts for the Co. to consider a &#39;radical&#39; demerger to reignite its turnaround. (Telegraph)</p>\r\n\r\n<p>National Grid (NG/ LN) &ndash; Co. has been given approval to a USD 1.1bln plan to build the longest high-voltage power cable between UK and Denmark. (Telegraph)</p>\r\n\r\n<p>OTHER UK COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>AA (AA/ LN) DOWNGRADED TO UNDERPERFORM FROM NEUTRAL AT CREDIT SUISSE</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Allianz (ALV GY) &ndash; Q3 revenue EUR 30.5bln vs. exp. EUR 20.9bln. Q3 net income attributable to shareholders EUR 1.9bln, increase of 24%. 9-month 2018 operating profit EUR 8.7bln, up 4.8%. The Co have confirmed their 2018 profit outlook at EUR 11.1bln. (Newswires)</p>\r\n\r\n<p>BASF (BAS GY)/ Uniper (UN01 GY) &ndash; US Energy Secretary Perry said US could still impose sanctions to the building of the Nord Stream 2 pipeline. (Newswires)</p>\r\n\r\n<p>Innogy (IGY GY)/ SSE (SSE LN)/RWE (RWE GY) &ndash; SSE said it was in talks with Innogy in regard to potential changes to terms for the tie-up of SSE&rsquo;s retail unit with Innogy&rsquo;s Npower. This comes after UK regulators proposed a price cap on energy bills. (Newswires)</p>\r\n\r\n<p>Thyssenkrupp (TKA GY) &ndash; Co. announced a profit warning as the Co. said provisions for an ongoing cartel probe and quality problems at its auto business will dent earnings. (Newswires)</p>\r\n\r\n<p>Continental (CON GY) - Co. have appointed advisors for a potential IPO of its Powertrain unit which could be valued at EUR 5bln; according to sources. (Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>Leg Immobilien (LEG GY) &ndash; 9M FFO EUR 242.2mln vs. Prev. EUR 226.3mln and affirms FY 2018/19 FFO. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>PROSIEBENSAT.1 MEDIA (PSM GY) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT BARCLAYS</p>\r\n\r\n<p>FRAPORT (FRA GY) UPGRADED TO SECTOR PERFORM FROM UNDERPERFORM AT RBC</p>\r\n\r\n<p>WIRECARD (WDI GY) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>Air France (AF FP) &ndash; October load factor 87.5% vs. Prev. 87.0% Y/Y. Passengers +3.3% to 9.2mln. RPK +3.8%, ASK +3.8%. (Newswires)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Natixis (KN FP) &ndash; Q3 net EUR 422mln vs. Exp. EUR 393mln. Revenue EUR 2.38bln vs. Exp. EUR 2.31bln. (Newswires)</p>\r\n\r\n<p>Rubis (RUI FP) &ndash; Q3 Revenue EUR 1.12bln vs. Prev. EUR 1.01bln. (Newswires)</p>\r\n\r\n<p>Eurazeo (RF FP) &ndash; Q3 economic revenue +11.5% Y/Y to EUR 1.37bln, consolidated revenue EUR 1.07bln vs. Prev. EUR 1.01bln. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>Fincantieri (FCT IM) &ndash; 9-month revenue EUR 3.88bln vs. prev. EUR 3.58bln. 9-month EBITDA EUR 238mln vs. prev. EUR 233mln (Newswires)</p>\r\n\r\n<p>Leonardo (LDO IM) &ndash;&nbsp;9-month revenue EUR 8.24bln vs. Prev. EUR 7.984bln. 9-month net EBITA EUR 632mln. 9-month net profit EUR 236mln. The Co have confirmed their 2018 guidance. (Newswires)</p>\r\n\r\n<p>Telecom Italia (TIT IM) &ndash; Q3 revenue EUR 4.67bln vs. Exp. EUR 4.7bln. Q3 EBITDA EUR 2.1bln vs. Exp EUR 2.1bln. 9-month revenues EUR 14.2bln. 9-month EBITDA EUR 6.2bln. 9-month net income EUR 1.2bln. Q3 EBITDA EUR 2.045bln. The Co say they will make good the discussed write-down of EUR 2bln, also confirm that exclusive talks for sale of Persidera unit are underway. (Newswires)</p>\r\n\r\n<p>Salvatore Ferragamo (SFER IM) &ndash; 9-month revenues EUR 972mln vs. exp. EUR 968mln. 9-month EBITDA EUR 149mln vs. exp. EUR 143mln. 9-month net profit of EUR 65mln. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>Richemont (CFR SW) &ndash; H1 profit of EUR 2.53bln. H1 sales EUR 6.808bln vs. exp. EUR 6.858bln. Q3 revenue EUR 6.81bln vs. exp. EUR 6.9bln. The Co say that all regions with the exception of the Middle East and Africa had higher sales. (Newswires)</p>\r\n\r\n<p>Novartis (NOVN SW) &ndash; Co. said its Sandoz division is recalling losartan tablets after finding traces of a substance capable of causing cancer in its blood pressure drug. Separately, the Co.is said to have acquired a 20.7% stake in Gamida Cell (GMDA) at the end of October. (Newswires)</p>\r\n\r\n<p>UBS (UBSG SW) &ndash; US government has filed a civil fraud lawsuit accusing the Co. of defrauding investors in its sale of mortgage-backed securities leading up to the global financial crisis in 2008/09. (Newswires)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>US</p>\r\n\r\n<p>* SPX -0.25% at 2807, NDX -0.62% at 7156, DJI +0.04% at 26191. SECTORS: Energy -2.18%, Materials -0.56%, Industrials -0.25%, Cons Discretionary +0.01%, Cons Staples +0.02%, Healthcare +0.01%, Financials +0.32%, Tech -0.20%, Telecoms -0.93%, Utilities -0.26%.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-09-11-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 14:55:00",
        "gmt_time": "2018-11-09 06:55:00"
    },
    {
        "id": 682328,
        "updated_sequence": 1083814,
        "published_at": {
            "unix": 1541745900,
            "text": "2018-11-09 06:45:00 +0000",
            "iso_8601": "2018-11-09T06:45:00Z"
        },
        "updated_at": {
            "unix": 1541746042,
            "text": "2018-11-09 06:47:22 +0000",
            "iso_8601": "2018-11-09T06:47:22Z"
        },
        "subject": "RTE's Editor Connelly tweets \"Dublin sees the Withdrawal Agreement as guaranteeing no hard border. London sees it as guaranteeing no long term, NI-specific backstop. This spells trouble.\"",
        "content": "<p><a href=\"https://twitter.com/tconnellyRTE/status/1060784802213826560\">Click here for the tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "rte-s-editor-connelly-tweets-dublin-sees-the-withdrawal-agreement-as-guaranteeing-no-hard-border-london-sees-it-as-guaranteeing-no-long-term-ni-specific-backstop-this-spells-trouble-09-11-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 14:45:00",
        "gmt_time": "2018-11-09 06:45:00"
    },
    {
        "id": 682327,
        "updated_sequence": 1083817,
        "published_at": {
            "unix": 1541744700,
            "text": "2018-11-09 06:25:00 +0000",
            "iso_8601": "2018-11-09T06:25:00Z"
        },
        "updated_at": {
            "unix": 1541746440,
            "text": "2018-11-09 06:54:00 +0000",
            "iso_8601": "2018-11-09T06:54:00Z"
        },
        "subject": "RANsquawk Daily European Opening News - 9th November 2018 ",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20517/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Fed kept Federal Funds Rate target unchanged at 2.00-2.25% as expected and continued to point to &ldquo;further gradual increases&rdquo; in rates</li>\r\n  <li>Asian equity markets traded lower following a lacklustre lead from Wall St where the mid-term stock rally stalled</li>\r\n  <li>EU is said to want a customs border in the Irish Sea in the event of a no-deal Brexit. However, the report noted that PM May said she would never allow this to occur</li>\r\n  <li>Looking ahead, highlights include UK GDP, industrial and manufacturing production, US PPI, Baker Hughes, Fed&rsquo;s Williams, Harker, Quarles, BoE&rsquo;s Haldane, Tria to meet with Centeno</li>\r\n</ul>\r\n\r\n<p><strong>FOMC</strong></p>\r\n\r\n<p>- Fed kept Federal Funds Rate target unchanged at 2.00-2.25% as expected.</p>\r\n\r\n<p>- Fed said it expects further gradual increases in Fed Funds Rate will be consistent with sustained economic expansion, strong job market and inflation target, while it also commented that economic activity is rising at strong rate and that growth of business fixed investment has moderated from its rapid pace earlier in the year.</p>\r\n\r\n<p>- The Fed reiterated near-term risks to economy appear roughly balanced, while it noted that inflation remains near 2% and long-term inflation expectations are little changed.</p>\r\n\r\n<p>- Markets were relatively muted with mild USD firmness and little change in US yields.</p>\r\n\r\n<p><br /><strong>ASIA</strong></p>\r\n\r\n<p>Asian equity markets traded lower following a lacklustre lead from Wall St where the mid-term stock rally stalled as focus shifted to the FOMC. ASX 200 (-0.1%) and Nikkei 225 (-1.0%) were lower with energy stocks pressured after a continued slump in oil prices and as soft earnings results also clouded over Tokyo sentiment. Hang Seng (-2.5%) and Shanghai Comp. (-1.1%) were the worst hit in the region as tech and energy stocks lagged, while continued PBoC liquidity inaction and inline inflation data proved to be inconclusive for sentiment. Finally, 10yr JGBs were flat with prices uneventful as the pressure from the recent losses in T-notes was counterbalanced by the risk averse tone and BoJ&rsquo;s presence in the market for JPY 980bln of JGBs across the curve.</p>\r\n\r\n<p>PBoC skipped open market operations and are net neutral for the week vs. Prev. CNY 490bln net drain last week. (Newswires)<br />PBoC set CNY mid-point at 6.9329 (Prev. 6.9163)</p>\r\n\r\n<p>Chinese CPI (Oct) Y/Y 2.5% vs. Exp. 2.5% (Prev. 2.5%). (Newswires)<br />Chinese PPI (Oct) Y/Y 3.3% vs. Exp. 3.3% (Prev. 3.6%)</p>\r\n\r\n<p><br /><strong>UK/EU</strong></p>\r\n\r\n<p>A senior UK government source told Press Association that reports a Brexit deal could come in next few days should be taken with &quot;a very large pinch of salt&quot;. (Newswires)</p>\r\n\r\n<p>EU is said to want a customs border in the Irish Sea in the event of a no-deal Brexit, according to reports which cited a letter from PM May. However, the letter noted that PM May said she would never allow this to occur, while a spokesperson also said the government will not agree to anything that results to a hard border on Ireland, nor will it accept a division of the UK into 2 customs territories. (Times)</p>\r\n\r\n<p>EU is reportedly demanding certain fishing rights in UK waters as price for an all-UK divorce deal to solve the Irish backstop issue. (Telegraph)</p>\r\n\r\n<p><br /><strong>FX</strong></p>\r\n\r\n<p>In FX markets, the DXY held firm near post-FOMC highs as expectations remained unwavered for a December rate hike. The greenback had already strengthened in the hours heading into the Fed announcement, which then persisted following the release. As such, EUR/USD and GBP/USD languished near the prior day&rsquo;s lows, while antipodeans were softer with AUD failing to benefit from the slight upward revisions to growth and CPI forecasts in the RBA&rsquo;s SOMP, as the central bank also noted a potential impact to the Asia region from the US-China trade dispute. Elsewhere, reports that a US Federal judge blocked the Keystone XL Pipeline only briefly pressured CAD, while the risk averse tone spurred flows into safe-haven JPY which weighed on JPY-crosses and although USD/JPY gave up the 114.00 handle, losses in the pair were stemmed by the USD strength.</p>\r\n\r\n<p>RBA Statement on Monetary Policy stated board does not see a strong case for a change in rates in the near-term, while it added outlook for inflation and unemployment mean higher rates are likely at some point. RBA stated that trade-weighted AUD is contained by offsetting forces and that many Asian economies could be impacted by US-China trade dispute. In terms of forecasts, RBA raised 2018 average GDP growth forecast to 3.50% from 3.25% and raised it underlying inflation forecast to 2.25% from 2.00% for December 2019. (Newswires)</p>\r\n\r\n<p><br /><strong>COMMODITIES</strong></p>\r\n\r\n<p>Commodities were subdued overnight with WTI firmly below USD 61.00/bbl following a continued slump in prices due to a firmer greenback and expectations of increased OPEC shipments this month, while participants also look ahead to the upcoming meeting between producers including OPEC ministers this Sunday for any further output cut measures. Elsewhere, gold marginally extended on losses post-FOMC as expectations remain for the Fed to hike next month, while copper also weakened amid the broad risk-averse tone.</p>\r\n\r\n<p>OPEC oil shipments will rise by 670k BPD to 25.79mln BPD in the four weeks to Nov. 24 vs. period to Oct. 27, according to data from tanker tracker Oil Movements. (Newswires)</p>\r\n\r\n<p>US Federal judge blocked Keystone XL Pipeline stating that US administration&#39;s justification for the approval was incomplete, while the judge added that the State Department failed to evaluate climate impact, oil spills and cultural resources. (Newswires)</p>\r\n\r\n<p>Saudi Arabia&rsquo;s top government-funded think tank is reportedly studying the potential impact of a break up of OPEC on oil markets. (WSJ)<br />&nbsp;</p>\r\n\r\n<p><strong>GEOPOLITICS</strong></p>\r\n\r\n<p>North Korea cancelled a meeting scheduled with the US after learning US President Trump will not attend, while US Ambassador to the UN Haley said North Korea postponed meeting with US Secretary of State Pompeo because they weren&#39;t prepared. Furthermore, Haley commented that Russia wants to lift banking restriction on North Korea but the US will not let that happen. (Newswires) Reports thereafter suggested that North Korea and US are rescheduling there postponed talks. (Yonhap)</p>\r\n\r\n<p>US issued fresh Russia-related sanctions on 8 entities and 1 individual regarding Russia&#39;s annexation of Crimea. (Newswires)</p>\r\n\r\n<p><br /><strong>US</strong></p>\r\n\r\n<p>Treasuries were lower once again for the session as mid-term election risk faded and as the FOMC kept rates unchanged as expected; the yield curve flattened after the central bank highlighted strong economic activity and with no mention on the recent market volatility. In pre-Fed trade the 10yr yield hit 3.223%, the highest level since May 2011. Most of the action was in the belly of the curve were yields were higher by c.3bps at settlement. 2s6730s and 5s30s were narrower by c.3bps. US T-note futures (Z8) settled 6+ ticks lower at 117-26.</p>\r\n\r\n<p>Trump lawyer Rudy Giuliani and Chris Christie are said to be under consideration for Attorney General. (CBS)</p>\r\n\r\n<p>Mexico Economy Minister Guajardo said new USMCA trade agreement will be signed at the G20 on November 30th. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-9th-november-2018-09-11-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 14:25:00",
        "gmt_time": "2018-11-09 06:25:00"
    },
    {
        "id": 682326,
        "updated_sequence": 1083808,
        "published_at": {
            "unix": 1541744520,
            "text": "2018-11-09 06:22:00 +0000",
            "iso_8601": "2018-11-09T06:22:00Z"
        },
        "updated_at": {
            "unix": 1541744643,
            "text": "2018-11-09 06:24:03 +0000",
            "iso_8601": "2018-11-09T06:24:03Z"
        },
        "subject": "Italy's budget committee head Borghi accuses EU of using made up numbers in judging the Italian budget",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Stampa",
        "slug": "italy-s-budget-committee-head-borghi-accuses-eu-of-using-made-up-numbers-in-judging-the-italian-budget-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 14:22:00",
        "gmt_time": "2018-11-09 06:22:00"
    },
    {
        "id": 682325,
        "updated_sequence": 1083805,
        "published_at": {
            "unix": 1541744400,
            "text": "2018-11-09 06:20:00 +0000",
            "iso_8601": "2018-11-09T06:20:00Z"
        },
        "updated_at": {
            "unix": 1541744492,
            "text": "2018-11-09 06:21:32 +0000",
            "iso_8601": "2018-11-09T06:21:32Z"
        },
        "subject": "Hyundai Department Store (069960 KS) Q3 net KRW 65.8bln vs. Prev. KRW 59.4bln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hyundai-department-store-069960-ks-q3-net-krw-65-8bln-vs-prev-krw-59-4bln-y-y-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 14:20:00",
        "gmt_time": "2018-11-09 06:20:00"
    },
    {
        "id": 682324,
        "updated_sequence": 1083802,
        "published_at": {
            "unix": 1541743500,
            "text": "2018-11-09 06:05:00 +0000",
            "iso_8601": "2018-11-09T06:05:00Z"
        },
        "updated_at": {
            "unix": 1541743620,
            "text": "2018-11-09 06:07:00 +0000",
            "iso_8601": "2018-11-09T06:07:00Z"
        },
        "subject": "United Microelectronics (2303 TT) October revenue fell 8.9% Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "united-microelectronics-2303-tt-october-revenue-fell-8-9-y-y-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 14:05:00",
        "gmt_time": "2018-11-09 06:05:00"
    },
    {
        "id": 682323,
        "updated_sequence": 1083799,
        "published_at": {
            "unix": 1541743500,
            "text": "2018-11-09 06:05:00 +0000",
            "iso_8601": "2018-11-09T06:05:00Z"
        },
        "updated_at": {
            "unix": 1541743564,
            "text": "2018-11-09 06:06:04 +0000",
            "iso_8601": "2018-11-09T06:06:04Z"
        },
        "subject": "China October vehicle wholesales fell 11.7% Y/Y, according to CAAM",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-october-vehicle-wholesales-fell-11-7-y-y-according-to-caam-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 14:05:00",
        "gmt_time": "2018-11-09 06:05:00"
    },
    {
        "id": 682322,
        "updated_sequence": 1083796,
        "published_at": {
            "unix": 1541743080,
            "text": "2018-11-09 05:58:00 +0000",
            "iso_8601": "2018-11-09T05:58:00Z"
        },
        "updated_at": {
            "unix": 1541743166,
            "text": "2018-11-09 05:59:26 +0000",
            "iso_8601": "2018-11-09T05:59:26Z"
        },
        "subject": "North Korea and US are rescheduling there postponed talks, according Yonhap",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "north-korea-and-us-are-rescheduling-there-postponed-talks-according-yonhap-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 13:58:00",
        "gmt_time": "2018-11-09 05:58:00"
    },
    {
        "id": 682321,
        "updated_sequence": 1083793,
        "published_at": {
            "unix": 1541742720,
            "text": "2018-11-09 05:52:00 +0000",
            "iso_8601": "2018-11-09T05:52:00Z"
        },
        "updated_at": {
            "unix": 1541742878,
            "text": "2018-11-09 05:54:38 +0000",
            "iso_8601": "2018-11-09T05:54:38Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks declined after post mid-term rally stalled on Wall St and as Fed remains on track for December hike",
        "content": "<p>Asia equity markets traded lower following a lacklustre lead from Wall St where the mid-term stock rally stalled as focus shifted to the FOMC, which maintained rates as expected and provided little to derail expectations for a 4th hike this year. ASX 200 (-0.1%) and Nikkei 225 (-1.0%) were lower with energy stocks pressured after a continued slump in oil prices and as soft earnings results also clouded over Tokyo sentiment. Hang Seng (-2.5%) and Shanghai Comp. (-1.1%) were the worst hit in the region as tech and energy stocks lagged, while continued PBoC liquidity inaction and inline inflation data proved to be inconclusive for sentiment. Finally, 10yr JGBs were flat with prices uneventful as the pressure from the recent losses in T-notes was counterbalanced by the risk averse tone and BoJ&rsquo;s presence in the market for JPY 980bln of JGBs across the curve.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-declined-after-post-mid-term-rally-stalled-on-wall-st-and-as-fed-remains-on-track-for-december-hike-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 13:52:00",
        "gmt_time": "2018-11-09 05:52:00"
    },
    {
        "id": 682321,
        "updated_sequence": 1083793,
        "published_at": {
            "unix": 1541742720,
            "text": "2018-11-09 05:52:00 +0000",
            "iso_8601": "2018-11-09T05:52:00Z"
        },
        "updated_at": {
            "unix": 1541742878,
            "text": "2018-11-09 05:54:38 +0000",
            "iso_8601": "2018-11-09T05:54:38Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia stocks declined after post mid-term rally stalled on Wall St and as Fed remains on track for December hike",
        "content": "<p>Asia equity markets traded lower following a lacklustre lead from Wall St where the mid-term stock rally stalled as focus shifted to the FOMC, which maintained rates as expected and provided little to derail expectations for a 4th hike this year. ASX 200 (-0.1%) and Nikkei 225 (-1.0%) were lower with energy stocks pressured after a continued slump in oil prices and as soft earnings results also clouded over Tokyo sentiment. Hang Seng (-2.5%) and Shanghai Comp. (-1.1%) were the worst hit in the region as tech and energy stocks lagged, while continued PBoC liquidity inaction and inline inflation data proved to be inconclusive for sentiment. Finally, 10yr JGBs were flat with prices uneventful as the pressure from the recent losses in T-notes was counterbalanced by the risk averse tone and BoJ&rsquo;s presence in the market for JPY 980bln of JGBs across the curve.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-stocks-declined-after-post-mid-term-rally-stalled-on-wall-st-and-as-fed-remains-on-track-for-december-hike-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 13:52:00",
        "gmt_time": "2018-11-09 05:52:00"
    },
    {
        "id": 682319,
        "updated_sequence": 1083786,
        "published_at": {
            "unix": 1541741640,
            "text": "2018-11-09 05:34:00 +0000",
            "iso_8601": "2018-11-09T05:34:00Z"
        },
        "updated_at": {
            "unix": 1541741730,
            "text": "2018-11-09 05:35:30 +0000",
            "iso_8601": "2018-11-09T05:35:30Z"
        },
        "subject": "RBI is unnecessarily making capital norms stringent, according to an Indian official",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rbi-is-unnecessarily-making-capital-norms-stringent-according-to-an-indian-official-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 13:34:00",
        "gmt_time": "2018-11-09 05:34:00"
    },
    {
        "id": 682318,
        "updated_sequence": 1083779,
        "published_at": {
            "unix": 1541741400,
            "text": "2018-11-09 05:30:00 +0000",
            "iso_8601": "2018-11-09T05:30:00Z"
        },
        "updated_at": {
            "unix": 1541741642,
            "text": "2018-11-09 05:34:02 +0000",
            "iso_8601": "2018-11-09T05:34:02Z"
        },
        "subject": "TSMC (2330 TT) October rev. TWD 101.6bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "tsmc-2330-tt-october-rev-twd-101-6bln-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 13:30:00",
        "gmt_time": "2018-11-09 05:30:00"
    },
    {
        "id": 682317,
        "updated_sequence": 1083774,
        "published_at": {
            "unix": 1541741400,
            "text": "2018-11-09 05:30:00 +0000",
            "iso_8601": "2018-11-09T05:30:00Z"
        },
        "updated_at": {
            "unix": 1541741589,
            "text": "2018-11-09 05:33:09 +0000",
            "iso_8601": "2018-11-09T05:33:09Z"
        },
        "subject": "Dutch Industrial Sales YY Sep 3.7% (Prev. 12.8%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dutch-industrial-sales-yy-sep-3-7-prev-12-8-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 13:30:00",
        "gmt_time": "2018-11-09 05:30:00"
    },
    {
        "id": 682316,
        "updated_sequence": 1083770,
        "published_at": {
            "unix": 1541741400,
            "text": "2018-11-09 05:30:00 +0000",
            "iso_8601": "2018-11-09T05:30:00Z"
        },
        "updated_at": {
            "unix": 1541741571,
            "text": "2018-11-09 05:32:51 +0000",
            "iso_8601": "2018-11-09T05:32:51Z"
        },
        "subject": "Dutch Manufacturing Output YY Sep 2.9% (Prev. 3.1%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dutch-manufacturing-output-yy-sep-2-9-prev-3-1-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 13:30:00",
        "gmt_time": "2018-11-09 05:30:00"
    },
    {
        "id": 682314,
        "updated_sequence": 1083748,
        "published_at": {
            "unix": 1541739900,
            "text": "2018-11-09 05:05:00 +0000",
            "iso_8601": "2018-11-09T05:05:00Z"
        },
        "updated_at": {
            "unix": 1541740000,
            "text": "2018-11-09 05:06:40 +0000",
            "iso_8601": "2018-11-09T05:06:40Z"
        },
        "subject": "Woolworths (WOW AT) agrees to sell 540 petrol service stations to EG Group",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "woolworths-wow-at-agrees-to-sell-540-petrol-service-stations-to-eg-group-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 13:05:00",
        "gmt_time": "2018-11-09 05:05:00"
    },
    {
        "id": 682313,
        "updated_sequence": 1083745,
        "published_at": {
            "unix": 1541739840,
            "text": "2018-11-09 05:04:00 +0000",
            "iso_8601": "2018-11-09T05:04:00Z"
        },
        "updated_at": {
            "unix": 1541739881,
            "text": "2018-11-09 05:04:41 +0000",
            "iso_8601": "2018-11-09T05:04:41Z"
        },
        "subject": "South Korean President Moon names Government Coordination Office chief Hong Nam-Ki as new Finance Minister",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korean-president-moon-names-government-coordination-office-chief-hong-nam-ki-as-new-finance-minister-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 13:04:00",
        "gmt_time": "2018-11-09 05:04:00"
    },
    {
        "id": 682312,
        "updated_sequence": 1083742,
        "published_at": {
            "unix": 1541738700,
            "text": "2018-11-09 04:45:00 +0000",
            "iso_8601": "2018-11-09T04:45:00Z"
        },
        "updated_at": {
            "unix": 1541738743,
            "text": "2018-11-09 04:45:43 +0000",
            "iso_8601": "2018-11-09T04:45:43Z"
        },
        "subject": "HSBC maintains Hong Kong prime lending rate at 5.125%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "hsbc-maintains-hong-kong-prime-lending-rate-at-5-125-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 12:45:00",
        "gmt_time": "2018-11-09 04:45:00"
    },
    {
        "id": 682311,
        "updated_sequence": 1083739,
        "published_at": {
            "unix": 1541736900,
            "text": "2018-11-09 04:15:00 +0000",
            "iso_8601": "2018-11-09T04:15:00Z"
        },
        "updated_at": {
            "unix": 1541737004,
            "text": "2018-11-09 04:16:44 +0000",
            "iso_8601": "2018-11-09T04:16:44Z"
        },
        "subject": "SGX (SGX SP) says October total securities market turnover value rose 25% M/M and 1% Y/Y to SGD 24.3bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sgx-sgx-sp-says-october-total-securities-market-turnover-value-rose-25-m-m-and-1-y-y-to-sgd-24-3bln-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 12:15:00",
        "gmt_time": "2018-11-09 04:15:00"
    },
    {
        "id": 682310,
        "updated_sequence": 1083736,
        "published_at": {
            "unix": 1541736300,
            "text": "2018-11-09 04:05:00 +0000",
            "iso_8601": "2018-11-09T04:05:00Z"
        },
        "updated_at": {
            "unix": 1541736387,
            "text": "2018-11-09 04:06:27 +0000",
            "iso_8601": "2018-11-09T04:06:27Z"
        },
        "subject": "Toray (3402 JT) H1 oper. profit JPY 77.7bln vs. Prev. JPY 78.1bln Y/Y, rev. JPY 1.19tln vs. Prev. JPY 1.05tln Y/Y",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "toray-3402-jt-h1-oper-profit-jpy-77-7bln-vs-prev-jpy-78-1bln-y-y-rev-jpy-1-19tln-vs-prev-jpy-1-05tln-y-y-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 12:05:00",
        "gmt_time": "2018-11-09 04:05:00"
    },
    {
        "id": 682309,
        "updated_sequence": 1083733,
        "published_at": {
            "unix": 1541736000,
            "text": "2018-11-09 04:00:00 +0000",
            "iso_8601": "2018-11-09T04:00:00Z"
        },
        "updated_at": {
            "unix": 1541736060,
            "text": "2018-11-09 04:01:00 +0000",
            "iso_8601": "2018-11-09T04:01:00Z"
        },
        "subject": "Malaysia Industrial Production (Sep) Y/Y 2.3% vs. Exp. 2.2% (Prev. 2.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "malaysia-industrial-production-sep-y-y-2-3-vs-exp-2-2-prev-2-2-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 12:00:00",
        "gmt_time": "2018-11-09 04:00:00"
    },
    {
        "id": 682308,
        "updated_sequence": 1083728,
        "published_at": {
            "unix": 1541734500,
            "text": "2018-11-09 03:35:00 +0000",
            "iso_8601": "2018-11-09T03:35:00Z"
        },
        "updated_at": {
            "unix": 1541734585,
            "text": "2018-11-09 03:36:25 +0000",
            "iso_8601": "2018-11-09T03:36:25Z"
        },
        "subject": "BHP (BHP AT) says confident to be able to resume operations early next week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bhp-bhp-at-says-confident-to-be-able-to-resume-operations-early-next-week-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 11:35:00",
        "gmt_time": "2018-11-09 03:35:00"
    },
    {
        "id": 682307,
        "updated_sequence": 1083725,
        "published_at": {
            "unix": 1541733960,
            "text": "2018-11-09 03:26:00 +0000",
            "iso_8601": "2018-11-09T03:26:00Z"
        },
        "updated_at": {
            "unix": 1541734079,
            "text": "2018-11-09 03:27:59 +0000",
            "iso_8601": "2018-11-09T03:27:59Z"
        },
        "subject": "US Federal judge blocks Keystone XL Pipeline stating that US administration's justification for the approval was incomplete",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "The Hill",
        "slug": "us-federal-judge-blocks-keystone-xl-pipeline-stating-that-us-administration-s-justification-for-the-approval-was-incomplete-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 11:26:00",
        "gmt_time": "2018-11-09 03:26:00"
    },
    {
        "id": 682306,
        "updated_sequence": 1083722,
        "published_at": {
            "unix": 1541733600,
            "text": "2018-11-09 03:20:00 +0000",
            "iso_8601": "2018-11-09T03:20:00Z"
        },
        "updated_at": {
            "unix": 1541733825,
            "text": "2018-11-09 03:23:45 +0000",
            "iso_8601": "2018-11-09T03:23:45Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: JSW Steel (JSTL IS) October crude steel output rose 7.7% Y/Y",
        "content": "<p>JSW Steel (JSTL IS)<br />- Co. October crude steel output rose 7.7% Y/Y. (ET)</p>\r\n\r\n<p>MRF (MRF IS)<br />- Co. Q2 net fell 12.3% Y/Y to INR 2.6bln. (ET)</p>\r\n\r\n<p>Financials<br />- 4 state run banks including Bank of India (BOI IS) may be released from the RBI&rsquo;s prompt corrective action regime. (ET)</p>\r\n\r\n<p>Other News<br />- US began anti-dumping investigation on polyester yarn from China and India. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-jsw-steel-jstl-is-october-crude-steel-output-rose-7-7-y-y-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 11:20:00",
        "gmt_time": "2018-11-09 03:20:00"
    },
    {
        "id": 682305,
        "updated_sequence": 1083716,
        "published_at": {
            "unix": 1541731260,
            "text": "2018-11-09 02:41:00 +0000",
            "iso_8601": "2018-11-09T02:41:00Z"
        },
        "updated_at": {
            "unix": 1541731739,
            "text": "2018-11-09 02:48:59 +0000",
            "iso_8601": "2018-11-09T02:48:59Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia trades lower after US mid-terms rally stalls, with the Fed seen on track for a 4th hike",
        "content": "<p>Asia equity markets trade mostly lower following a lacklustre lead from Wall St where the mid-term stock rally stalled as focus shifted to the FOMC, which maintained rates as expected and provided little to derail expectations for a 4th hike this year. ASX 200 (-0.4%) and Nikkei 225 (-1.0%) are lower with energy stocks pressured after a continued slump in oil prices and as soft earnings results also clouds over Tokyo sentiment. Hang Seng (-1.9%) and Shanghai Comp. (-0.7%) have declined in tandem with their regional peers as tech and energy stocks lag, while continued PBoC liquidity inaction and inline inflation data also proved to be inconclusive for sentiment.</p>\r\n\r\n<p>In FX markets, the DXY holds firm and sits near post-FOMC highs as expectations remain unwavered for a December hike. The greenback had already been strengthening in the hours heading into the Fed&rsquo;s penultimate meeting of 2018, which then persisted following the announcement in which the Fed stated it expects further gradual rate increases will be consistent with sustained economic expansion, while it also suggested a strong view on the economy. As such, EUR/USD and GBP/USD languish near the prior day&rsquo;s lows, while antipodeans are softer with AUD failing to benefit from the slight upward revisions to growth and CPI forecasts in the RBA&rsquo;s Statement on Monetary Policy, as the central bank also noted a potential impact to the Asia region from the US-China trade dispute. Weakness was also observed in JPY-crosses as the risk averse tone spurs flows into safe-haven JPY, which also dragged USD/JPY back below the 114.00 handle but with losses in the pair stemmed by the recent USD strength.</p>\r\n\r\n<p>Finally, 10yr JGBs are flat with prices uneventful as the pressure from the recent losses in T-notes is counterbalanced by the risk averse tone and BoJ&rsquo;s presence in the market for JPY 980bln of JGBs across the curve.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-trades-lower-after-us-mid-terms-rally-stalls-with-the-fed-seen-on-track-for-a-4th-hike-09-11-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 10:41:00",
        "gmt_time": "2018-11-09 02:41:00"
    },
    {
        "id": 682304,
        "updated_sequence": 1083710,
        "published_at": {
            "unix": 1541728860,
            "text": "2018-11-09 02:01:00 +0000",
            "iso_8601": "2018-11-09T02:01:00Z"
        },
        "updated_at": {
            "unix": 1541728996,
            "text": "2018-11-09 02:03:16 +0000",
            "iso_8601": "2018-11-09T02:03:16Z"
        },
        "subject": "Incoming US House Financial Services Chair Waters says would like Wall Street banks' CEOs to testify at Congress about their banks' affairs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "incoming-us-house-financial-services-chair-waters-says-would-like-wall-street-banks-ceos-to-testify-at-congress-about-their-banks-affairs-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 10:01:00",
        "gmt_time": "2018-11-09 02:01:00"
    },
    {
        "id": 682303,
        "updated_sequence": 1083707,
        "published_at": {
            "unix": 1541728740,
            "text": "2018-11-09 01:59:00 +0000",
            "iso_8601": "2018-11-09T01:59:00Z"
        },
        "updated_at": {
            "unix": 1541728886,
            "text": "2018-11-09 02:01:26 +0000",
            "iso_8601": "2018-11-09T02:01:26Z"
        },
        "subject": "Philippines Central Bank's Guinigundo says currency important consideration in policy decision, adds PHP gains this week will ease inflationary pressures ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "philippines-central-bank-s-guinigundo-says-currency-important-consideration-in-policy-decision-adds-php-gains-this-week-will-ease-inflationary-pressures-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 09:59:00",
        "gmt_time": "2018-11-09 01:59:00"
    },
    {
        "id": 682302,
        "updated_sequence": 1083704,
        "published_at": {
            "unix": 1541728620,
            "text": "2018-11-09 01:57:00 +0000",
            "iso_8601": "2018-11-09T01:57:00Z"
        },
        "updated_at": {
            "unix": 1541728728,
            "text": "2018-11-09 01:58:48 +0000",
            "iso_8601": "2018-11-09T01:58:48Z"
        },
        "subject": "Magnitude 7.1 quakes strikes near Greenland, according to USGS",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "magnitude-7-1-quakes-strikes-near-greenland-according-to-usgs-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 09:57:00",
        "gmt_time": "2018-11-09 01:57:00"
    },
    {
        "id": 682298,
        "updated_sequence": 1083681,
        "published_at": {
            "unix": 1541726100,
            "text": "2018-11-09 01:15:00 +0000",
            "iso_8601": "2018-11-09T01:15:00Z"
        },
        "updated_at": {
            "unix": 1541726161,
            "text": "2018-11-09 01:16:01 +0000",
            "iso_8601": "2018-11-09T01:16:01Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.9329 (Prev. 6.9163)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-9329-prev-6-9163-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 09:15:00",
        "gmt_time": "2018-11-09 01:15:00"
    },
    {
        "id": 682297,
        "updated_sequence": 1083678,
        "published_at": {
            "unix": 1541725920,
            "text": "2018-11-09 01:12:00 +0000",
            "iso_8601": "2018-11-09T01:12:00Z"
        },
        "updated_at": {
            "unix": 1541725991,
            "text": "2018-11-09 01:13:11 +0000",
            "iso_8601": "2018-11-09T01:13:11Z"
        },
        "subject": "PBoC skips open market operations and are net neutral for the week vs. Prev. net CNY 490bln drain last week",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-skips-open-market-operations-and-are-net-neutral-for-the-week-vs-prev-net-cny-490bln-drain-last-week-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 09:12:00",
        "gmt_time": "2018-11-09 01:12:00"
    },
    {
        "id": 682296,
        "updated_sequence": 1083675,
        "published_at": {
            "unix": 1541725800,
            "text": "2018-11-09 01:10:00 +0000",
            "iso_8601": "2018-11-09T01:10:00Z"
        },
        "updated_at": {
            "unix": 1541725899,
            "text": "2018-11-09 01:11:39 +0000",
            "iso_8601": "2018-11-09T01:11:39Z"
        },
        "subject": "BoJ offers to buy JPY 350bln in 1-3yr JGBs, JPY 400bln in 3-5yr JGBs, JPY 180bln in 10-25yr JGBs and JPY 50bln in 25yr+ JGBs",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-350bln-in-1-3yr-jgbs-jpy-400bln-in-3-5yr-jgbs-jpy-180bln-in-10-25yr-jgbs-and-jpy-50bln-in-25yr-jgbs-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 09:10:00",
        "gmt_time": "2018-11-09 01:10:00"
    },
    {
        "id": 682295,
        "updated_sequence": 1083672,
        "published_at": {
            "unix": 1541724780,
            "text": "2018-11-09 00:53:00 +0000",
            "iso_8601": "2018-11-09T00:53:00Z"
        },
        "updated_at": {
            "unix": 1541725049,
            "text": "2018-11-09 00:57:29 +0000",
            "iso_8601": "2018-11-09T00:57:29Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: AIA Group (1299 HK) Q3 Value of New Business USD 979mln vs. Prev. USD 846mln Y/Y; Chinese CPI and PPI eyed",
        "content": "<p>AIA Group (1299 HK)<br />- Co. Q3 Value of New Business USD 979mln vs. Prev. USD 846mln Y/Y. (Newswires)</p>\r\n\r\n<p>China Merchants Shekou Industrial Zone (001979 CH)<br />- Co. October contracted sales rose 55% Y/Y to CNY 1.6bln. (Newswires)</p>\r\n\r\n<p>Other News<br />- Chinese Premier Li reiterated China will ensure a stable economy and strengthen policy fine-tuning. (Newswires)<br />- US began anti-dumping investigation on polyester yarn from China and India. (Newswires)<br />- Chinese companies repurchased CNY 33.7bln of shares during this year. (China Securities Times)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-aia-group-1299-hk-q3-value-of-new-business-usd-979mln-vs-prev-usd-846mln-y-y-chinese-cpi-and-ppi-eyed-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 08:53:00",
        "gmt_time": "2018-11-09 00:53:00"
    },
    {
        "id": 682293,
        "updated_sequence": 1083730,
        "published_at": {
            "unix": 1541723400,
            "text": "2018-11-09 00:30:00 +0000",
            "iso_8601": "2018-11-09T00:30:00Z"
        },
        "updated_at": {
            "unix": 1541735381,
            "text": "2018-11-09 03:49:41 +0000",
            "iso_8601": "2018-11-09T03:49:41Z"
        },
        "subject": "RBA Statement on Monetary Policy states board does not see strong case for a change in rates in the near-term, adds outlook for inflation and unemployment mean higher rates are likely at some point",
        "content": "<p>Says:<br />- Forecasts underlying inflation at 1.75% in December 2018 (Prev. 1.75%), 2.25% in December 2019 (Prev. 2.00%) and 2.25% in December 2020 (Prev. 2.25%).<br />- GDP growth to be above trend over forecast period and lifts 2018 average GDP growth forecast to 3.50% from 3.25%.<br />- Trade weighted&nbsp;AUD is contained by offsetting forces of increasing commodity prices and declining yield differential.<br />- Many Asian economies could be impacted by US-China trade dispute.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rba-statement-on-monetary-policy-states-board-does-not-see-strong-case-for-a-change-in-rates-in-the-near-term-adds-outlook-for-inflation-and-unemployment-mean-higher-rates-are-likely-at-some-point-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 08:30:00",
        "gmt_time": "2018-11-09 00:30:00"
    },
    {
        "id": 682290,
        "updated_sequence": 1083644,
        "published_at": {
            "unix": 1541722920,
            "text": "2018-11-09 00:22:00 +0000",
            "iso_8601": "2018-11-09T00:22:00Z"
        },
        "updated_at": {
            "unix": 1541723055,
            "text": "2018-11-09 00:24:15 +0000",
            "iso_8601": "2018-11-09T00:24:15Z"
        },
        "subject": "Slater & Gordon (SGH AT) resolved to remove all restrictions on Co.'s restricted ordinary shares",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "slater-gordon-sgh-at-resolved-to-remove-all-restrictions-on-co-s-restricted-ordinary-shares-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 08:22:00",
        "gmt_time": "2018-11-09 00:22:00"
    },
    {
        "id": 682289,
        "updated_sequence": 1083641,
        "published_at": {
            "unix": 1541722500,
            "text": "2018-11-09 00:15:00 +0000",
            "iso_8601": "2018-11-09T00:15:00Z"
        },
        "updated_at": {
            "unix": 1541722556,
            "text": "2018-11-09 00:15:56 +0000",
            "iso_8601": "2018-11-09T00:15:56Z"
        },
        "subject": "China must maintain current property controls, according to Chinese press reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-must-maintain-current-property-controls-according-to-chinese-press-reports-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 08:15:00",
        "gmt_time": "2018-11-09 00:15:00"
    },
    {
        "id": 682288,
        "updated_sequence": 1083638,
        "published_at": {
            "unix": 1541722320,
            "text": "2018-11-09 00:12:00 +0000",
            "iso_8601": "2018-11-09T00:12:00Z"
        },
        "updated_at": {
            "unix": 1541722502,
            "text": "2018-11-09 00:15:02 +0000",
            "iso_8601": "2018-11-09T00:15:02Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Earnings from Pegatron and Genting Singapore",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>AU Optronics (2409 TT)<br />- Co. October sales fell 3.4% Y/Y to TWD 26.5bln. (Newswires)</p>\r\n\r\n<p>China Airlines (2610 TT)<br />- Co. Q3 net TWD 1.08bln vs. Exp. TWD 1.60bln. (Newswires)</p>\r\n\r\n<p>Gigabyte Technology (2376 TT)<br />- Co. October rev. rose 13.2% Y/Y to TWD 5.01bln. (Newswires)</p>\r\n\r\n<p>Macronix (2337 TT)<br />- Co. October rev. TWD 3.9bln vs. Prev. TWD 3.8bln M/M. (Newswires)</p>\r\n\r\n<p>Pegatron (4938 TT)<br />- Co. Q3 net TWD 2.83bln vs. Exp. TWD 4.48bln, rev. TWD 186bln vs. Prev. TWD 167bln Y/Y. (Newswires)</p>\r\n\r\n<p>Unimicron Technology (3037 TT)<br />- Co. October rev. rose 18% Y/Y to TWD 7.56bln. (Newswires)</p>\r\n\r\n<p>SINGAPORE</p>\r\n\r\n<p>Genting Singapore (GENS SP)<br />- Co. Q3 net SGD 210.4mln vs. Prev. SGD 191.1mln Y/Y. (Newswires)</p>\r\n\r\n<p>Noble Group (NOBL SP)<br />- Co. receives USD 365mln related to Noble Americas sale. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-earnings-from-pegatron-and-genting-singapore-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 08:12:00",
        "gmt_time": "2018-11-09 00:12:00"
    },
    {
        "id": 682287,
        "updated_sequence": 1083632,
        "published_at": {
            "unix": 1541721720,
            "text": "2018-11-09 00:02:00 +0000",
            "iso_8601": "2018-11-09T00:02:00Z"
        },
        "updated_at": {
            "unix": 1541721831,
            "text": "2018-11-09 00:03:51 +0000",
            "iso_8601": "2018-11-09T00:03:51Z"
        },
        "subject": "Asia equity markets begin mixed after the lacklustre lead from Wall St where the post-midterm rally stalled as attention turned to the FOMC which didn't suggest anything to derail expectations for a 4th hike this year",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-equity-markets-begin-mixed-after-the-lacklustre-lead-from-wall-st-where-the-post-midterm-rally-stalled-as-attention-turned-to-the-fomc-which-didn-t-suggest-anything-to-derail-expectations-for-a-4th-hike-this-year-09-11-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-11-09 08:02:00",
        "gmt_time": "2018-11-09 00:02:00"
    }
]