[
    {
        "id": 687335,
        "updated_sequence": 1109628,
        "published_at": {
            "unix": 1544823000,
            "text": "2018-12-14 21:30:00 +0000",
            "iso_8601": "2018-12-14T21:30:00Z"
        },
        "updated_at": {
            "unix": 1544823000,
            "text": "2018-12-14 21:30:00 +0000",
            "iso_8601": "2018-12-14T21:30:00Z"
        },
        "subject": "AUDIO SERVICE HAS NOW CLOSED FOR THE WEEK. THE ASIA DESK WILL REOPEN ON SUNDAY AT 2200GMT, EUROPEAN SERVICE WILL RESUME ON MONDAY AT 0630GMT. HAVE A PLEASANT WEEKEND.",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "audio-service-has-now-closed-for-the-week-the-asia-desk-will-reopen-on-sunday-at-2200gmt-european-service-will-resume-on-monday-at-0630gmt-have-a-pleasant-weekend-07-12-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 05:30:00",
        "gmt_time": "2018-12-14 21:30:00"
    },
    {
        "id": 688619,
        "updated_sequence": 1109623,
        "published_at": {
            "unix": 1544810940,
            "text": "2018-12-14 18:09:00 +0000",
            "iso_8601": "2018-12-14T18:09:00Z"
        },
        "updated_at": {
            "unix": 1544810979,
            "text": "2018-12-14 18:09:39 +0000",
            "iso_8601": "2018-12-14T18:09:39Z"
        },
        "subject": "RANsquawk Central Bank Weekly - 14 Dec 2018: Previewing Fed, BOE, BOJ, Riksbank, Banxico; Reviewing ECB, Norges, SNB, CBR, CBRT, BCB RBI",
        "content": "<ul><li>Previewing Fed, BOE, BOJ, Riksbank, Banxico; Reviewing ECB, Norges, SNB, CBR, CBRT, BCB RBI. <strong>To download the report, please click <a href=\"/research_sheets/20779/download\">here</a></strong></li>\r\n  <li>If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-central-bank-weekly-14-dec-2018-previewing-fed-boe-boj-riksbank-banxico-reviewing-ecb-norges-snb-cbr-cbrt-bcb-rbi-14-12-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 02:09:00",
        "gmt_time": "2018-12-14 18:09:00"
    },
    {
        "id": 688641,
        "updated_sequence": 1109626,
        "published_at": {
            "unix": 1544810940,
            "text": "2018-12-14 18:09:00 +0000",
            "iso_8601": "2018-12-14T18:09:00Z"
        },
        "updated_at": {
            "unix": 1544810996,
            "text": "2018-12-14 18:09:56 +0000",
            "iso_8601": "2018-12-14T18:09:56Z"
        },
        "subject": "RANsquawk US Market Wrap - 14th December: Risk assets soft on signs of slowing global growth",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20781/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.<br />&nbsp;</p>\r\n\r\n<p><strong>US MARKET WRAP &ndash; 14th December: Risk assets soft on signs of slowing global growth</strong></p>\r\n\r\n<p><strong>* REAR-VIEW: </strong>Trump says China wants deal and could happen soon, China to lift US autos tariffs, EU leaders reneged on promise to help PM May, EU and Italy aim to conclude budget talks by Sunday, Retail Sales solid, Flash PMI soft, Industrial Production beat.</p>\r\n\r\n<p><strong>* NEXT WEEK:</strong> Eurozone CPI, NAHB Housing Market Index, NY Fed Mfg, BCB Minutes, FOMC Interest Rate Decision, UK CPI, Canadian CPI, New Zealand GDP, BoE Rate Decision and Minutes, BoJ, Riksbank, Czech Republic, Indonesian Interest Rate Decisions, UK Retail Sales, US Philly Fed, Japanese CPI, UK GDP, US Durable Goods, US GDP (Final), Canadian Retail Sales, US Personal Income &amp; Consumption, Uni of Michigan (Final), Eurozone Consumer Confidence (Flash).</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>* TRADE: </strong>US President Trump announced that China wants to make a big and comprehensive deal and that could happen rather soon. Earlier in the session, China announced they are to lift retaliatory tariffs on US autos for 3-months from January 1st next year (i.e. suspending the 40% tariff plan and sticking to 15%); Chinese Finance Ministry stated they will suspend 25% tariffs on 114 US vehicle and car part items and 5% tariffs on 67 auto items. With regards to the Huawei CEO, Canada said it has been granted consular access to one of the two men detained by China this week and says it is still seeking access to the second.</p>\r\n\r\n<p><strong>* BREXIT: </strong>The latest saw European leaders reneged on promise to help UK PM May; The Times reported that&nbsp; British negotiators had agreed a draft statement with the most senior EU officials that would have provided &ldquo;political comfort&rdquo; to Mrs May that the bloc was prepared to compromise on the Irish backstop although at a dinner last night, held without her, leaders went back over the agreement to send a message to MPs that no further concessions would be made by Brussels. In response, the British PM said she was clear about the assurances needed on Brexit, noting that is both UK&#39;s and EU&#39;s interest to get a deal done. She went on to say that the EU is firmly committed to having future ties in place with the EU to avoid a backstop and that these conclusions have legal status. At the summit on Friday,&nbsp; EU Council President Tusk said he has no mandate to re-open Brexit negotiations while French Macron and German Merkel both see a backstop as a insurance option. As a recap, this week was another hectic one with the world of Brexit with Brexiteers finally submitting the required 48 letters to the 1922 committee to trigger a confidence vote in UK PM May. The vote was ultimately unsuccessful with May retaining her premiership and immunity from another challenge by her party for 12 months. Nonetheless, with 117 votes in favour of her stepping down, the passage of her agreement through Parliament remains highly doubtful in its current form. In the immediate aftermath of the leadership vote, May took off to Brussels to see if she could gain any more assurances from the EU on the Irish backstop question, however, as expected, the EU played hardball and thus (at the time of writing) the current deal remains just as unpalatable for UK lawmakers as it was before this week. As such, focus returns to the Parliamentary arithmetic.</p>\r\n\r\n<p><strong>* ECB: </strong>ECB&#39;s De Guindos urged the ECB to keep its optionality at the maximum level. ECB&#39;s Nowotny warned market rate hike expectations are at a different point to current guidance. He believes the ECB has achieved its inflation target and thus the negative deposit rate should be removed as soon as possible. He notes that risks to growth are not significant to the extent that the ECB will alter their monetary policy orientation. ECB&#39;s Vasiliauskas stated that the balance of risks for growth is more likely to change into a negative direction in 2019.</p>\r\n\r\n<p><strong>*&nbsp; ITALY: </strong>PM Conte stated that the government is working to complete the proposal for a revised budget and that talks will continue with the EU until a compromise is found and he is confident that it will happen. He also reassured that over the next three years debt will be under control and will fall below 1.5% of GDP although stressed that the country has no margin to reduce next year&#39;s deficit below 2.04% of GDP if this implies changing welfare and pension spending plans. He also hopes for higher growth after the Bank of Italy forecasts now see the country&rsquo;s 2018 GDP growth at 0.9% (Prev. 1.2%) and GDP growth at around 1% in period 2019-2021. Note that the EU and Italy were aiming to conclude budget talks by Sunday and are said to be EUR 4.5bln apart on the budget.</p>\r\n\r\n<p><strong>* RETAIL SALES </strong>rose 0.2% in November as expected, followed by modest net positive revisions. The ex-autos figure also came in line at 0.2% while the control measure leaped by 0.9%, beating significantly the 0.4% consensus. Overall a very strong report. Analysts at Pantheon note that &ldquo;the kick from the tax cuts is gone, but the huge and rapid drop in retail gas prices is freeing-a great deal of cash at just the right time for retailers&rdquo; and therefore they expect Q4 upward revisions in estimates for consumption, GDP and retailers&rsquo; earnings on the back of this report.</p>\r\n\r\n<p><strong>* MARKIT COMP FLASH PMI</strong> decelerated in December to 53.6 from 54.7, ending 2018 on a softer noted. Chief IHS Markit analysts note that business activity has expanded at the slowest rate for more than a year and a half&nbsp; and indicate that the pace of growth faded to 2% in December. They also highlight&nbsp; that &ldquo;although growth remains relatively robust, momentum is being lost and is likely to continue to fade as we move into 2019&rdquo; amid uncertainty around trade wars and geopolitical concerns.&nbsp;</p>\r\n\r\n<p><strong>* INDUSTRIAL PRODUCTION </strong>posted at 0.6% in November, above the 0.3% consensus, shrugging off a flat reading for in manufacturing activity; utilities posted gains amid cold weather. Looking ahead, Oxford Economics warns that even though business surveys suggest solid activity, &ldquo;headwinds from trade uncertainty and tariffs, reduced fiscal stimulus, a stronger dollar and weaker global activity will limit the upside&rdquo;. They expect industrial production to rise just below 3% this year.</p>\r\n\r\n<p><strong>* CRUDE: </strong>Crude is defensive, though prices trade within recent ranges, with weakness in equities, a stronger dollar, and weaker PMI data raising concerns about global growth being attributed for Friday&#39;s slide. Citi notes, however, that &quot;it is really the expectations game that is driving the market&#39;s reaction.&nbsp; China&rsquo;s industrial production grew 5.4% in November and was considered a disappointment. US industrial production grew 0.6% and was seen, along with this morning&rsquo;s core retail sales data, as encouraging a December Fed rate hike.&quot; Elsewhere, there has been focus on Libya, with Sharara (315k BPD) remaining offline since 8 Dec, though there was some suggestion that El Feel (75k BPD) could be restarted soon. Elsewhere, UBS cites continued doubts on whether the OPEC+ deal will be successful in offsetting the rise in US supply growth in 2019: &quot;The oil price still reflects an excessively pessimistic demand outlook for 2019 that is not supported by the three main forecasting agencies (IEA, EIA, OPEC), as well as optimism on the supply side that seemingly ignores both the OPEC+ agreement and ongoing declines in Iranian production and exports.&quot;</p>\r\n\r\n<p><strong>* STOCK SPECIFICS: </strong>Johnson &amp; Johnson (JNJ) underperformed after reports it sat, knowingly, on information its talcum powder contained asbestos. Costco (COST) traded lower on the back of reporting revenue below estimates. Adobe (ADBE) was down on the open after lowering its earnings guidance. Starbucks (SBUX) underperformed as it lowered its EPS guidance estimates. Apple (AAPL) moved lower following a notable analyst slashing its sales forecasts. Goldman Sachs upgraded Regeneron (REGN) causing it to trade higher and downgraded Walgreens Boots (WBA) causing the consumer staple to move lower. Electronic Arts (EA) nosedived on the session open on the back of a price cut and negative November sales data from the NPD group but the stock pared back losses through the day; Activision Blizzard (ATVI) and Take-Two (TTWO) also opened lower.</p>\r\n\r\n<p><strong>* DXY: </strong>A strong end to the week for the broad Dollar, partly due to turmoil elsewhere, but also on some upbeat US macro releases (retail sales and ip overall) just ahead of December&rsquo;s FOMC meeting that is widely expected to see the Fed deliver a final and 4th 25 bp hike in 2018 before possibly signalling a pause.&nbsp; Indeed, the index posted a marginal new ytd high at 97.716 before fading ahead of the next technical resistance level (96.873) standing in front of 98.000.</p>\r\n\r\n<p><strong>* AUD, NZD:</strong> Buffeted by US-China/global trade winds and choppy cross flows, but Friday&rsquo;s clear underperformers in wake of disappointing Chinese retail sales and ip data overnight, while the Kiwi took an additional hit following reports that the RBNZ is looking at the ramifications of a 2-fold increase in the amount of high rate assets banks are required to hold. Aud/Usd has slumped to nearly 0.7150 from just shy of 0.7250 at best having started the week not far from 0.7200, while Nzd/Usd lost 0.6900 and 0.6800 to trade down to around 0.6775 at worst and Aud/Nzd has rebounded firmly from circa 1.0430 to 1.0500+ and close to 1.0590 at one stage.</p>\r\n\r\n<p><strong>* GBP: </strong>More Brexit spills and thrills for the Pound, and another hairy week for UK PM May who pulled the meaningful vote on Tuesday at the last minute on the likelihood if not certainty that Parliament would reject the draft withdrawal agreement. However, this only seemed to harden the resolve of Brexiteers, led by the ERG, and her staunchest opponents hit the 48 letter mark needed to launch an official leadership challenge the very next day. Cable slumped in response to a new 2018 base 1.2475 vs 1.2760 at best and 1.2725 or thereabouts at the start of the week, but regained some composure as key Cabinet colleagues came out in support of their under fire leader and extended recovery gains after her comfortable if not resounding win. Eur/Gbp retreated from only a few pips short of 0.9090 to 0.8950, though is back up around 0.9000 after the EU Summit yielded no concrete assurances to take back to Whitehall despite a collective will to help PM May convince Parliament that the back-stop is only an if no deal is done insurance arrangement and not designed as the inevitable next stage after transition.</p>\r\n\r\n<p><strong>* EUR: </strong>The single currency is on track for a hefty net loss vs the Usd within a 1.1445-1.1280 range after finally breaching support just ahead of 1.1300 earlier today on the back of more disappointing EZ PMIs and a particularly poor set of prelim surveys from France, as manufacturing, services and the composite readings all dropped below 50. However, the rot really started on Thursday during the post-ECB policy meeting press conference when President Draghi hinted at tweaks in the assessment of risks from still balanced with a comment about the Bank remaining confident, but increasingly cautious, before clarifying that growth momentum is shifting towards the downside.</p>\r\n\r\n<p><strong>* CHF, NOK, TRY, RUB: </strong>All eyeing the last respective Central Bank policy convenes of the year for some independent direction like the Eur, but the Franc derived little from an unchanged SNB that still deemed the currency as highly valued, adding that it sees risks of big and abrupt FX moves that would change monetary conditions markedly. The Norwegian Crown did get a knee-jerk boost when the Norges Bank reaffirmed March 2019 tightening guidance, but then faded and slipped back on the shallower longer term depo rate profile that saw 2020 trimmed to 1 hike from 2 previously. Similarly, the Lira lost its initial positivity after the CBRT maintained a tightening bias without specifically talking about further rises to combat hyper-inflation vs target, albeit softer than anticipated in the most recent update, and in spite of an unexpected (not totally, but by a significant majority) the Rouble suffered pretty much the same fate.</p>\r\n\r\n<p><strong>* CAD:</strong> The Loonie has been victim to swings in crude prices to a degree as usual, along with broader fluctuations in risk sentiment and of course moves in its US counterpart. However, Usd/Cad bounced from sub-1.3300 to 1.3400+ at the other end of the spectrum after China detained 2 Canadian nationals following the arrest of Huawei&rsquo;s CFO.</p>\r\n\r\n<p><strong>* COMING-UP:</strong> Monday: Eurozone CPI, NAHB Housing Market Index, NY Fed Mfg Tuesday: BCB Minutes Wednesday: FOMC Interest Rate Decision, UK CPI, Canadian CPI, New Zealand GDP Thursday: BoE Rate Decision and Minutes, BoJ, Riksbank, Czech Republic, Indonesian Interest Rate Decisions, UK Retail Sales, US Philly Fed, Japanese CPI Friday: UK GDP, US Durable Goods, US GDP (Final), Canadian Retail Sales, US Personal Income &amp; Consumption, Uni of Michigan (Final), Eurozone Consumer Confidence (Flash). <a href=\"https://ransquawk.com/research_sheets/20780/download\">Click here for the full RANsquawk report.&nbsp;&nbsp; &nbsp;</a></p>\r\n\r\n<p><strong>* CENTRAL BANK WEEKLY: </strong>Previewing Fed, BOE, BOJ, Riksbank, Banxico; Reviewing ECB, Norges, SNB, CBR, CBRT, BCB RBI. <a href=\"https://ransquawk.com/research_sheets/20779/download\">Click here for the full RANsquawk report. &nbsp;</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-us-market-wrap-14th-december-risk-assets-soft-on-signs-of-slowing-global-growth-14-12-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 02:09:00",
        "gmt_time": "2018-12-14 18:09:00"
    },
    {
        "id": 688618,
        "updated_sequence": 1109621,
        "published_at": {
            "unix": 1544810880,
            "text": "2018-12-14 18:08:00 +0000",
            "iso_8601": "2018-12-14T18:08:00Z"
        },
        "updated_at": {
            "unix": 1544810969,
            "text": "2018-12-14 18:09:29 +0000",
            "iso_8601": "2018-12-14T18:09:29Z"
        },
        "subject": "RANsquawk Week in Focus - week commencing 17 Dec 2018 ",
        "content": "<ul><li>&nbsp;<strong>To download the report, please click <a href=\"/research_sheets/20780/download\">here</a></strong></li>\r\n  <li>Monday: Eurozone CPI, NAHB Housing Market Index, NY Fed Mfg</li>\r\n  <li>Tuesday: BCB Minutes</li>\r\n  <li>Wednesday: FOMC Interest Rate Decision, UK CPI, Canadian CPI, New Zealand GDP</li>\r\n  <li>Thursday: BoE Rate Decision and Minutes, BoJ, Riksbank, Czech Republic, Indonesian Interest Rate Decisions, UK Retail Sales, US Philly Fed, Japanese CPI</li>\r\n  <li>Friday: UK GDP, US Durable Goods, US GDP (Final), Canadian Retail Sales, US Personal Income &amp; Consumption, Uni of Michigan (Final), Eurozone Consumer Confidence (Flash)</li>\r\n  <li><strong>To download the report, please click <a href=\"/research_sheets/20780/download\">here</a></strong></li>\r\n</ul>\r\n\r\n<p><em>&nbsp;If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal. To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</em></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-week-in-focus-week-commencing-17-dec-2018-14-12-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 02:08:00",
        "gmt_time": "2018-12-14 18:08:00"
    },
    {
        "id": 688640,
        "updated_sequence": 1109619,
        "published_at": {
            "unix": 1544810460,
            "text": "2018-12-14 18:01:00 +0000",
            "iso_8601": "2018-12-14T18:01:00Z"
        },
        "updated_at": {
            "unix": 1544810526,
            "text": "2018-12-14 18:02:06 +0000",
            "iso_8601": "2018-12-14T18:02:06Z"
        },
        "subject": " Baker Hughes Rig Count (14/Dec): Oil down 4 at 173, NatGas unchanged  at 198; total down 4 at 1071",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "baker-hughes-rig-count-14-dec-oil-down-4-at-173-natgas-unchanged-at-198-total-down-4-at-1071-14-12-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 02:01:00",
        "gmt_time": "2018-12-14 18:01:00"
    },
    {
        "id": 688373,
        "updated_sequence": 1109613,
        "published_at": {
            "unix": 1544810400,
            "text": "2018-12-14 18:00:00 +0000",
            "iso_8601": "2018-12-14T18:00:00Z"
        },
        "updated_at": {
            "unix": 1544810400,
            "text": "2018-12-14 18:00:00 +0000",
            "iso_8601": "2018-12-14T18:00:00Z"
        },
        "subject": "NOTICE: The desk will be closing at the earlier time of 1800GMT/1200CST on Friday 14th of December due to maintenance work - apologies for any inconvenience caused",
        "content": "<p>- We will broadcast the Baker Hughes release due at 1800GMT/1200CST and the desk will shut once this release has been covered in full.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "notice-the-desk-will-be-closing-at-the-earlier-time-of-1800gmt-1200cst-on-friday-14th-of-december-due-to-maintenance-work-apologies-for-any-inconvenience-caused-13-12-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 02:00:00",
        "gmt_time": "2018-12-14 18:00:00"
    },
    {
        "id": 688638,
        "updated_sequence": 1109611,
        "published_at": {
            "unix": 1544810100,
            "text": "2018-12-14 17:55:00 +0000",
            "iso_8601": "2018-12-14T17:55:00Z"
        },
        "updated_at": {
            "unix": 1544810212,
            "text": "2018-12-14 17:56:52 +0000",
            "iso_8601": "2018-12-14T17:56:52Z"
        },
        "subject": "Chris Christie reportedly declines opportunity to become the next Chief of Staff; NY Times ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "NY Times",
        "slug": "chris-christie-reportedly-declines-opportunity-to-become-the-next-chief-of-staff-ny-times-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 01:55:00",
        "gmt_time": "2018-12-14 17:55:00"
    },
    {
        "id": 688637,
        "updated_sequence": 1109608,
        "published_at": {
            "unix": 1544809500,
            "text": "2018-12-14 17:45:00 +0000",
            "iso_8601": "2018-12-14T17:45:00Z"
        },
        "updated_at": {
            "unix": 1544809587,
            "text": "2018-12-14 17:46:27 +0000",
            "iso_8601": "2018-12-14T17:46:27Z"
        },
        "subject": "Dominion Energy (D) increases its quarterly dividend by 10% to USD 3.67/shr",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "dominion-energy-d-increases-its-quarterly-dividend-by-10-to-usd-3-67-shr-14-12-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 01:45:00",
        "gmt_time": "2018-12-14 17:45:00"
    },
    {
        "id": 688636,
        "updated_sequence": 1109605,
        "published_at": {
            "unix": 1544808720,
            "text": "2018-12-14 17:32:00 +0000",
            "iso_8601": "2018-12-14T17:32:00Z"
        },
        "updated_at": {
            "unix": 1544808813,
            "text": "2018-12-14 17:33:33 +0000",
            "iso_8601": "2018-12-14T17:33:33Z"
        },
        "subject": "Volkswagen (VOW3 GY) cancels supervisory board meeting scheduled for Thursday due to setbacks in cooperation talks with Ford (F) ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkswagen-vow3-gy-cancels-supervisory-board-meeting-scheduled-for-thursday-due-to-setbacks-in-cooperation-talks-with-ford-f-14-12-2018",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 01:32:00",
        "gmt_time": "2018-12-14 17:32:00"
    },
    {
        "id": 688635,
        "updated_sequence": 1109602,
        "published_at": {
            "unix": 1544808600,
            "text": "2018-12-14 17:30:00 +0000",
            "iso_8601": "2018-12-14T17:30:00Z"
        },
        "updated_at": {
            "unix": 1544808680,
            "text": "2018-12-14 17:31:20 +0000",
            "iso_8601": "2018-12-14T17:31:20Z"
        },
        "subject": "Citi says Johnson & Johnson (JNJ) completely refutes the premise of the Reuters article which suggested over asbestos substance in talc power ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "citi-says-johnson-johnson-jnj-completely-refutes-the-premise-of-the-reuters-article-which-suggested-over-asbestos-substance-in-talc-power-14-12-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 01:30:00",
        "gmt_time": "2018-12-14 17:30:00"
    },
    {
        "id": 688634,
        "updated_sequence": 1109637,
        "published_at": {
            "unix": 1544807460,
            "text": "2018-12-14 17:11:00 +0000",
            "iso_8601": "2018-12-14T17:11:00Z"
        },
        "updated_at": {
            "unix": 1544990709,
            "text": "2018-12-16 20:05:09 +0000",
            "iso_8601": "2018-12-16T20:05:09Z"
        },
        "subject": "Volkswagen (VOW3 GY) says talks with Ford (F) are on the right track and in the final stages",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Nikkei ",
        "slug": "volkswagen-vow3-gy-says-talks-with-ford-f-are-on-the-right-track-and-in-the-final-stages-14-12-2018",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 01:11:00",
        "gmt_time": "2018-12-14 17:11:00"
    },
    {
        "id": 688633,
        "updated_sequence": 1109596,
        "published_at": {
            "unix": 1544807400,
            "text": "2018-12-14 17:10:00 +0000",
            "iso_8601": "2018-12-14T17:10:00Z"
        },
        "updated_at": {
            "unix": 1544807488,
            "text": "2018-12-14 17:11:28 +0000",
            "iso_8601": "2018-12-14T17:11:28Z"
        },
        "subject": "Pfizer (PFE) has authorised a USD 10bln share repurchase programme and increased its quarterly dividend to USD 0.36/shr",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pfizer-pfe-has-authorised-a-usd-10bln-share-repurchase-programme-and-increased-its-quarterly-dividend-to-usd-0-36-shr-14-12-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 01:10:00",
        "gmt_time": "2018-12-14 17:10:00"
    },
    {
        "id": 688632,
        "updated_sequence": 1109593,
        "published_at": {
            "unix": 1544807220,
            "text": "2018-12-14 17:07:00 +0000",
            "iso_8601": "2018-12-14T17:07:00Z"
        },
        "updated_at": {
            "unix": 1544807295,
            "text": "2018-12-14 17:08:15 +0000",
            "iso_8601": "2018-12-14T17:08:15Z"
        },
        "subject": "Irish regulators set to investigate Facebook (FB) in regard to a new data leak",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-regulators-set-to-investigate-facebook-fb-in-regard-to-a-new-data-leak-14-12-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 01:07:00",
        "gmt_time": "2018-12-14 17:07:00"
    },
    {
        "id": 688631,
        "updated_sequence": 1109590,
        "published_at": {
            "unix": 1544806620,
            "text": "2018-12-14 16:57:00 +0000",
            "iso_8601": "2018-12-14T16:57:00Z"
        },
        "updated_at": {
            "unix": 1544806691,
            "text": "2018-12-14 16:58:11 +0000",
            "iso_8601": "2018-12-14T16:58:11Z"
        },
        "subject": "Italy's Cabinet Undersecretary Giorgetti says if the current govt fails, Italy should go to early elections, ANSA reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-cabinet-undersecretary-giorgetti-says-if-the-current-govt-fails-italy-should-go-to-early-elections-ansa-reports-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 00:57:00",
        "gmt_time": "2018-12-14 16:57:00"
    },
    {
        "id": 688630,
        "updated_sequence": 1109587,
        "published_at": {
            "unix": 1544806440,
            "text": "2018-12-14 16:54:00 +0000",
            "iso_8601": "2018-12-14T16:54:00Z"
        },
        "updated_at": {
            "unix": 1544806516,
            "text": "2018-12-14 16:55:16 +0000",
            "iso_8601": "2018-12-14T16:55:16Z"
        },
        "subject": "Goldman raises their Q4 GDP tracker to 2.7% from 2.5% after today's data ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "goldman-raises-their-q4-gdp-tracker-to-2-7-from-2-5-after-today-s-data-14-12-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 00:54:00",
        "gmt_time": "2018-12-14 16:54:00"
    },
    {
        "id": 688629,
        "updated_sequence": 1109584,
        "published_at": {
            "unix": 1544806200,
            "text": "2018-12-14 16:50:00 +0000",
            "iso_8601": "2018-12-14T16:50:00Z"
        },
        "updated_at": {
            "unix": 1544806239,
            "text": "2018-12-14 16:50:39 +0000",
            "iso_8601": "2018-12-14T16:50:39Z"
        },
        "subject": "Occidental Petroleum (OXY) CEO says will not be dropping rigs amid the oil price decline",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "occidental-petroleum-oxy-ceo-says-will-not-be-dropping-rigs-amid-the-oil-price-decline-14-12-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 00:50:00",
        "gmt_time": "2018-12-14 16:50:00"
    },
    {
        "id": 688628,
        "updated_sequence": 1109581,
        "published_at": {
            "unix": 1544805660,
            "text": "2018-12-14 16:41:00 +0000",
            "iso_8601": "2018-12-14T16:41:00Z"
        },
        "updated_at": {
            "unix": 1544805728,
            "text": "2018-12-14 16:42:08 +0000",
            "iso_8601": "2018-12-14T16:42:08Z"
        },
        "subject": "Ford (F) and Volkswagen (VOW3) cooperation have hit a stumbling block over money, German press reports",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ford-f-and-volkswagen-vow3-cooperation-have-hit-a-stumbling-block-over-money-german-press-reports-14-12-2018",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 00:41:00",
        "gmt_time": "2018-12-14 16:41:00"
    },
    {
        "id": 688626,
        "updated_sequence": 1109573,
        "published_at": {
            "unix": 1544805300,
            "text": "2018-12-14 16:35:00 +0000",
            "iso_8601": "2018-12-14T16:35:00Z"
        },
        "updated_at": {
            "unix": 1544805356,
            "text": "2018-12-14 16:35:56 +0000",
            "iso_8601": "2018-12-14T16:35:56Z"
        },
        "subject": "Atlanta Fed raises its Q4 GDP forecast to 3.0% from 2.4%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fed",
        "slug": "atlanta-fed-raises-its-q4-gdp-forecast-to-3-0-from-2-4-14-12-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 00:35:00",
        "gmt_time": "2018-12-14 16:35:00"
    },
    {
        "id": 688627,
        "updated_sequence": 1109576,
        "published_at": {
            "unix": 1544805000,
            "text": "2018-12-14 16:30:00 +0000",
            "iso_8601": "2018-12-14T16:30:00Z"
        },
        "updated_at": {
            "unix": 1544805471,
            "text": "2018-12-14 16:37:51 +0000",
            "iso_8601": "2018-12-14T16:37:51Z"
        },
        "subject": "EUROPEAN PRELIMINARY CASH EQUITY CLOSE: EURO STOXX 50 (-0.65%), FTSE 100 (-0.50%), DAX (-0.52%), CAC (-0.88%), IBEX (-0.43%), FTSE MIB (-0.68%), SMI (-1.10%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-preliminary-cash-equity-close-euro-stoxx-50-0-65-ftse-100-0-50-dax-0-52-cac-0-88-ibex-0-43-ftse-mib-0-68-smi-1-10-14-12-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 00:30:00",
        "gmt_time": "2018-12-14 16:30:00"
    },
    {
        "id": 688624,
        "updated_sequence": 1109558,
        "published_at": {
            "unix": 1544804940,
            "text": "2018-12-14 16:29:00 +0000",
            "iso_8601": "2018-12-14T16:29:00Z"
        },
        "updated_at": {
            "unix": 1544804996,
            "text": "2018-12-14 16:29:56 +0000",
            "iso_8601": "2018-12-14T16:29:56Z"
        },
        "subject": "Canada says it has been granted consular access to one of the two men detained by China this week and says it is still seeking access to the second",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "canada-says-it-has-been-granted-consular-access-to-one-of-the-two-men-detained-by-china-this-week-and-says-it-is-still-seeking-access-to-the-second-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 00:29:00",
        "gmt_time": "2018-12-14 16:29:00"
    },
    {
        "id": 688625,
        "updated_sequence": 1109561,
        "published_at": {
            "unix": 1544804880,
            "text": "2018-12-14 16:28:00 +0000",
            "iso_8601": "2018-12-14T16:28:00Z"
        },
        "updated_at": {
            "unix": 1544805012,
            "text": "2018-12-14 16:30:12 +0000",
            "iso_8601": "2018-12-14T16:30:12Z"
        },
        "subject": "S. Korea have imported 0 tonnes of Iranian crude in November vs. 1.3 tonnes a year ago; total crude imports were at 12.7mln tonnes vs. 12.6mln tonnes a year ago",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "s-korea-have-imported-0-tonnes-of-iranian-crude-in-november-vs-1-3-tonnes-a-year-ago-total-crude-imports-were-at-12-7mln-tonnes-vs-12-6mln-tonnes-a-year-ago-14-12-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 00:28:00",
        "gmt_time": "2018-12-14 16:28:00"
    },
    {
        "id": 688623,
        "updated_sequence": 1109566,
        "published_at": {
            "unix": 1544804760,
            "text": "2018-12-14 16:26:00 +0000",
            "iso_8601": "2018-12-14T16:26:00Z"
        },
        "updated_at": {
            "unix": 1544805075,
            "text": "2018-12-14 16:31:15 +0000",
            "iso_8601": "2018-12-14T16:31:15Z"
        },
        "subject": "US President Trump says China wants to make a big, comprehensive deal; it could happen rather soon",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-says-china-wants-to-make-a-big-comprehensive-deal-it-could-happen-rather-soon-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 00:26:00",
        "gmt_time": "2018-12-14 16:26:00"
    },
    {
        "id": 688622,
        "updated_sequence": 1109546,
        "published_at": {
            "unix": 1544804580,
            "text": "2018-12-14 16:23:00 +0000",
            "iso_8601": "2018-12-14T16:23:00Z"
        },
        "updated_at": {
            "unix": 1544804640,
            "text": "2018-12-14 16:24:00 +0000",
            "iso_8601": "2018-12-14T16:24:00Z"
        },
        "subject": "US still believes that N. Korea are still transferring oil at sea",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-still-believes-that-n-korea-are-still-transferring-oil-at-sea-14-12-2018",
        "hidden": false,
        "section": {
            "id": 23,
            "name": "Geopolitical"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 00:23:00",
        "gmt_time": "2018-12-14 16:23:00"
    },
    {
        "id": 688621,
        "updated_sequence": 1109541,
        "published_at": {
            "unix": 1544804220,
            "text": "2018-12-14 16:17:00 +0000",
            "iso_8601": "2018-12-14T16:17:00Z"
        },
        "updated_at": {
            "unix": 1544804318,
            "text": "2018-12-14 16:18:38 +0000",
            "iso_8601": "2018-12-14T16:18:38Z"
        },
        "subject": "NY Fed GDP Nowcast: Q4 at 2.4% (unchanged)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Fed",
        "slug": "ny-fed-gdp-nowcast-q4-at-2-4-unchanged-14-12-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 00:17:00",
        "gmt_time": "2018-12-14 16:17:00"
    },
    {
        "id": 688620,
        "updated_sequence": 1109538,
        "published_at": {
            "unix": 1544803980,
            "text": "2018-12-14 16:13:00 +0000",
            "iso_8601": "2018-12-14T16:13:00Z"
        },
        "updated_at": {
            "unix": 1544804048,
            "text": "2018-12-14 16:14:08 +0000",
            "iso_8601": "2018-12-14T16:14:08Z"
        },
        "subject": "Weekly FX Wrap: divergent data, CB fest and more Brexit drama",
        "content": "<p>DXY</p>\r\n\r\n<p>A strong end to the week for the broad Dollar, partly due to turmoil elsewhere, but also on some upbeat US macro releases (retail sales and ip overall) just ahead of December&rsquo;s FOMC meeting that is widely expected to see the Fed deliver a final and 4th 25 bp hike in 2018 before possibly signalling a pause. &nbsp;Indeed, the index posted a marginal new ytd high at 97.716 before fading ahead of the next technical resistance level (96.873) standing in front of 98.000.</p>\r\n\r\n<p>AUD/NZD</p>\r\n\r\n<p>Buffeted by US-China/global trade winds and choppy cross flows, but Friday&rsquo;s clear underperformers in wake of disappointing Chinese retail sales and ip data overnight, while the Kiwi took an additional hit following reports that the RBNZ is looking at the ramifications of a 2-fold increase in the amount of high rate assets banks are required to hold. Aud/Usd has slumped to nearly 0.7150 from just shy of 0.7250 at best having started the week not far from 0.7200, while Nzd/Usd lost 0.6900 and 0.6800 to trade down to around 0.6775 at worst and Aud/Nzd has rebounded firmly from circa 1.0430 to 1.0500+ and close to 1.0590 at one stage.</p>\r\n\r\n<p>GBP</p>\r\n\r\n<p>More Brexit spills and thrills for the Pound, and another hairy week for UK PM May who pulled the meaningful vote on Tuesday at the last minute on the likelihood if not certainty that Parliament would reject the draft withdrawal agreement. However, this only seemed to harden the resolve of Brexiteers, led by the ERG, and her staunchest opponents hit the 48 letter mark needed to launch an official leadership challenge the very next day. Cable slumped in response to a new 2018 base 1.2475 vs 1.2760 at best and 1.2725 or thereabouts at the start of the week, but regained some composure as key Cabinet colleagues came out in support of their under fire leader and extended recovery gains after her comfortable if not resounding win. Eur/Gbp retreated from only a few pips short of 0.9090 to 0.8950, though is back up around 0.9000 after the EU Summit yielded no concrete assurances to take back to Whitehall despite a collective will to help PM May convince Parliament that the back-stop is only an if no deal is done insurance arrangement and not designed as the inevitable next stage after transition.</p>\r\n\r\n<p>EUR &nbsp;&nbsp;&nbsp;</p>\r\n\r\n<p>The single currency is on track for a hefty net loss vs the Usd within a 1.1445-1.1280 range after finally breaching support just ahead of 1.1300 earlier today on the back of more disappointing EZ PMIs and a particularly poor set of prelim surveys from France, as manufacturing, services and the composite readings all dropped below 50. However, the rot really started on Thursday during the post-ECB policy meeting press conference when President Draghi hinted at tweaks in the assessment of risks from still balanced with a comment about the Bank remaining confident, but increasingly cautious, before clarifying that growth momentum is shifting towards the downside.</p>\r\n\r\n<p>CHF/NOK/TRY/RUB</p>\r\n\r\n<p>All eyeing the last respective Central Bank policy convenes of the year for some independent direction like the Eur, but the Franc derived little from an unchanged SNB that still deemed the currency as highly valued, adding that it sees risks of big and abrupt FX moves that would change monetary conditions markedly. The Norwegian Crown did get a knee-jerk boost when the Norges Bank reaffirmed March 2019 tightening guidance, but then faded and slipped back on the shallower longer term depo rate profile that saw 2020 trimmed to 1 hike from 2 previously. Similarly, the Lira lost its initial positivity after the CBRT maintained a tightening bias without specifically talking about further rises to combat hyper-inflation vs target, albeit softer than anticipated in the most recent update, and in spite of an unexpected (not totally, but by a significant majority) the Rouble suffered pretty much the same fate.</p>\r\n\r\n<p>CAD</p>\r\n\r\n<p>The Loonie has been victim to swings in crude prices to a degree as usual, along with broader fluctuations in risk sentiment and of course moves in its US counterpart. However, Usd/Cad bounced from sub-1.3300 to 1.3400+ at the other end of the spectrum after China detained 2 Canadian nationals following the arrest of Huawei&rsquo;s CFO.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "weekly-fx-wrap-divergent-data-cb-fest-and-more-brexit-drama-14-12-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 00:13:00",
        "gmt_time": "2018-12-14 16:13:00"
    },
    {
        "id": 688617,
        "updated_sequence": 1109578,
        "published_at": {
            "unix": 1544803620,
            "text": "2018-12-14 16:07:00 +0000",
            "iso_8601": "2018-12-14T16:07:00Z"
        },
        "updated_at": {
            "unix": 1544805691,
            "text": "2018-12-14 16:41:31 +0000",
            "iso_8601": "2018-12-14T16:41:31Z"
        },
        "subject": "Italy PM Conte says the government is working to complete the proposal for a revised budget; talks will continue with the EU until a compromise is found, confident it will happen",
        "content": "<ul><li>Adds that he is always concerned about bond yield spreads</li>\r\n  <li>Over the next three years debt will be under control, debt to fall below 1.5% of GDP</li>\r\n  <li>Hopes for higher growth after the Bank of Italy forecasts</li>\r\n  <li>Says the Italian government has never considered leaving the euro</li>\r\n  <li>He says that Italy has no margin to reduce next year&#39;s deficit below 2.04% of GDP if this implies changing welfare and pension spending plans&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-pm-conte-says-the-government-is-working-to-complete-the-proposal-for-a-revised-budget-talks-will-continue-with-the-eu-until-a-compromise-is-found-confident-it-will-happen-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-15 00:07:00",
        "gmt_time": "2018-12-14 16:07:00"
    },
    {
        "id": 688616,
        "updated_sequence": 1109524,
        "published_at": {
            "unix": 1544802900,
            "text": "2018-12-14 15:55:00 +0000",
            "iso_8601": "2018-12-14T15:55:00Z"
        },
        "updated_at": {
            "unix": 1544803000,
            "text": "2018-12-14 15:56:40 +0000",
            "iso_8601": "2018-12-14T15:56:40Z"
        },
        "subject": "ECB's President Draghi told EU leaders there is \"continuing confidence with increasing caution\"; according to an EU source",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-president-draghi-told-eu-leaders-there-is-continuing-confidence-with-increasing-caution-according-to-an-eu-source-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:55:00",
        "gmt_time": "2018-12-14 15:55:00"
    },
    {
        "id": 688615,
        "updated_sequence": 1109521,
        "published_at": {
            "unix": 1544802840,
            "text": "2018-12-14 15:54:00 +0000",
            "iso_8601": "2018-12-14T15:54:00Z"
        },
        "updated_at": {
            "unix": 1544802983,
            "text": "2018-12-14 15:56:23 +0000",
            "iso_8601": "2018-12-14T15:56:23Z"
        },
        "subject": "BuzzFeed's Alex Wickham tweets: Theresa Mays close allies are pushing for a second referendum to win a mandate for her Brexit deal, face down a suicide squad of Brexiteers and keep Jeremy Corbyn out of Number 10",
        "content": "<ul><li><a href=\"https://twitter.com/alexwickham/status/1073606826070036480\">click here for tweet/article</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "BuzzFeed",
        "slug": "buzzfeed-s-alex-wickham-tweets-theresa-may-s-close-allies-are-pushing-for-a-second-referendum-to-win-a-mandate-for-her-brexit-deal-face-down-a-suicide-squad-of-brexiteers-and-keep-jeremy-corbyn-out-of-number-10-14-12-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:54:00",
        "gmt_time": "2018-12-14 15:54:00"
    },
    {
        "id": 688614,
        "updated_sequence": 1109518,
        "published_at": {
            "unix": 1544802720,
            "text": "2018-12-14 15:52:00 +0000",
            "iso_8601": "2018-12-14T15:52:00Z"
        },
        "updated_at": {
            "unix": 1544802794,
            "text": "2018-12-14 15:53:14 +0000",
            "iso_8601": "2018-12-14T15:53:14Z"
        },
        "subject": "Irish PM Varadkar says no proposal for a special summit in January",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Following previous reports that there could be a special summit in January</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1544802794,
            "text": "2018-12-14 15:53:14 +0000",
            "iso_8601": "2018-12-14T15:53:14Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "irish-pm-varadkar-says-no-proposal-for-a-special-summit-in-january-14-12-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:52:00",
        "gmt_time": "2018-12-14 15:52:00"
    },
    {
        "id": 688612,
        "updated_sequence": 1109512,
        "published_at": {
            "unix": 1544802480,
            "text": "2018-12-14 15:48:00 +0000",
            "iso_8601": "2018-12-14T15:48:00Z"
        },
        "updated_at": {
            "unix": 1544802556,
            "text": "2018-12-14 15:49:16 +0000",
            "iso_8601": "2018-12-14T15:49:16Z"
        },
        "subject": "EU Commission President Juncker says we don't want the Irish backstop to be a permanent instrument",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-commission-president-juncker-says-we-don-t-want-the-irish-backstop-to-be-a-permanent-instrument-14-12-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:48:00",
        "gmt_time": "2018-12-14 15:48:00"
    },
    {
        "id": 688611,
        "updated_sequence": 1109509,
        "published_at": {
            "unix": 1544802360,
            "text": "2018-12-14 15:46:00 +0000",
            "iso_8601": "2018-12-14T15:46:00Z"
        },
        "updated_at": {
            "unix": 1544802427,
            "text": "2018-12-14 15:47:07 +0000",
            "iso_8601": "2018-12-14T15:47:07Z"
        },
        "subject": "EU Council President Tusk says he has no mandate to re-open Brexit negotiations",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-council-president-tusk-says-he-has-no-mandate-to-re-open-brexit-negotiations-14-12-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:46:00",
        "gmt_time": "2018-12-14 15:46:00"
    },
    {
        "id": 688610,
        "updated_sequence": 1109506,
        "published_at": {
            "unix": 1544801880,
            "text": "2018-12-14 15:38:00 +0000",
            "iso_8601": "2018-12-14T15:38:00Z"
        },
        "updated_at": {
            "unix": 1544801967,
            "text": "2018-12-14 15:39:27 +0000",
            "iso_8601": "2018-12-14T15:39:27Z"
        },
        "subject": "Italy's Economy Minister Tria has ended talks with EU's Moscovici and Dombrovskis, negotiations continue and the atmosphere is positive; according to the treasury ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italy-s-economy-minister-tria-has-ended-talks-with-eu-s-moscovici-and-dombrovskis-negotiations-continue-and-the-atmosphere-is-positive-according-to-the-treasury-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:38:00",
        "gmt_time": "2018-12-14 15:38:00"
    },
    {
        "id": 688609,
        "updated_sequence": 1109503,
        "published_at": {
            "unix": 1544801820,
            "text": "2018-12-14 15:37:00 +0000",
            "iso_8601": "2018-12-14T15:37:00Z"
        },
        "updated_at": {
            "unix": 1544801894,
            "text": "2018-12-14 15:38:14 +0000",
            "iso_8601": "2018-12-14T15:38:14Z"
        },
        "subject": "British Minister says risk of \"managed\" no-deal Brexit is rising",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "british-minister-says-risk-of-managed-no-deal-brexit-is-rising-14-12-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:37:00",
        "gmt_time": "2018-12-14 15:37:00"
    },
    {
        "id": 688608,
        "updated_sequence": 1109500,
        "published_at": {
            "unix": 1544801460,
            "text": "2018-12-14 15:31:00 +0000",
            "iso_8601": "2018-12-14T15:31:00Z"
        },
        "updated_at": {
            "unix": 1544801570,
            "text": "2018-12-14 15:32:50 +0000",
            "iso_8601": "2018-12-14T15:32:50Z"
        },
        "subject": "Politics Home Editor Kevin Schofiled tweets that a Senior Party figure has discredited reports that Scottish Tories could back a second Brexit referendum",
        "content": "<p><a href=\"https://twitter.com/PolhomeEditor/status/1073601257670144000\">link to tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "politics-home-editor-kevin-schofiled-tweets-that-a-senior-party-figure-has-discredited-reports-that-scottish-tories-could-back-a-second-brexit-referendum-14-12-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:31:00",
        "gmt_time": "2018-12-14 15:31:00"
    },
    {
        "id": 688607,
        "updated_sequence": 1109497,
        "published_at": {
            "unix": 1544801160,
            "text": "2018-12-14 15:26:00 +0000",
            "iso_8601": "2018-12-14T15:26:00Z"
        },
        "updated_at": {
            "unix": 1544801235,
            "text": "2018-12-14 15:27:15 +0000",
            "iso_8601": "2018-12-14T15:27:15Z"
        },
        "subject": "French President Macron says there were no discussions or concerns on the French 2019 budget",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-president-macron-says-there-were-no-discussions-or-concerns-on-the-french-2019-budget-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:26:00",
        "gmt_time": "2018-12-14 15:26:00"
    },
    {
        "id": 688606,
        "updated_sequence": 1109494,
        "published_at": {
            "unix": 1544801100,
            "text": "2018-12-14 15:25:00 +0000",
            "iso_8601": "2018-12-14T15:25:00Z"
        },
        "updated_at": {
            "unix": 1544801175,
            "text": "2018-12-14 15:26:15 +0000",
            "iso_8601": "2018-12-14T15:26:15Z"
        },
        "subject": "French President Macron says it is obvious that no one wants the UK to be locked in the backstop after Brexit ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "french-president-macron-says-it-is-obvious-that-no-one-wants-the-uk-to-be-locked-in-the-backstop-after-brexit-14-12-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:25:00",
        "gmt_time": "2018-12-14 15:25:00"
    },
    {
        "id": 688605,
        "updated_sequence": 1109491,
        "published_at": {
            "unix": 1544800920,
            "text": "2018-12-14 15:22:00 +0000",
            "iso_8601": "2018-12-14T15:22:00Z"
        },
        "updated_at": {
            "unix": 1544801028,
            "text": "2018-12-14 15:23:48 +0000",
            "iso_8601": "2018-12-14T15:23:48Z"
        },
        "subject": "US President Trump spokesperson says Chief of Staff announcement is imminent ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "us-president-trump-spokesperson-says-chief-of-staff-announcement-is-imminent-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:22:00",
        "gmt_time": "2018-12-14 15:22:00"
    },
    {
        "id": 688604,
        "updated_sequence": 1109485,
        "published_at": {
            "unix": 1544800560,
            "text": "2018-12-14 15:16:00 +0000",
            "iso_8601": "2018-12-14T15:16:00Z"
        },
        "updated_at": {
            "unix": 1544800642,
            "text": "2018-12-14 15:17:22 +0000",
            "iso_8601": "2018-12-14T15:17:22Z"
        },
        "subject": "EU leaders are calling for Joint Budget Features Agreement by June",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "eu-leaders-are-calling-for-joint-budget-features-agreement-by-june-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:16:00",
        "gmt_time": "2018-12-14 15:16:00"
    },
    {
        "id": 688603,
        "updated_sequence": 1109476,
        "published_at": {
            "unix": 1544800140,
            "text": "2018-12-14 15:09:00 +0000",
            "iso_8601": "2018-12-14T15:09:00Z"
        },
        "updated_at": {
            "unix": 1544800237,
            "text": "2018-12-14 15:10:37 +0000",
            "iso_8601": "2018-12-14T15:10:37Z"
        },
        "subject": "Sotheby's (BID) announces USD 70mln in accelerated share repurchase programme",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "sotheby-s-bid-announces-usd-70mln-in-accelerated-share-repurchase-programme-14-12-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:09:00",
        "gmt_time": "2018-12-14 15:09:00"
    },
    {
        "id": 688602,
        "updated_sequence": 1109482,
        "published_at": {
            "unix": 1544799960,
            "text": "2018-12-14 15:06:00 +0000",
            "iso_8601": "2018-12-14T15:06:00Z"
        },
        "updated_at": {
            "unix": 1544800572,
            "text": "2018-12-14 15:16:12 +0000",
            "iso_8601": "2018-12-14T15:16:12Z"
        },
        "subject": "Mexico's Central Bank says private analysts expect 2018 inflation at 4.68% (Prev. 4.55%); see year-end inflation in 2019 at 3.89% (Prev. 3.90%) ",
        "content": "<ul><li>See 2018 GDP growth at 2.10% unchanged from previous and 2019 GDP growth 1.8% (Prev. 1.9%)&nbsp;</li>\r\n  <li>See USDMXN for end of 2018 at 8.25% (Prev. 8.00%)&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "mexico-s-central-bank-says-private-analysts-expect-2018-inflation-at-4-68-prev-4-55-see-year-end-inflation-in-2019-at-3-89-prev-3-90-14-12-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:06:00",
        "gmt_time": "2018-12-14 15:06:00"
    },
    {
        "id": 688601,
        "updated_sequence": 1109468,
        "published_at": {
            "unix": 1544799840,
            "text": "2018-12-14 15:04:00 +0000",
            "iso_8601": "2018-12-14T15:04:00Z"
        },
        "updated_at": {
            "unix": 1544799933,
            "text": "2018-12-14 15:05:33 +0000",
            "iso_8601": "2018-12-14T15:05:33Z"
        },
        "subject": "German Chancellor Merkel says the EU only wants to use Irish backstop if necessary ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-chancellor-merkel-says-the-eu-only-wants-to-use-irish-backstop-if-necessary-14-12-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:04:00",
        "gmt_time": "2018-12-14 15:04:00"
    },
    {
        "id": 688600,
        "updated_sequence": 1109465,
        "published_at": {
            "unix": 1544799600,
            "text": "2018-12-14 15:00:00 +0000",
            "iso_8601": "2018-12-14T15:00:00Z"
        },
        "updated_at": {
            "unix": 1544799695,
            "text": "2018-12-14 15:01:35 +0000",
            "iso_8601": "2018-12-14T15:01:35Z"
        },
        "subject": "Turkey's President Erdogan expressed concern over actions and presence of Kurdish militia in a phone call with US President Trump; according to the Turkish President ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "turkey-s-president-erdogan-expressed-concern-over-actions-and-presence-of-kurdish-militia-in-a-phone-call-with-us-president-trump-according-to-the-turkish-president-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 23:00:00",
        "gmt_time": "2018-12-14 15:00:00"
    },
    {
        "id": 688597,
        "updated_sequence": 1109456,
        "published_at": {
            "unix": 1544799420,
            "text": "2018-12-14 14:57:00 +0000",
            "iso_8601": "2018-12-14T14:57:00Z"
        },
        "updated_at": {
            "unix": 1544799535,
            "text": "2018-12-14 14:58:55 +0000",
            "iso_8601": "2018-12-14T14:58:55Z"
        },
        "subject": "nexun has begun restarting the N. Sea Buzzard oilfield, production expected to begin by Monday; industry source ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nexun-has-begun-restarting-the-n-sea-buzzard-oilfield-production-expected-to-begin-by-monday-industry-source-14-12-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 22:57:00",
        "gmt_time": "2018-12-14 14:57:00"
    },
    {
        "id": 688596,
        "updated_sequence": 1109453,
        "published_at": {
            "unix": 1544799360,
            "text": "2018-12-14 14:56:00 +0000",
            "iso_8601": "2018-12-14T14:56:00Z"
        },
        "updated_at": {
            "unix": 1544799441,
            "text": "2018-12-14 14:57:21 +0000",
            "iso_8601": "2018-12-14T14:57:21Z"
        },
        "subject": "Russia and UK are in discussions about restoring embassy staffs; according to Interfax",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-and-uk-are-in-discussions-about-restoring-embassy-staffs-according-to-interfax-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 22:56:00",
        "gmt_time": "2018-12-14 14:56:00"
    },
    {
        "id": 688595,
        "updated_sequence": 1109450,
        "published_at": {
            "unix": 1544799300,
            "text": "2018-12-14 14:55:00 +0000",
            "iso_8601": "2018-12-14T14:55:00Z"
        },
        "updated_at": {
            "unix": 1544799386,
            "text": "2018-12-14 14:56:26 +0000",
            "iso_8601": "2018-12-14T14:56:26Z"
        },
        "subject": "Experian (EXPN LN) Chairman is set to depart",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "experian-expn-ln-chairman-is-set-to-depart-14-12-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 22:55:00",
        "gmt_time": "2018-12-14 14:55:00"
    },
    {
        "id": 688594,
        "updated_sequence": 1109447,
        "published_at": {
            "unix": 1544799060,
            "text": "2018-12-14 14:51:00 +0000",
            "iso_8601": "2018-12-14T14:51:00Z"
        },
        "updated_at": {
            "unix": 1544799249,
            "text": "2018-12-14 14:54:09 +0000",
            "iso_8601": "2018-12-14T14:54:09Z"
        },
        "subject": "General Motors (GM) offered new positions to most laid off factory workers in the US; 2700/2800 positions ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "general-motors-gm-offered-new-positions-to-most-laid-off-factory-workers-in-the-us-2700-2800-positions-14-12-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 22:51:00",
        "gmt_time": "2018-12-14 14:51:00"
    },
    {
        "id": 688593,
        "updated_sequence": 1109442,
        "published_at": {
            "unix": 1544799000,
            "text": "2018-12-14 14:50:00 +0000",
            "iso_8601": "2018-12-14T14:50:00Z"
        },
        "updated_at": {
            "unix": 1544799088,
            "text": "2018-12-14 14:51:28 +0000",
            "iso_8601": "2018-12-14T14:51:28Z"
        },
        "subject": "Facebook (FB) discovered bug that could have impacted people using Facebook login granting permission to third-party apps to access photos; according to a Facebook blog",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "facebook-fb-discovered-bug-that-could-have-impacted-people-using-facebook-login-granting-permission-to-third-party-apps-to-access-photos-according-to-a-facebook-blog-14-12-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 22:50:00",
        "gmt_time": "2018-12-14 14:50:00"
    },
    {
        "id": 688592,
        "updated_sequence": 1109439,
        "published_at": {
            "unix": 1544798640,
            "text": "2018-12-14 14:44:00 +0000",
            "iso_8601": "2018-12-14T14:44:00Z"
        },
        "updated_at": {
            "unix": 1544798981,
            "text": "2018-12-14 14:49:41 +0000",
            "iso_8601": "2018-12-14T14:49:41Z"
        },
        "subject": "Bank of Italy expects Italy's 2018 GDP growth at 0.9% (Prev. 1.2%) and sees GDP growth at around 1% in period 2019-2021",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-of-italy-expects-italy-s-2018-gdp-growth-at-0-9-prev-1-2-and-sees-gdp-growth-at-around-1-in-period-2019-2021-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 22:44:00",
        "gmt_time": "2018-12-14 14:44:00"
    },
    {
        "id": 688589,
        "updated_sequence": 1109422,
        "published_at": {
            "unix": 1544798040,
            "text": "2018-12-14 14:34:00 +0000",
            "iso_8601": "2018-12-14T14:34:00Z"
        },
        "updated_at": {
            "unix": 1544798239,
            "text": "2018-12-14 14:37:19 +0000",
            "iso_8601": "2018-12-14T14:37:19Z"
        },
        "subject": "FT's Brussels Correspondent tweets \" [Dutch PM] Rutte last night was one of the few leaders who pushed for EU27 to come back and discuss May's demands if she could work them out in UK. An idea that is gaining some traction today...\"",
        "content": "<p><a href=\"https://twitter.com/MehreenKhn/status/1073586636531863554\">Click here for the tweet</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "ft-s-brussels-correspondent-tweets-dutch-pm-rutte-last-night-was-one-of-the-few-leaders-who-pushed-for-eu27-to-come-back-and-discuss-may-s-demands-if-she-could-work-them-out-in-uk-an-idea-that-is-gaining-some-traction-today-14-12-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 22:34:00",
        "gmt_time": "2018-12-14 14:34:00"
    },
    {
        "id": 688588,
        "updated_sequence": 1109488,
        "published_at": {
            "unix": 1544796960,
            "text": "2018-12-14 14:16:00 +0000",
            "iso_8601": "2018-12-14T14:16:00Z"
        },
        "updated_at": {
            "unix": 1544800885,
            "text": "2018-12-14 15:21:25 +0000",
            "iso_8601": "2018-12-14T15:21:25Z"
        },
        "subject": "Johnson and Johnson (JNJ) reportedly knew for multiple years about asbestos issues in baby talc powder and failed to tell the FDA ",
        "content": "<ul><li>Reportedly new as early as 1950&#39;s</li>\r\n  <li>Susquehana claims this is nothing new</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "johnson-and-johnson-jnj-reportedly-knew-for-multiple-years-about-asbestos-issues-in-baby-talc-powder-and-failed-to-tell-the-fda-14-12-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 22:16:00",
        "gmt_time": "2018-12-14 14:16:00"
    },
    {
        "id": 688588,
        "updated_sequence": 1109488,
        "published_at": {
            "unix": 1544796960,
            "text": "2018-12-14 14:16:00 +0000",
            "iso_8601": "2018-12-14T14:16:00Z"
        },
        "updated_at": {
            "unix": 1544800885,
            "text": "2018-12-14 15:21:25 +0000",
            "iso_8601": "2018-12-14T15:21:25Z"
        },
        "subject": "Johnson and Johnson (JNJ) reportedly knew for multiple years about asbestos issues in baby talc powder and failed to tell the FDA ",
        "content": "<ul><li>Reportedly new as early as 1950&#39;s</li>\r\n  <li>Susquehana claims this is nothing new</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "johnson-and-johnson-jnj-reportedly-knew-for-multiple-years-about-asbestos-issues-in-baby-talc-powder-and-failed-to-tell-the-fda-14-12-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 22:16:00",
        "gmt_time": "2018-12-14 14:16:00"
    },
    {
        "id": 688587,
        "updated_sequence": 1109417,
        "published_at": {
            "unix": 1544796960,
            "text": "2018-12-14 14:16:00 +0000",
            "iso_8601": "2018-12-14T14:16:00Z"
        },
        "updated_at": {
            "unix": 1544797229,
            "text": "2018-12-14 14:20:29 +0000",
            "iso_8601": "2018-12-14T14:20:29Z"
        },
        "subject": "ECB's Angeloni says wants to see Italy's bond spread falling below May level; says heading toward gradual ending of QE with \"very comfortable\" liquidity prices ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-angeloni-says-wants-to-see-italy-s-bond-spread-falling-below-may-level-says-heading-toward-gradual-ending-of-qe-with-very-comfortable-liquidity-prices-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 22:16:00",
        "gmt_time": "2018-12-14 14:16:00"
    },
    {
        "id": 688582,
        "updated_sequence": 1109398,
        "published_at": {
            "unix": 1544796600,
            "text": "2018-12-14 14:10:00 +0000",
            "iso_8601": "2018-12-14T14:10:00Z"
        },
        "updated_at": {
            "unix": 1544796815,
            "text": "2018-12-14 14:13:35 +0000",
            "iso_8601": "2018-12-14T14:13:35Z"
        },
        "subject": "Additional US Equity Stories: STT, NUE, CAT, MET",
        "content": "<ul><li><strong>State Street (STT)</strong>&nbsp;- Joseph Hooley will retire as CEO on December 31st, 2018; Ronald O&#39;Hanley to succeed on January 1st, 2019. (Newswires)</li>\r\n  <li><strong>Nucor (NUE)</strong>&nbsp;- Sees Q4 EPS at USD 1.90-1.95 vs. Exp. USD 1.98, expects strong demand and favorable pricing to continue in 2019. (Newswires)</li>\r\n  <li><strong>Caterpillar (CAT)</strong>&nbsp;- The industrial co.&#39;s Chief Accounting Officer Jananne Copeland will retire on March 1st, 2019. (Newswires)</li>\r\n  <li><strong>Metlife (MET)</strong>&nbsp;- The co. is targeting a return on equity target of 12%-14%, citing the Fed raising rates to a more normal environment. (Newswires)</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "additional-us-equity-stories-stt-nue-cat-met-14-12-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 22:10:00",
        "gmt_time": "2018-12-14 14:10:00"
    },
    {
        "id": 688583,
        "updated_sequence": 1109390,
        "published_at": {
            "unix": 1544796180,
            "text": "2018-12-14 14:03:00 +0000",
            "iso_8601": "2018-12-14T14:03:00Z"
        },
        "updated_at": {
            "unix": 1544796329,
            "text": "2018-12-14 14:05:29 +0000",
            "iso_8601": "2018-12-14T14:05:29Z"
        },
        "subject": "Bundesbank's Buck says trade conflicts and a disorderly Brexit are risks to the German economy ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bundesbank-s-buck-says-trade-conflicts-and-a-disorderly-brexit-are-risks-to-the-german-economy-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 22:03:00",
        "gmt_time": "2018-12-14 14:03:00"
    },
    {
        "id": 688580,
        "updated_sequence": 1109369,
        "published_at": {
            "unix": 1544795580,
            "text": "2018-12-14 13:53:00 +0000",
            "iso_8601": "2018-12-14T13:53:00Z"
        },
        "updated_at": {
            "unix": 1544795660,
            "text": "2018-12-14 13:54:20 +0000",
            "iso_8601": "2018-12-14T13:54:20Z"
        },
        "subject": "Fixed Income: core bonds transfixed, Dollar firmer after early US data",
        "content": "<p>Not a great deal of movement in debt markets even though US retail sales were encouraging, especially the control group and back month revisions, but the DXY has nudged up again and just eclipsed the previous 97.704 ytd peak. Ahead, ip, cap u, premil Markit PMIs and business inventories round off the week and could give the Buck another fillip to test strong resistance ahead of 98.000 circa 97.873.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fixed-income-core-bonds-transfixed-dollar-firmer-after-early-us-data-14-12-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 21:53:00",
        "gmt_time": "2018-12-14 13:53:00"
    },
    {
        "id": 688581,
        "updated_sequence": 1109379,
        "published_at": {
            "unix": 1544795580,
            "text": "2018-12-14 13:53:00 +0000",
            "iso_8601": "2018-12-14T13:53:00Z"
        },
        "updated_at": {
            "unix": 1544795911,
            "text": "2018-12-14 13:58:31 +0000",
            "iso_8601": "2018-12-14T13:58:31Z"
        },
        "subject": "Moscow oil refinery will not restore catcracker before year end after a fire in November, according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The refinery has a capacity of 293k BPD&nbsp;</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1544795640,
            "text": "2018-12-14 13:54:00 +0000",
            "iso_8601": "2018-12-14T13:54:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "moscow-oil-refinery-will-not-restore-catcracker-before-year-end-after-a-fire-in-november-according-to-sources-14-12-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 21:53:00",
        "gmt_time": "2018-12-14 13:53:00"
    },
    {
        "id": 688579,
        "updated_sequence": 1109371,
        "published_at": {
            "unix": 1544795520,
            "text": "2018-12-14 13:52:00 +0000",
            "iso_8601": "2018-12-14T13:52:00Z"
        },
        "updated_at": {
            "unix": 1544795691,
            "text": "2018-12-14 13:54:51 +0000",
            "iso_8601": "2018-12-14T13:54:51Z"
        },
        "subject": "German Economy Minister Altmaier does not think there will be a disorderly Brexit, says that the chance of major EU-US trade conflict has not increased but is still present. Expects growth to be at/above 1.5% this year, with orderly growth in 2019. ",
        "content": "<ul><li>Regarding Huawei says he has no concerns over individual companies, but each product and device must be secure.&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-economy-minister-altmaier-does-not-think-there-will-be-a-disorderly-brexit-says-that-the-chance-of-major-eu-us-trade-conflict-has-not-increased-but-is-still-present-expects-growth-to-be-at-above-1-5-this-year-with-orderly-growth-i-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 21:52:00",
        "gmt_time": "2018-12-14 13:52:00"
    },
    {
        "id": 688578,
        "updated_sequence": 1109363,
        "published_at": {
            "unix": 1544795100,
            "text": "2018-12-14 13:45:00 +0000",
            "iso_8601": "2018-12-14T13:45:00Z"
        },
        "updated_at": {
            "unix": 1544795189,
            "text": "2018-12-14 13:46:29 +0000",
            "iso_8601": "2018-12-14T13:46:29Z"
        },
        "subject": "RANsquawk Daily US Equity Opening News - 14th December 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20776/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li><strong>Adobe Systems, Inc. (ADBE) Q4 2018 Adj. EPS USD 1.90 vs. Exp. USD 1.89, revenue USD 2.46bln vs. Exp. USD 2.42bln</strong></li>\r\n  <li><strong>Automakers (F, FCAU, GM, TSLA) &ndash; China has put a 3-month suspension on a US auto tariff increase</strong></li>\r\n  <li><strong>TESLA (TSLA) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 440</strong></li>\r\n</ul>\r\n\r\n<p><strong>14th December 2018</strong></p>\r\n\r\n<p><strong>Earnings</strong></p>\r\n\r\n<ul><li>Adobe Systems, Inc. (ADBE) Q4 2018 Adj. EPS USD 1.90 vs. Exp. USD 1.89, revenue USD 2.46bln vs. Exp. USD 2.42bln. The co. raises revenue forecasts for 2019. (Newswires)</li>\r\n  <li>Costco Wholesale Corp (COST) Q1 2019 EPS USD 1.73 vs. Exp. USD 1.62, revenue USD 34.3bln vs. Exp. USD 34.5bln. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>DJIA</strong></p>\r\n\r\n<ul><li>Apple (AAPL) &ndash; The iPhone maker is releasing a software update next week for Chinese iPhones so that it no longer infringes Qualcomm (QCOM) contracts. CNBC reports that TF Int. analyst Ming-Chi Kuo has cut his iPhone shipping estimates by 20% for Q1 2019 to the range 38mln-42mln. Elsewhere, Apple Insider reports that the co. is shutting down its blog-style sharing platform &ldquo;Apple Connect&rdquo; in 2019. (Newswires/CNBC/Apple Insider)</li>\r\n  <li>Merck (MRK) &ndash; The drugmaker is to acquire Antelliq Group for around EUR 2.1bln which will operate separately within the Merck Animal Health Division. (Newswires)</li>\r\n  <li>Pfizer (PFE) &ndash; The drug maker initiates Phase 3 for 20-Valent Pneumococcal Conjugate vaccine to prevent invasive disease and pneumonia in adults aged 18+ years. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>S&amp;P500</strong></p>\r\n\r\n<ul><li>Albemarle (ALB) &ndash; The chemicals co. is acquiring a 50% stake, worth USD 1.15bln, in a Mineral Resources lithium project in Western Australia. (Newswires)</li>\r\n  <li>AT&amp;T (T) &ndash; The telecoms conglomerate increased its quarterly dividend to USD 0.51/shr from USD 0.50/shr. (Newswires)</li>\r\n  <li>Automakers (F, FCAU, GM, TSLA) &ndash; China has put a 3-month suspension on a US auto tariff increase. Tesla has now cut prices for its Model S and X vehicles in China following the announcement. (Newswires)</li>\r\n  <li>Centene (CNC) &ndash; The healthcare co. has declared a two-for-one stock split, effective Q1 2019. (Newswires)</li>\r\n  <li>Delta Airlines (DAL), Southwest (LUV) &ndash; Imperial Capital lowered its price target to USD 77 from USD 81 for Delta and to USD 57 from USD 62 for Southwest. (Newswires)</li>\r\n  <li>E*-Trade (ETFC) - The online brokerage reported daily average revenue trades (darts) for November at 275,319, a 9% decrease from October; it added 962,487 gross new brokerage accounts. (Newswires)</li>\r\n  <li>Eli Lilly (LLY) &ndash; The pharma co. has extended its collaboration to with Evidation Health allowing LLY access to Evidation&rsquo;s Andromeda data platform. (Newswires)</li>\r\n  <li>Ford (F) &ndash; The automaker reports November China sales down 55% year-on-year to 52.4k units. (Newswires)</li>\r\n  <li>General Electric (GE) &ndash; The co. has announced its plan for an auditor tender process. (Newswires)</li>\r\n  <li>Ulta Beauty (ULTA) &ndash; The cosmetics co. has had its price target lowered to USD 265 from USD 300 at Loop Capital. (Newswires)</li>\r\n  <li>Waste Management (WM) &ndash; The co. announced a USD 1.5bln share repurchase programme as well as an increase of its quarterly dividend by 10.2% to USD 0.5125/shr. (Newswires)</li>\r\n  <li>Williams (WMB) &ndash; The energy co. has received regulatory approval for its Gateway Expansion Project, expected to be complete for 2020/2021 winter. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>NASDAQ</strong></p>\r\n\r\n<ul><li>Alibaba (BABA) &ndash; The Chinese tech co.&rsquo;s veteran executive, Lucy Peng, has stepped down as CEO of the co.&rsquo;s Lazada group. (Newswires)</li>\r\n  <li>Amazon (AMZN) &ndash; The retail giant has suspended at least 20 booksellers after it discovered them selling fake textbooks. (CNBC)</li>\r\n  <li>AMD (AMD), NVIDIA (NVDA) &ndash; Mizuho has cut its price target for AMD to USD 30 from USD 33 and for NVDA to USD 230 from USD 245, citing no foresight of any increases in GPU prices. (Newswires)</li>\r\n  <li>Autodesk (ADSK) &ndash; The software co. has appointed the Western Digital (WDC) CEO Stephen Milligan to its board of directors. (Newswires)</li>\r\n  <li>Ctrip.com (CTRP) &ndash; The Chinese travel agency&rsquo;s innovation hub, Oasis Lab, has partnered with the US innovation platform for start-ups Plug and Play to help find new innovation for the travel industry. (Newswires)</li>\r\n  <li>Electronic Arts (EA) &ndash; The video game developer has had its price target cut to USD 100 from USD 150, citing a less exciting release of games in the future. (Newswires)</li>\r\n  <li>Facebook (FB) &ndash; The social platform is seeking to sell subscriptions to cable TV channels such as HBO as it hopes those programmes will be followed on the Facebook app; the co. has been discussing deals with several parties for months. (Recode)</li>\r\n  <li>Qualcomm (QCOM) &ndash; A US federal judge determined that the fact Apple (AAPL) has switched from chip supplier Qualcomm (QCOM) to other chipmakers such as Intel (INTC) doesn&rsquo;t prove that Qualcomm wasn&rsquo;t violating antitrust laws. Elsewhere, the chipmaker has collaborated with the Vingroup subsidiary VinSmart, where Qualcomm is providing VinSmart the patent for multimode complete terminals such as 4G/5G smartphones. (Newswires)</li>\r\n  <li>Starbucks (SBUX) &ndash; The coffee chain lowered its long-term EPS growth target to 10% from 12%. It announced that SSS will remain 3%-4% over the longer term. (Newswires)</li>\r\n  <li>Tesla (TSLA) &ndash; Electric vehicle makers are seeing challenges ahead as the US is attempting to keep the oil industry alive. (Newswires)</li>\r\n  <li>Video game developers (TTWO, ATVI, EA) &ndash; The NPD group&rsquo;s November sales figures saw a 10% drop in November vs. November 2017; top games were TTWO&rsquo;s Red Dead Redemption 2, ATVI&rsquo;s Black Ops 4. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>OTHER NEWS</strong></p>\r\n\r\n<ul><li>Belmond (BEL) &ndash; The luxury resorts co. is reportedly near a deal to be acquired by LVMH (LVMH FP) for USD 25/shr. (WSJ)</li>\r\n  <li>Host Hotels (HST) &ndash; The co. announces a special dividend of USD 0.05/shr. (Newswires)</li>\r\n</ul>\r\n\r\n<p><strong>BROKER MOVES</strong></p>\r\n\r\n<p><strong>Upgrades</strong></p>\r\n\r\n<ul><li>AGNC INVESTMENT (AGNC) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li>\r\n  <li>ALEXANDRIA REAL ESTATE (ARE) UPGRADED TO TOP PICK FROM OUTPERFORM AT RBC CAPITAL</li>\r\n  <li>ANNALY CAPITAL (NLY) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT BARCLAYS</li>\r\n  <li>BAUSCH HEALTH (BHC) UPGRADED TO BUY FROM NEUTRAL AT H.C. WAINWRIGHT</li>\r\n  <li>CENTERPOINT ENERGY (CNP) UPGRADED TO BUY FROM NEUTRAL AT UBS</li>\r\n  <li>DOLLAR TREE (DLTR) UPGRADED TO OUTPERFORM FROM MARKET PERFORM AT BERNSTEIN</li>\r\n  <li>EASTERLY GOVERNMENT PROPERTIES (DEA) UPGRADED TO OUTPERFORM AT RBC CAPITAL</li>\r\n  <li>PROCTER &amp; GAMBLE (PG) UPGRADED TO OVERWEIGHT FROM EQUAL WEIGHT AT MORGAN STANLEY</li>\r\n  <li>REGENERON (REGN) UPGRADED TO CONVICTION BUY FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>SEALED AIR (SEE) UPGRADED TO BUY FROM NEUTRAL AT BOFA/MERRILL</li>\r\n  <li>TECHNIPFMC (FTI) UPGRADED TO BUY FROM NEUTRAL AT SEAPORT GLOBAL</li>\r\n  <li>WELLCARE (WCG) UPGRADED TO CONVICTION BUY FROM BUY AT GOLDMAN SACHS</li>\r\n</ul>\r\n\r\n<p><strong>Downgrades</strong></p>\r\n\r\n<ul><li>ALUMINUM CORP. OF CHINA (ACH) DOWNGRADED TO UNDERWEIGHT AT MORGAN STANLEY</li>\r\n  <li>AMNEAL PHARMACEUTICALS (AMRX) DOWNGRADED TO EQUAL WEIGHT AT MORGAN STANLEY</li>\r\n  <li>ATMOS ENERGY (ATO) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li>\r\n  <li>BEACON ROOFING (BECN) DOWNGRADED TO NEUTRAL FROM OUTPERFORM AT WEDBUSH</li>\r\n  <li>CIENA (CIEN) DOWNGRADED TO HOLD FROM BUY AT LOOP CAPITAL</li>\r\n  <li>CISCO (CSCO) DOWNGRADED TO NEUTRAL FROM BUY AT NOMURA INSTINET</li>\r\n  <li>EQUINOR (EQNR) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>ICON (ICLR) DOWNGRADED TO BUY FROM CONVICTION BUY AT GOLDMAN SACHS</li>\r\n  <li>NATIONAL RETAIL PROPERTIES (NNN) DOWNGRADED TO SECTOR PERFORM AT RBC CAPITAL</li>\r\n  <li>REGENCY CENTERS (REG) DOWNGRADED TO OUTPERFORM FROM TOP PICK AT RBC CAPITAL</li>\r\n  <li>SILICON MOTION (SIMO) DOWNGRADED TO EQUAL WEIGHT FROM OVERWEIGHT AT MORGAN STANLEY</li>\r\n  <li>UGI CORPORATION (UGI) DOWNGRADED TO NEUTRAL FROM BUY AT UBS</li>\r\n  <li>UNIVERSAL HEALTH (UHS) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n  <li>WALGREENS BOOTS ALLIANCE (WBA) DOWNGRADED TO SELL FROM NEUTRAL AT GOLDMAN SACHS</li>\r\n</ul>\r\n\r\n<p><strong>Initiations</strong></p>\r\n\r\n<ul><li>ADIENT (ADNT) RATED NEW HOLD AT DEUTSCHE BANK; PT USD 20</li>\r\n  <li>AMEDISYS (AMED) RATED NEW EQUAL-WEIGHT AT BARCLAYS; PT USD 130</li>\r\n  <li>AMERICAN AXLE (AXL) RATED NEW HOLD AT DEUTSCHE BANK; PT USD 11</li>\r\n  <li>AMERICAN RENAL (ARA) RATED NEW EQUAL-WEIGHT AT BARCLAYS; PT USD 18</li>\r\n  <li>APTIV (APTV) RATED NEW BUY AT DEUTSCHE BANK; PT USD 77</li>\r\n  <li>ASTRAZENECA ADRS (AZN LN) RATED NEW BUY AT SUNTRUST; PT USD 48</li>\r\n  <li>AUTOLIV (ALV) RATED NEW SELL AT DEUTSCHE BANK; PT USD 61</li>\r\n  <li>BIOMARIN (BMRN) RATED NEW PERFORM AT OPPENHEIMER; PT USD 92</li>\r\n  <li>BONANZA CREEK (BCEI) RATED NEW HOLD AT SUNTRUST; PT USD 25</li>\r\n  <li>BORGWARNER (BWA) RATED NEW BUY AT DEUTSCHE BANK; PT USD 47</li>\r\n  <li>BRAEMAR HOTELS (BHR) RATED NEW BUY AT DA DAVIDSON; PT USD 11.50</li>\r\n  <li>CAMPING WORLD (CWH) RATED NEW BUY AT CITI</li>\r\n  <li>CECO ENVIRONMENTAL (CECE) RATED NEW BUY AT MAXIM; PT USD 10</li>\r\n  <li>CHARLES RIVER (CRL) RATED NEW BUY AT DEUTSCHE BANK</li>\r\n  <li>DANA INC (DAN) RATED NEW BUY AT DEUTSCHE BANK; PT USD 17</li>\r\n  <li>DAVITA (DVA) RATED NEW OVERWEIGHT AT BARCLAYS; PT USD 70</li>\r\n  <li>DELPHI TECHNOLOGIES (DLPH) RATED NEW HOLD AT DEUTSCHE BANK; PT USD 17</li>\r\n  <li>EMCOR (EME) RATED NEW HOLD AT MAXIM; PT USD 68</li>\r\n  <li>ENCOMPASS HEALTH (EHC) RATED NEW EQUAL-WEIGHT AT BARCLAYS; PT USD 75</li>\r\n  <li>EQUITRANS MIDSTREAM (ETRN) RATED NEW NEUTRAL AT CREDIT SUISSE; PT USD 25</li>\r\n  <li>FORD (F) RATED NEW BUY AT DEUTSCHE BANK; PT USD 12</li>\r\n  <li>GENERAL MOTORS (GM) RATED NEW BUY AT DEUTSCHE BANK; PT USD 44</li>\r\n  <li>GOODYEAR (GT) RATED NEW HOLD AT DEUTSCHE BANK; PT USD 24</li>\r\n  <li>ICON (ICLR) RATED NEW HOLD AT DEUTSCHE BANK</li>\r\n  <li>IQVIA (IQV) RATED NEW BUY AT DEUTSCHE BANK</li>\r\n  <li>LAZYDAYS (LAZY) RATED NEW NEUTRAL AT CITI</li>\r\n  <li>LEAR (LEA) RATED NEW BUY AT DEUTSCHE BANK; PT USD 148</li>\r\n  <li>LHC GROUP (LHCG) RATED NEW EQUAL-WEIGHT AT BARCLAYS; PT USD 105</li>\r\n  <li>NEW YORK TIMES (NYT) RATED NEW OUTPERFORM AT EVERCORE ISI</li>\r\n  <li>SEAGATE (STX) RESUMED AT DEUTSCHE BANK WITH HOLD</li>\r\n  <li>SELECT MEDICAL (SEM) RATED NEW EQUAL-WEIGHT AT BARCLAYS; PT USD 20</li>\r\n  <li>STONECO (STNE) RATED NEW MARKET PERFORM AT ITAU BBA; PT USD 22</li>\r\n  <li>TENNECO (TEN) RATED NEW HOLD AT DEUTSCHE BANK; PT USD 31</li>\r\n  <li>TESLA (TSLA) RATED NEW HOLD AT DEUTSCHE BANK; PT USD 375</li>\r\n  <li>TESLA (TSLA) RATED NEW OUTPERFORM AT WEDBUSH; PT USD 440</li>\r\n  <li>TEXAS CAPITAL (TCBI) RATED NEW NEUTRAL AT JPMORGAN; PT USD 62</li>\r\n  <li>VEONEER (VNE) RATED NEW SELL AT DEUTSCHE BANK; PT USD 21</li>\r\n  <li>VISTEON (VC) RATED NEW HOLD AT DEUTSCHE BANK; PT USD 65</li>\r\n  <li>WESTERN DIGITAL (WDC) RESUMED AT DEUTSCHE BANK WITH HOLD</li>\r\n</ul>\r\n\r\n<p><strong>Ex-Dividends</strong></p>\r\n\r\n<ul><li>Altra Industrial Motion Corp (AIMC). Amount USD 0.17</li>\r\n  <li>American Railcar Industries Inc (ARII). Amount USD 0.40</li>\r\n  <li>Amphenol Corp (APH). Amount USD 0.23</li>\r\n  <li>Ares Management Corp (ARES). Amount USD 0.28</li>\r\n  <li>Belden Inc (BDC). Amount USD 0.05</li>\r\n  <li>C.H. Robinson Worldwide Inc (CHRW). Amount USD 0.50</li>\r\n  <li>Camden Property Trust (CPT). Amount USD 0.77</li>\r\n  <li>Camping World Holdings Inc (CWH). Amount USD 0.07</li>\r\n  <li>Camping World Holdings Inc (CWH). Amount USD 0.08</li>\r\n  <li>Childrens Place Inc (PLCE). Amount USD 0.50</li>\r\n  <li>DTE Energy Co (DTE). Amount USD 0.94</li>\r\n  <li>Eastman Chemical Co (EMN). Amount USD 0.62</li>\r\n  <li>First Citizens BancShares Inc (FCNCA). Amount USD 0.40</li>\r\n  <li>Hanover Insurance Group Inc (THG). Amount USD 0.60</li>\r\n  <li>Hess Corp (HES). Amount USD 0.25</li>\r\n  <li>Hillenbrand Inc (HI). Amount USD 0.21</li>\r\n  <li>Horace Mann Educators Corp (HMN). Amount USD 0.28</li>\r\n  <li>Hudson Pacific Properties Inc (HPP). Amount USD 0.25</li>\r\n  <li>Iron Mountain Inc (IRM). Amount USD 0.61</li>\r\n  <li>John Bean Technologies Corp (JBT). Amount USD 0.10</li>\r\n  <li>KBR Inc (KBR). Amount USD 0.08</li>\r\n  <li>Lamar Advertising Co (LAMR). Amount USD 0.92</li>\r\n  <li>Leidos Holdings Inc (LDOS). Amount USD 0.32</li>\r\n  <li>Merck &amp; Co Inc (MRK). Amount USD 0.55</li>\r\n  <li>NewMarket Corp (NEU). Amount USD 1.75</li>\r\n  <li>Packaging Corp of America (PKG). Amount USD 0.79</li>\r\n  <li>Rayonier Inc (RYN). Amount USD 0.27</li>\r\n  <li>Spirit AeroSystems Holdings Inc (SPR). Amount USD 0.12</li>\r\n  <li>Taubman Centers Inc (TCO). Amount USD 0.65</li>\r\n  <li>Thermo Fisher Scientific Inc (TMO). Amount USD 0.17</li>\r\n  <li>Tootsie Roll Industries Inc (TR). Amount USD 0.09</li>\r\n  <li>Viacom Inc (VIA). Amount USD 0.20</li>\r\n  <li>Western Union Co (WU). Amount USD 0.19</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-equity-opening-news-14th-december-2018-14-12-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 21:45:00",
        "gmt_time": "2018-12-14 13:45:00"
    },
    {
        "id": 688576,
        "updated_sequence": 1109355,
        "published_at": {
            "unix": 1544794740,
            "text": "2018-12-14 13:39:00 +0000",
            "iso_8601": "2018-12-14T13:39:00Z"
        },
        "updated_at": {
            "unix": 1544794887,
            "text": "2018-12-14 13:41:27 +0000",
            "iso_8601": "2018-12-14T13:41:27Z"
        },
        "subject": "Libyan El-Feel oilfield located near closed El Sharara field is working normally; according to Libya's national oil co. ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The refinery has a capacity of 70k BPD</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1544794886,
            "text": "2018-12-14 13:41:26 +0000",
            "iso_8601": "2018-12-14T13:41:26Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "libyan-el-feel-oilfield-located-near-closed-el-sharara-field-is-working-normally-according-to-libya-s-national-oil-co-14-12-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 21:39:00",
        "gmt_time": "2018-12-14 13:39:00"
    },
    {
        "id": 688571,
        "updated_sequence": 1109338,
        "published_at": {
            "unix": 1544793540,
            "text": "2018-12-14 13:19:00 +0000",
            "iso_8601": "2018-12-14T13:19:00Z"
        },
        "updated_at": {
            "unix": 1544793958,
            "text": "2018-12-14 13:25:58 +0000",
            "iso_8601": "2018-12-14T13:25:58Z"
        },
        "subject": "UK PM May states that she was clear about the assurances needed on Brexit and it is in both the UK's and EU's interest to get a deal done",
        "content": "<p>Says:&nbsp;</p>\r\n\r\n<ul><li>EU is firmly committed to having&nbsp;future ties in place to avoid a backstop</li>\r\n  <li>These conclusions have legal status</li>\r\n  <li>Will continue to work with the EU to give parliament more assurances</li>\r\n  <li>Believe it is better to leave with a deal&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-states-that-she-was-clear-about-the-assurances-needed-on-brexit-and-it-is-in-both-the-uk-s-and-eu-s-interest-to-get-a-deal-done-14-12-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 21:19:00",
        "gmt_time": "2018-12-14 13:19:00"
    },
    {
        "id": 688567,
        "updated_sequence": 1109322,
        "published_at": {
            "unix": 1544793240,
            "text": "2018-12-14 13:14:00 +0000",
            "iso_8601": "2018-12-14T13:14:00Z"
        },
        "updated_at": {
            "unix": 1544793356,
            "text": "2018-12-14 13:15:56 +0000",
            "iso_8601": "2018-12-14T13:15:56Z"
        },
        "subject": "Scotiabank FX Daily - Risk Appetite Weakens On Soft Data From China & Europe  ",
        "content": "<ul><li>&nbsp; USD strengthening in an environment of renewed risk aversion; JPY up slightly.</li>\r\n  <li>&nbsp; CAD respecting bear trend from October; Moody&rsquo;s cuts Ontario credit rating.</li>\r\n  <li>&nbsp; EUR tumbles on growth concerns as markets eye sub-50 French PMI&rsquo;s.</li>\r\n  <li>&nbsp; GBP fading bounce as PM May returns from Brussels empty handed; bearish.</li>\r\n  <li>&nbsp; JPY outperforming on haven-driven gains resulting from China growth concerns.</li>\r\n  <li>&nbsp; AUD underperforming along with NZD on China; rate expectations softening.</li>\r\n  <li>&nbsp; MXN holding in relatively well despite broader tone; all eyes on budget.</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "scotiabank",
        "slug": "scotiabank-fx-daily-risk-appetite-weakens-on-soft-data-from-china-europe-14-12-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 21:14:00",
        "gmt_time": "2018-12-14 13:14:00"
    },
    {
        "id": 688566,
        "updated_sequence": 1109319,
        "published_at": {
            "unix": 1544792580,
            "text": "2018-12-14 13:03:00 +0000",
            "iso_8601": "2018-12-14T13:03:00Z"
        },
        "updated_at": {
            "unix": 1544792826,
            "text": "2018-12-14 13:07:06 +0000",
            "iso_8601": "2018-12-14T13:07:06Z"
        },
        "subject": "Politico report that sources suggest that the appointment of Chris Christie is \"unlikely due to frictions with Kushner, though Trump could overrule his son-in-law\"",
        "content": "<p>Says:</p>\r\n\r\n<ul><li>Director of the Office of Management and Budget Mulvaney wants the position and could be appointed if no other candidate emerges.&nbsp;</li>\r\n  <li>Blackstone&#39;s Wayne Berman is again on some short lists but is reportedly not among the &quot;final five&quot;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>Earlier:&nbsp;Axios reported&nbsp;that US President Trump sees Chris Christie as a top contender to replace John Kelly as Chief of Staff</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1544792826,
            "text": "2018-12-14 13:07:06 +0000",
            "iso_8601": "2018-12-14T13:07:06Z"
        },
        "push_notify": false,
        "source": "Politico",
        "slug": "politico-report-that-sources-suggest-that-the-appointment-of-chris-christie-is-unlikely-due-to-frictions-with-kushner-though-trump-could-overrule-his-son-in-law-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 21:03:00",
        "gmt_time": "2018-12-14 13:03:00"
    },
    {
        "id": 688284,
        "updated_sequence": 1109304,
        "published_at": {
            "unix": 1544792400,
            "text": "2018-12-14 13:00:00 +0000",
            "iso_8601": "2018-12-14T13:00:00Z"
        },
        "updated_at": {
            "unix": 1544792400,
            "text": "2018-12-14 13:00:00 +0000",
            "iso_8601": "2018-12-14T13:00:00Z"
        },
        "subject": "RANSQUAWK CHRISTMAS PERIOD OPENING HOURS",
        "content": "<p><strong>Business as usual up to&nbsp;1845GMT Monday 24th December 2018</strong></p>\r\n\r\n<p><strong>Closed for business 25th, 26th, 27th, 28th December 2018 and 1st&nbsp;January 2019</strong></p>\r\n\r\n<p><strong>Normal service will resume at 0630GMT on Wednesday&nbsp;2nd&nbsp;of January 2019 for the beginning of the EU Session</strong></p>\r\n\r\n<p>Market closures and desk opening hours</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>24th December - Business as usual up to&nbsp;1845GMT Monday 24th December 2018</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Floor Trade</p>\r\n\r\n<p>1. CME/CBOT &ndash;FX and Interest Rates close at 1800GMT/1200CST, Equities Futures and Options close at 1815GMT/1215CST</p>\r\n\r\n<p>2. NYSE &ndash; Early close at 1800GMT</p>\r\n\r\n<p>Electronic Trade</p>\r\n\r\n<p>1. CME &ndash; Equity, interest rates, FX close 1815GMT/1215CST, Energy closes at 1845GMT/1245CST</p>\r\n\r\n<p>2. ICE &ndash; US Calendar: https://bit.ly/2KXWq6u, EU Calendar: https://bit.ly/2wLNLzH</p>\r\n\r\n<p>3. Eurex &ndash; Closed for trading in all derivatives</p>\r\n\r\n<p>4. Euronext Derivatives &ndash; Closes begin at 1255GMT/0655CST</p>\r\n\r\n<p>Cash Index:</p>\r\n\r\n<p>1. FTSE &ndash; Close 1230GMT/0630CST onwards</p>\r\n\r\n<p>2. Euronext Cash &ndash; Closes begin at 1305GMT/0705CST</p>\r\n\r\n<p>3. DAX - Closed</p>\r\n\r\n<p>4. IBEX 35 &ndash; Close 1300GMT/0700CST</p>\r\n\r\n<p>5. FTSE MIB - Close 1230GMT/0630CST onwards</p>\r\n\r\n<p>6. SMI &ndash; Closed</p>\r\n\r\n<p>7. Oslo Bors &ndash; Closed</p>\r\n\r\n<p>8. OMX 30 &ndash; Closed</p>\r\n\r\n<p>Asia-Pac</p>\r\n\r\n<p>Australia &ndash; Close at 0310GMT/2110CST</p>\r\n\r\n<p>Japan &ndash; Closed for Emperors Birthday</p>\r\n\r\n<p>Hong Kong &ndash; Regular Hours</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>25th December &ndash; Desk Closed</p>\r\n\r\n<p>Floor Trade&nbsp;</p>\r\n\r\n<p>1. CME/CBOT - Closed</p>\r\n\r\n<p>2. NYSE &ndash; Closed</p>\r\n\r\n<p>Electronic Trade</p>\r\n\r\n<p>1. CME Globex &ndash; Equity, interest rates, FX closed. Opens 2300GMT/1700CST</p>\r\n\r\n<p>2. ICE &ndash; Closed</p>\r\n\r\n<p>3. Eurex &ndash; Closed</p>\r\n\r\n<p>4. Euronext Derivatives - Closed</p>\r\n\r\n<p>Cash Index: -</p>\r\n\r\n<p>1. FTSE &ndash; Closed</p>\r\n\r\n<p>2. Euronext Cash &ndash; Closed</p>\r\n\r\n<p>3. DAX - Closed</p>\r\n\r\n<p>4. IBEX 35 - Closed</p>\r\n\r\n<p>5. FTSE MIB - Closed</p>\r\n\r\n<p>6. SMI &ndash; Closed</p>\r\n\r\n<p>7. Oslo Bors &ndash; Closed</p>\r\n\r\n<p>8. OMX 30 &ndash; Closed</p>\r\n\r\n<p>Asia-Pac</p>\r\n\r\n<p>Australia - Closed</p>\r\n\r\n<p>Japan &ndash; Regular Close</p>\r\n\r\n<p>Hong Kong - Closed</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>26th December (Boxing Day) &ndash; Desk Closed</p>\r\n\r\n<p>Floor Trade &nbsp;</p>\r\n\r\n<p>1. CME/CBOT &ndash; Regular hours</p>\r\n\r\n<p>2. NYSE &ndash; Regular hours</p>\r\n\r\n<p>Electronic Trade</p>\r\n\r\n<p>1. CME Globex &ndash; Equity, interest rates, FX closed. Regular close</p>\r\n\r\n<p>2. ICE &ndash; US Calendar: https://bit.ly/2KXWq6u, EU Calendar: https://bit.ly/2wLNLzH</p>\r\n\r\n<p>3. Eurex &ndash; Closed for trading and clearing (exercise, settlement and cash) in all derivatives</p>\r\n\r\n<p>4. Euronext Derivatives - Closed</p>\r\n\r\n<p>Cash Index: -</p>\r\n\r\n<p>1. FTSE &ndash; Closed</p>\r\n\r\n<p>2. Euronext Cash &ndash; Closed</p>\r\n\r\n<p>3. DAX - Closed</p>\r\n\r\n<p>4. IBEX 35 - Closed</p>\r\n\r\n<p>5. FTSE MIB - Closed</p>\r\n\r\n<p>6. SMI &ndash; Closed</p>\r\n\r\n<p>7. Oslo Bors &ndash; Closed</p>\r\n\r\n<p>8. OMX 30 &ndash; Closed</p>\r\n\r\n<p>Asia-Pac</p>\r\n\r\n<p>Australia - Closed</p>\r\n\r\n<p>Japan &ndash; Regular Close</p>\r\n\r\n<p>Hong Kong - Closed</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>27-28th December &ndash; Desk Closed</p>\r\n\r\n<p>Floor Trade&nbsp;</p>\r\n\r\n<p>1. CME/CBOT &ndash; Regular hours</p>\r\n\r\n<p>2. NYSE &ndash; Regular hours</p>\r\n\r\n<p>Electronic Trade</p>\r\n\r\n<p>1. CME Globex &ndash; Equities, Interest Rates, FX &ndash; Regular close</p>\r\n\r\n<p>2. ICE &ndash; Regular hours</p>\r\n\r\n<p>3. Eurex - Regular hours</p>\r\n\r\n<p>4. Euronext Derivatives - Regular hours</p>\r\n\r\n<p>Cash Index: -</p>\r\n\r\n<p>1. FTSE &ndash; Regular hours</p>\r\n\r\n<p>2. Euronext Cash &ndash; Closed</p>\r\n\r\n<p>3. DAX &ndash; Regular hours</p>\r\n\r\n<p>4. IBEX 35 &ndash; Regular hours</p>\r\n\r\n<p>5. FTSE MIB &ndash; Regular hours</p>\r\n\r\n<p>6. SMI &ndash; Regular hours</p>\r\n\r\n<p>7. Oslo Bors &ndash; Regular hours</p>\r\n\r\n<p>8. OMX 30 - Regular hours</p>\r\n\r\n<p>Australia &ndash; Regular Close</p>\r\n\r\n<p>Japan &ndash; Regular Close</p>\r\n\r\n<p>Hong Kong &ndash; Regular Close</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>31st December (NYE)&ndash; Desk Close</p>\r\n\r\n<p>Floor Trade&nbsp;</p>\r\n\r\n<p>1. CME/CBOT &ndash; FX and Interest Rates close at 1800GMT/1200CST</p>\r\n\r\n<p>2. NYSE &ndash; Regular hours</p>\r\n\r\n<p>Electronic Trade</p>\r\n\r\n<p>1. CME Globex &ndash; Equities, Interest Rates, FX &ndash; Regular close</p>\r\n\r\n<p>2. ICE &ndash; 2. ICE &ndash; US Calendar: https://bit.ly/2KXWq6u, EU Calendar: https://bit.ly/2wLNLzH</p>\r\n\r\n<p>3. Eurex &ndash; Closed for trading in all derivatives</p>\r\n\r\n<p>4. Euronext Derivatives &ndash; Closes begin at 1255GMT/0655CST</p>\r\n\r\n<p>Cash Index: -</p>\r\n\r\n<p>1. FTSE &ndash; Close 1230GMT/0630CST onwards</p>\r\n\r\n<p>2. Euronext Cash &ndash; Closes begin at 1305GMT/0705CST</p>\r\n\r\n<p>3. DAX &ndash; Closed</p>\r\n\r\n<p>4. IBEX 35 &ndash; Close 1300GMT/0700CST</p>\r\n\r\n<p>5. FTSE MIB - Close 1230GMT/0630CST onwards</p>\r\n\r\n<p>6. SMI &ndash; Closed</p>\r\n\r\n<p>7. Oslo Bors &ndash; Closed</p>\r\n\r\n<p>8. OMX 30 &ndash; Closed</p>\r\n\r\n<p>Asia-Pac</p>\r\n\r\n<p>Australia &ndash; Close at 0310GMT/2110CST</p>\r\n\r\n<p>Japan - Closed</p>\r\n\r\n<p>Hong Kong &ndash; Regular Close</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>1st January (NYD) &ndash; Desk Closed</p>\r\n\r\n<p>Floor Trade&nbsp;</p>\r\n\r\n<p>1. CME/CBOT - Closed</p>\r\n\r\n<p>2. NYSE &ndash; Closed</p>\r\n\r\n<p>Electronic Trade</p>\r\n\r\n<p>1. CME Globex &ndash; Equities, Interest Rates, FX &ndash; Closed</p>\r\n\r\n<p>2. ICE &ndash; Closed</p>\r\n\r\n<p>3. Eurex &ndash; Closed</p>\r\n\r\n<p>4. Euronext Derivatives - Closed</p>\r\n\r\n<p>Cash Index: -</p>\r\n\r\n<p>1. FTSE &ndash; Closed</p>\r\n\r\n<p>2. Euronext Cash &ndash; Closed</p>\r\n\r\n<p>3. DAX &ndash; Closed</p>\r\n\r\n<p>4. IBEX 35 - Closed</p>\r\n\r\n<p>5. FTSE MIB - Closed</p>\r\n\r\n<p>6. SMI &ndash; Closed</p>\r\n\r\n<p>7. Oslo Bors &ndash; Closed</p>\r\n\r\n<p>8. OMX 30 &ndash; Closed</p>\r\n\r\n<p>Asia-Pac</p>\r\n\r\n<p>Australia - Closed</p>\r\n\r\n<p>Japan - Closed</p>\r\n\r\n<p>Hong Kong - Closed</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><strong>2nd January (Wednesday) &ndash; Markets open. Desk will re-open at 0630GMT for the beginning of the European session &nbsp;</strong></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "ransquawk",
        "slug": "ransquawk-christmas-period-opening-hours-13-12-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 21:00:00",
        "gmt_time": "2018-12-14 13:00:00"
    },
    {
        "id": 688283,
        "updated_sequence": 1109305,
        "published_at": {
            "unix": 1544792400,
            "text": "2018-12-14 13:00:00 +0000",
            "iso_8601": "2018-12-14T13:00:00Z"
        },
        "updated_at": {
            "unix": 1544792400,
            "text": "2018-12-14 13:00:00 +0000",
            "iso_8601": "2018-12-14T13:00:00Z"
        },
        "subject": "NOTICE: The desk will be closing at the earlier time of 1800GMT/1200CST on Friday 14th December 2018 due to maintenance work - apologies for any inconvenience caused",
        "content": "<p>- We will broadcast the Baker Hughes release due at 1800GMT/1200CST and the desk will shut once this release has been covered in full.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "notice-the-desk-will-be-closing-at-the-earlier-time-of-1800gmt-1200cst-on-friday-14th-december-2018-due-to-maintenance-work-apologies-for-any-inconvenience-caused-13-12-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 21:00:00",
        "gmt_time": "2018-12-14 13:00:00"
    },
    {
        "id": 688562,
        "updated_sequence": 1109301,
        "published_at": {
            "unix": 1544792040,
            "text": "2018-12-14 12:54:00 +0000",
            "iso_8601": "2018-12-14T12:54:00Z"
        },
        "updated_at": {
            "unix": 1544792174,
            "text": "2018-12-14 12:56:14 +0000",
            "iso_8601": "2018-12-14T12:56:14Z"
        },
        "subject": "BAE systems (BA/ LN) signs a contract to build warships for the Australian navy in a deal valued at AUD 2bln; according to the FT",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bae-systems-ba-ln-signs-a-contract-to-build-warships-for-the-australian-navy-in-a-deal-valued-at-aud-2bln-according-to-the-ft-14-12-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 20:54:00",
        "gmt_time": "2018-12-14 12:54:00"
    },
    {
        "id": 688560,
        "updated_sequence": 1109287,
        "published_at": {
            "unix": 1544789340,
            "text": "2018-12-14 12:09:00 +0000",
            "iso_8601": "2018-12-14T12:09:00Z"
        },
        "updated_at": {
            "unix": 1544789968,
            "text": "2018-12-14 12:19:28 +0000",
            "iso_8601": "2018-12-14T12:19:28Z"
        },
        "subject": "Russian Central Bank Governor says inflationary expectations are not anchored; sees VAT increase adding 1 pct point to inflation",
        "content": "<ul><li>He sees 2019 oil prices averaging USD 55/bbl and they expect prices to&nbsp;remain at this level afterwards</li>\r\n  <li>He states that today&#39;s decision is not the beginning of a rate hike cycle and that they will consider various options of rate moves in future</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russian-central-bank-governor-says-inflationary-expectations-are-not-anchored-sees-vat-increase-adding-1-pct-point-to-inflation-14-12-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 20:09:00",
        "gmt_time": "2018-12-14 12:09:00"
    },
    {
        "id": 688559,
        "updated_sequence": 1109279,
        "published_at": {
            "unix": 1544789280,
            "text": "2018-12-14 12:08:00 +0000",
            "iso_8601": "2018-12-14T12:08:00Z"
        },
        "updated_at": {
            "unix": 1544789376,
            "text": "2018-12-14 12:09:36 +0000",
            "iso_8601": "2018-12-14T12:09:36Z"
        },
        "subject": "European leaders reneged on promise to help UK PM May, The Times reports",
        "content": "<ul><li>British negotiators had agreed a draft statement with the most senior EU officials that would have provided &ldquo;political comfort&rdquo; to Mrs May that the bloc was prepared to compromise on the Irish backstop. At a dinner last night, held without her, European leaders went back on the joint agreement in order to send a message to MPs that no further concessions would be forthcoming from Brussels.&quot;</li>\r\n  <li><p>&ldquo;To use a Christmas theme, we want all parties and factions in the British parliament to feel the bleak midwinter,&rdquo; said a senior EU source.</p>\r\n  </li>\r\n  <li><p><a href=\"https://www.thetimes.co.uk/edition/news/brexit-european-leaders-reneged-on-promise-to-help-theresa-may-kq0t5fktn\">Full story</a></p>\r\n  </li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "european-leaders-reneged-on-promise-to-help-uk-pm-may-the-times-reports-14-12-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 20:08:00",
        "gmt_time": "2018-12-14 12:08:00"
    },
    {
        "id": 688558,
        "updated_sequence": 1109276,
        "published_at": {
            "unix": 1544788980,
            "text": "2018-12-14 12:03:00 +0000",
            "iso_8601": "2018-12-14T12:03:00Z"
        },
        "updated_at": {
            "unix": 1544789244,
            "text": "2018-12-14 12:07:24 +0000",
            "iso_8601": "2018-12-14T12:07:24Z"
        },
        "subject": "Swiss government says the Federal Council lays the foundation for future with the UK after Brexit; adds bilateral agreements will continue to apply between the two countries if a transition period begins on March 29th",
        "content": "<ul><li>Says the majority of the agreements can be replicated is substance in case of no deal Brexit&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "swiss-government-says-the-federal-council-lays-the-foundation-for-future-with-the-uk-after-brexit-adds-bilateral-agreements-will-continue-to-apply-between-the-two-countries-if-a-transition-period-begins-on-march-29th-14-12-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 20:03:00",
        "gmt_time": "2018-12-14 12:03:00"
    },
    {
        "id": 688557,
        "updated_sequence": 1109290,
        "published_at": {
            "unix": 1544788380,
            "text": "2018-12-14 11:53:00 +0000",
            "iso_8601": "2018-12-14T11:53:00Z"
        },
        "updated_at": {
            "unix": 1544790345,
            "text": "2018-12-14 12:25:45 +0000",
            "iso_8601": "2018-12-14T12:25:45Z"
        },
        "subject": "RANsquawk Daily US Opening News - 14th December 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20775/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Early EU sentiment undermined by disappointing Chinese data, EZ PMIs and negative Brexit rumblings</li>\r\n  <li>Some respite as China looks set to temporarily lift retaliatory tariffs on US cars</li>\r\n  <li>Looking ahead highlights include, US Retail Sales, Flash PMIs, Industrial Production and Baker Hughes rig count</li>\r\n</ul>\r\n\r\n<p><strong>ASIA</strong></p>\r\n\r\n<p>Asian equity markets were negative across the board as sentiment in the region soured following the lacklustre lead from Wall St and as region digested disappointing data from China. ASX 200 (-1.1%) and Nikkei 225 (-2.0%) both declined from the open with Australia led lower by tech, telecoms and the largest weighted financials sector, while the Japanese benchmark was subdued amid a firmer JPY and mixed Tankan data despite the headline Large Manufacturers Index and Large All Industry Capex topping estimates. Elsewhere, Hang Seng (-1.6%) and Shanghai Comp. (-1.5%) were also pressured after Chinese Industrial Production and Retail Sales data both fell short of estimates, with underperformance seen in Hong Kong as this year&rsquo;s run of lacklustre stock market debuts continued in the domestic exchange. Finally, 10yr JGBs were higher as they tracked gains in T-notes and with prices underpinned by safe-haven demand which saw 10yr JGBs print the highest since November 2016.</p>\r\n\r\n<p>PBoC skipped repo operations but announced a CNY 286bln 1yr Medium-term Lending Facility. (Newswires)<br />PBoC set CNY mid-point at 6.8750 (Prev. 6.8769)</p>\r\n\r\n<p>Chinese Industrial Output (Nov) Y/Y 5.4% vs. Exp. 5.9% (Prev. 5.9%). (Newswires)<br />Chinese Retail Sales (Nov) Y/Y 8.1% vs. Exp. 8.8% (Prev. 8.6%)<br /><br />China National Bureau of Statistics said main economic targets are expected to be reached, but added global economy faces more uncertainties, while it also noted that China&#39;s weaker industrial production and retail sales shows downward pressure on the economy is increasing. (Newswires)</p>\r\n\r\n<p>Japanese Tankan Large Manufacturing Index (Q4) 19.0 vs. Exp. 17.0 (Prev. 19.0). (Newswires)<br />Japanese Tankan Large Manufacturing Outlook (Q4) 15 vs. Exp. 16.0 (Prev. 19.0)<br />Japanese Tankan Large All Industry Capex (Q4) 14.3% vs. Exp. 12.7% (Prev. 13.4%)</p>\r\n\r\n<p><strong>TRADE</strong></p>\r\n\r\n<p>China are to lift retaliatory tariffs on US cars for 3-months effective Jan 1st. Chinese Finance Ministry said they will suspend 25% tariffs on 114 US vehicle and car part items and 5% tariffs on 67 auto items &nbsp;(Newswires)</p>\r\n\r\n<p><strong>UK/EU</strong></p>\r\n\r\n<p>EU reportedly strengthened the wording on Brexit backstop in summit document and reiterated it doesn&#39;t seek to use Brexit backstop, while it noted a firm determination to reach a subsequent agreement. EU Leaders said the trade deal to avoid using backstop should be in place by December 2020 or soon after and that they wish to have as close as possible partnership with the UK in the future, while they underlined that the backstop is intended as an insurance policy. Furthermore, there were comments from EU Council President Tusk that leaders stand by the withdrawal agreement and that it is not to be renegotiated. (Newswires)<br />&nbsp;</p>\r\n\r\n<p>Certain Conservative MPs are said to attempt persuading PM May to step down next Spring. (The Sun)</p>\r\n\r\n<p>UK PM May&#39;s Deputy Lidington says EU leaders gave a very clear commitment to negotiate trade deal quickly, adding that the PM will spend the next few days and weeks to talk further to EU counterparts and seek reassurances needed by lawmakers. Has also confirmed that the two main options are now either a second referendum or a no-deal Brexit. (Newswires)</p>\r\n\r\n<p>RTE&#39;s Connelly tweets &quot;The Taoiseach Leo Varadkar has said he was &quot;very satisfied&quot; with the EU&#39;s position on the Irish backstop at last night&#39;s summit meeting.&quot; (Twitter)</p>\r\n\r\n<p>EU and Italy aim to conclude budget talks by Sunday and are said to be EUR 4.5bln apart on the budget. (La Repubblica) Meanwhile, La Stampa reported that Italy and EU could be EUR 4bln apart. (La Stampa)</p>\r\n\r\n<p>Italian Deputy Di Maio says may have to cut 1.5% 2019 growth forecasts, which were due to end. Adding that the 2018 slowdown is linked to weaker exports; according to sources. (Newswires)</p>\r\n\r\n<p>French Markit Manufacturing Flash PMI (Dec) 49.7 vs. Exp. 50.7 (Prev. 50.8)</p>\r\n\r\n<p>French Markit Services Flash PMI (Dec) 49.6 vs. Exp. 54.8 (Prev. 55.1)</p>\r\n\r\n<p>French Markit Comp Flash PMI (Dec) 49.3 vs. Exp. 54.0 (Prev. 54.2)</p>\r\n\r\n<p>German Markit Manufacturing Flash PMI (Dec) 51.5 vs. Exp. 52.0 (Prev. 51.8)</p>\r\n\r\n<p>German Markit Services Flash PMI (Dec) 52.5 vs. Exp. 53.4 (Prev. 53.3)</p>\r\n\r\n<p>German Markit Comp Flash PMI (Dec) 52.2 vs. Exp. 52.5 (Prev. 52.3)</p>\r\n\r\n<p>EU Markit Manufacturing Flash PMI (Dec) 51.4 vs. Exp. 51.9 (Prev. 51.8)</p>\r\n\r\n<p>EU Markit Services Flash PMI (Dec) 51.4 vs. Exp. 53.5 (Prev. 53.4)</p>\r\n\r\n<p>EU Markit Comp Flash PMI (Dec) 51.3 vs. Exp. 52.8 (Prev. 52.7)</p>\r\n\r\n<p>ECB&#39;s Nowotny says in my view the ECB has achieved its inflation target, says the negative deposit rate should be removes as soon as possible. (Newswires)</p>\r\n\r\n<p>ECB&#39;s Vasiliauskas says that the balance of risks for growth is more likely to change into a negative direction in 2019. (Newswires)</p>\r\n\r\n<p>Swedish Parliament votes against giving Social Democratic Leader Caretaker PM Stefan Lofven&#39;s mandate to form a new government. (Newswires)</p>\r\n\r\n<p><strong>CENTRAL BANKS</strong></p>\r\n\r\n<p>Russian Federation Central bank key rate Dec 7.75% vs. Exp. 7.5% (Prev. 7.5%)</p>\r\n\r\n<p>- CBR say that they will consider the further necessity of rate hike, taking into account inflation and economic dynamics</p>\r\n\r\n<p>- Balance of risks remains skewed toward pro-inflationary risks, especially over a short-term horizon</p>\r\n\r\n<p>- Inflation is expected at close to 4%, which falls in line with the bank&#39;s targets</p>\r\n\r\n<p><strong>US</strong></p>\r\n\r\n<p>Federal prosecutors are investigating whether US President Trump&#39;s inaugural committee misspent some of the record amount of funds it raised, while there were later comments from White House Press Secretary Sanders that President Trump had limited engagement with the inauguration committee. (WSJ/Newswires)</p>\r\n\r\n<p>US President Trump is said to be considering Kushner for Chief of Staff, while there were separate reports that US President Trump is said to have met with Chris Christie to discuss Chief of Staff position. (Huffington Post/Axios)</p>\r\n\r\n<p>Axios reports that US President Trump sees Chris Christie as a top contender to replace John Kelly as Chief of Staff. (Newswires)</p>\r\n\r\n<p><strong>EQUITIES</strong></p>\r\n\r\n<p>European equities are poised to finish the week on the backfoot (Eurostoxx 50 -0.9%) following the weak lead from Asia as sentiment turned sour amid the release of disappointing Chinese industrial production and retail sales, highlighting weakness in the Chinese economy. As such, around 75% of the Stoxx 600 (-0.9%) are in the red, Switzerland&rsquo;s SMI (-1.4%) marginally lags peers with all 20 stocks in negative territory. In terms of sectors, IT names underperform alongside auto names (seen as trade proxies due to heavy exports) as a result of the aforementioned Chinese retail sales signalling an impact from ongoing trade disputes. However, European auto names spiked higher following reports that China are to lift retaliatory tariffs on US autos for 3-months from January 1st next year (i.e. suspending the 40% tariff plan and sticking to 15%). In terms of individual movers GVC Holdings (+8.8%) shares rose to the top of the UK benchmark with Citi citing next week&rsquo;s Parliament vote on FOBT stakes being &ldquo;significantly positive&rdquo; as shareholders will be paid out GBP 676mln if the legislation is not passed by 28th March 2019.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>AUD/NZD</p>\r\n\r\n<p>The Antipodean Dollars have derived some scant support from reports that China will freeze and backtrack on a proposed increase in US auto tariffs w/e January 1 next year, in line with recent speculation, but the Aussie and Kiwi remain on the backfoot and significantly weaker than their G10 counterparts following sub-forecast Chinese data overnight and RBNZ consultations about lifting high grade bank capital requirements by 100%. Aud/Usd is holding just off a fresh December low around 0.7155 after breaching 0.7200 and tech supports below the figure at 0.7186 (55 DMA) and 0.7163 (Fib), while Nzd/Usd has lost grip of 0.6800 as the Aud/Nzd cross pivots 1.0550.</p>\r\n\r\n<p>EUR/GBP&nbsp;</p>\r\n\r\n<p>Also major underperformers, as the single currency extended post-ECB losses on the back of further declines in EZ PMIs (French readings especially dire as manufacturing, services and composite all tumbled into sub-50 contractionary territory) and through recent support just ahead of 1.1300 vs the Greenback to 1.1286 before finding some bids. Note, a decent 1 bn option expiry at the 1.1300 strike may provide some traction. Meanwhile, Brexit remains the big bane for Sterling and given the ongoing impasse between UK PM May and EU leaders on the back-stop, Cable has retreated sharply towards 1.2570 and chart-wise back below the 10 DMA circa 1.2660.</p>\r\n\r\n<p>CAD/CHF</p>\r\n\r\n<p>The Loonie has reversed further from recent highs vs the Usd and back down towards 1.3400, as the Canadian-Chinese diplomatic spat compounds broader risk aversion and a retracement in oil prices. However, the Franc is still somewhat betwixt and between, as Usd/Chf continues to bounce off 0.9900 and over 0.9950 amidst general Dollar strength (DXY 97.500+), but Eur/Chf slips under 1.1250 on the aforementioned single currency depreciation.</p>\r\n\r\n<p>JPY</p>\r\n\r\n<p>As usual, demand for the safe-haven Yen is just keeping Usd/Jpy depressed within a tight 113.70-40 range, along with 1.4 bn expiries at 113.75.</p>\r\n\r\n<p>EM</p>\r\n\r\n<p>An unexpected, though far from total surprise &frac14; point CBR rate hike has underpinned the Rub against the grain of overall regional currency weakness on risk-off flows, with the Rouble comfortably above 66.5000 vs the Usd.</p>\r\n\r\n<p><strong>FIXED INCOME</strong></p>\r\n\r\n<p>The more recent EZ PMI and Brexit driven rally in EU core bonds has tapered off with Gilts and Bunds trading with a 123.30 and 163.10 handle (vs. 123.53 and 163.30 at best) as tariff tensions abate amidst the Chinese temporary lift of 25% tariffs on US autos. The benchmarks now find support set at the 123.00 (yesterdays low was 122.98) and&nbsp; 163.20 levels respectively, with both looking for further direction ahead of the weekend from the ongoing EU Brexit summit. Elsewhere, BTPs are trading essentially flat on the day just under the 125.40 level as the bullish trend seen in recent days has dwindled following suggestions that the EU and Italy are still EUR 4.5bln apart on the budget, with further pressure seen after negative revisions to Italian CPI.</p>\r\n\r\n<p>Turning to US Treasury futures, best gains have also been trimmed following the positive trade headlines with the 10-year benchmark perhaps losing some steam&nbsp; having failed to breach chart resistance at 120-14 convincingly. Ahead, traders look to impetus from US flash PMI and output data later in the day and Fed next week.</p>\r\n\r\n<p><strong>COMMODITIES&nbsp;</strong></p>\r\n\r\n<p>WTI (-0.7%) and Brent (-0.9%) swings between gains and losses following an uneventful overnight session as prices consolidated after yesterday&rsquo;s rally.&nbsp; The complex saw some upside in recent trade after Libya&rsquo;s NOC chairman was pessimistic about reopening its 300k BPD El-Sharara after an armed group halted production at the oilfield. Traders will be eyeing this evening&rsquo;s Baker Hughes rig count as fresh catalyst. Note, WTI Jan&rsquo;19 options expire today at 19.30GMT.</p>\r\n\r\n<p>Elsewhere, gold (-0.3%) is set for is biggest weekly fall in five weeks due to a firmer USD as traders focus on next week&rsquo;s tabled Fed rate hike. Looking at base metals, copper is on track for a third consecutive weekly drop with downside exacerbated by the downbeat Chinese industrial production translating into weaker demand as the red metal faces a 15% yearly decline. Finally, Shanghai steel extended gains for a third day in a row after two major steelmaking cities (Tangshan and Xuzhou) demanded mills to curtail production amid worries that they will not meet pollution reduction targets this year. For context, Tangshan accounts for 10% of China&rsquo;s total steel output while Xuzhou is in the number two steelmaking province</p>\r\n\r\n<p>Oman announce a 2% oil production cut effective from January 2019, for a initial period of 6 months; according to documents. (Newswires)</p>\r\n\r\n<p>Russia&#39;s Transneft sees Russia&#39;s oil output rising by 2mln tonnes in 2019. (Newswires)</p>\r\n\r\n<p>Libya&#39;s NOC says &quot;paying ransom to the militia&quot; will not reopen the El-Sharara oil field. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-us-opening-news-14th-december-2018-14-12-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 19:53:00",
        "gmt_time": "2018-12-14 11:53:00"
    },
    {
        "id": 688556,
        "updated_sequence": 1109266,
        "published_at": {
            "unix": 1544787240,
            "text": "2018-12-14 11:34:00 +0000",
            "iso_8601": "2018-12-14T11:34:00Z"
        },
        "updated_at": {
            "unix": 1544787309,
            "text": "2018-12-14 11:35:09 +0000",
            "iso_8601": "2018-12-14T11:35:09Z"
        },
        "subject": "RANsquawk EU Mid Session - Data dents sentiment but China lifts the mood with temporary tariff timeout - 14th December 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20774/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<p>EQUITIES</p>\r\n\r\n<p>European equities are poised to finish the week on the backfoot (Eurostoxx 50 -1.0%) following the weak lead from Asia as sentiment turned sour amid the release of disappointing Chinese industrial production and retail sales, highlighting weakness in the Chinese economy. As such, over a 75% of the Stoxx 600 (-0.9%) are in the red, Switzerland&rsquo;s SMI (-1.4%) marginally lags peers with all 20 stocks in negative territory. In terms of sectors, IT names underperform alongside auto names (seen as trade proxies due to heavy exports) as a result of the aforementioned Chinese retail sales signalling an impact from ongoing trade disputes. However, European auto names spiked higher following reports that China are to lift retaliatory tariffs on US autos for 3-months from January 1st next year (i.e. suspending the 40% tariff plan and sticking to 15%). In terms of individual movers GVC Holdings (+8.8%) shares rose to the top of the UK benchmark with Citi citing next week&rsquo;s Parliament vote on FOBT stakes being &ldquo;significantly positive&rdquo; as shareholders will be paid out GBP 676mln if the legislation is not passed by 28th March 2019.</p>\r\n\r\n<p>FX</p>\r\n\r\n<p>AUD/NZD</p>\r\n\r\n<p>The Antipodean Dollars have derived some scant support from reports that China will freeze and backtrack on a proposed increase in US auto tariffs w/e January 1 next year, in line with recent speculation, but the Aussie and Kiwi remain on the backfoot and significantly weaker than their G10 counterparts following sub-forecast Chinese data overnight and RBNZ consultations about lifting high grade bank capital requirements by 100%. Aud/Usd is holding just off a fresh December low around 0.7155 after breaching 0.7200 and tech supports below the figure at 0.7186 (55 DMA) and 0.7163 (Fib), while Nzd/Usd has lost grip of 0.6800 as the Aud/Nzd cross pivots 1.0550.</p>\r\n\r\n<p>EUR/GBP&nbsp;&nbsp;</p>\r\n\r\n<p>Also major underperformers, as the single currency extended post-ECB losses on the back of further declines in EZ PMIs (French readings especially dire as manufacturing, services and composite all tumbled into sub-50 contractionary territory) and through recent support just ahead of 1.1300 vs the Greenback to 1.1286 before finding some bids. Note, a decent 1 bn option expiry at the 1.1300 strike may provide some traction. Meanwhile, Brexit remains the big bane for Sterling and given the ongoing impasse between UK PM May and EU leaders on the back-stop, Cable has retreated sharply towards 1.2570 and chart-wise back below the 10 DMA circa 1.2660.</p>\r\n\r\n<p>CAD/CHF</p>\r\n\r\n<p>The Loonie has reversed further from recent highs vs the Usd and back down towards 1.3400, as the Canadian-Chinese diplomatic spat compounds broader risk aversion and a retracement in oil prices. However, the Franc is still somewhat betwixt and between, as Usd/Chf continues to bounce off 0.9900 and over 0.9950 amidst general Dollar strength (DXY 97.500+), but Eur/Chf slips under 1.1250 on the aforementioned single currency depreciation.</p>\r\n\r\n<p>JPY</p>\r\n\r\n<p>As usual, demand for the safe-haven Yen is just keeping Usd/Jpy depressed within a tight 113.70-40 range, along with 1.4 bn expiries at 113.75.</p>\r\n\r\n<p>EM&nbsp;</p>\r\n\r\n<p>An unexpected, though far from total surprise &frac14; point CBR rate hike has underpinned the Rub against the grain of overall regional currency weakness on risk-off flows, with the Rouble comfortably above 66.5000 vs the Usd.</p>\r\n\r\n<p>FIXED INCOME</p>\r\n\r\n<p>The more recent EZ PMI and Brexit driven rally in EU core bonds has tapered off with Gilts and Bunds trading with a 123.30 and 163.10 handle (vs. 123.53 and 163.30 at best) as tariff tensions abate amidst the Chinese temporary lift of 25% tariffs on US autos. The benchmarks now find support set at the 123.00 (yesterdays low was 122.98) and&nbsp; 163.20 levels respectively, with both looking for further direction ahead of the weekend from the ongoing EU Brexit summit. Elsewhere, BTPs are trading essentially flat on the day just under the 125.40 level as the bullish trend seen in recent days has dwindled following suggestions that the EU and Italy are still EUR 4.5bln apart on the budget, with further pressure seen after negative revisions to Italian CPI.</p>\r\n\r\n<p>Turning to US Treasury futures, best gains have also been trimmed following the positive trade headlines with the 10-year benchmark perhaps losing some steam&nbsp; having failed to breach chart resistance at 120-14 convincingly. Ahead, traders look to impetus from US flash PMI and output data later in the day and Fed next week.</p>\r\n\r\n<p>COMMODITIES&nbsp;</p>\r\n\r\n<p>WTI (-0.5%) and Brent (-0.6%) swings between gains and losses following an uneventful overnight session as prices consolidated after yesterday&rsquo;s rally.&nbsp; The complex saw some upside in recent trade after Libya&rsquo;s NOC chairman was pessimistic about reopening its 300k BPD El-Sharara after an armed group halted production at the oilfield. Traders will be eyeing this evening&rsquo;s Baker Hughes rig count as fresh catalyst. Note, WTI Jan&rsquo;19 options expire today at 19.30GMT.</p>\r\n\r\n<p>Elsewhere, gold (-0.2%) is set for is biggest weekly fall in five weeks due to a firmer USD as traders focus on next week&rsquo;s tabled Fed rate hike. Looking at base metals, copper is on track for a third consecutive weekly drop with downside exacerbated by the downbeat Chinese industrial production translating into weaker demand as the red metal faces a 15% yearly decline. Finally, Shanghai steel extended gains for a third day in a row after two major steelmaking cities (Tangshan and Xuzhou) demanded mills to curtail production amid worries that they will not meet pollution reduction targets this year. For context, Tangshan accounts for 10% of China&rsquo;s total steel output while Xuzhou is in the number two steelmaking province</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-eu-mid-session-data-dents-sentiment-but-china-lifts-the-mood-with-temporary-tariff-timeout-14th-december-2018-14-12-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 19:34:00",
        "gmt_time": "2018-12-14 11:34:00"
    },
    {
        "id": 688555,
        "updated_sequence": 1109263,
        "published_at": {
            "unix": 1544786760,
            "text": "2018-12-14 11:26:00 +0000",
            "iso_8601": "2018-12-14T11:26:00Z"
        },
        "updated_at": {
            "unix": 1544786875,
            "text": "2018-12-14 11:27:55 +0000",
            "iso_8601": "2018-12-14T11:27:55Z"
        },
        "subject": "Fixed Income: Core EU bond rally clipped as trade tensions abate",
        "content": "<p>The more recent EZ PMI and Brexit driven rally in EU core bonds has tapered off with Gilts and Bunds trading with a 123.30 and 163.10 handle (vs. 123.53 and 163.30 at best) as tariff tensions abate amidst the Chinese temporary lift of 25% tariffs on US autos. The benchmarks now find support set at the 123.00 (yesterdays low was 122.98) and &nbsp;163.20 levels respectively, with both looking for further direction ahead of the weekend from the ongoing EU Brexit summit. Elsewhere, BTPs are trading essentially flat on the day just under the 125.40 level as the bullish trend seen in recent days has dwindled following suggestions that the EU and Italy are still EUR 4.5bln apart on the budget, with further pressure seen after negative revisions to Italian CPI.</p>\r\n\r\n<p>Turning to US Treasury futures, best gains have also been trimmed following the positive trade headlines with the 10-year benchmark perhaps losing some steam &nbsp;having failed to breach chart resistance at 120-14 convincingly. Ahead, traders look to impetus from US flash PMI and output data later in the day and Fed next week.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "fixed-income-core-eu-bond-rally-clipped-as-trade-tensions-abate-14-12-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 19:26:00",
        "gmt_time": "2018-12-14 11:26:00"
    },
    {
        "id": 688554,
        "updated_sequence": 1109260,
        "published_at": {
            "unix": 1544786160,
            "text": "2018-12-14 11:16:00 +0000",
            "iso_8601": "2018-12-14T11:16:00Z"
        },
        "updated_at": {
            "unix": 1544786277,
            "text": "2018-12-14 11:17:57 +0000",
            "iso_8601": "2018-12-14T11:17:57Z"
        },
        "subject": "Axios reports that US President Trump sees Chris Christie as a top contender to replace John Kelly as Chief of Staff",
        "content": "<ul><li><a href=\"https://www.axios.com/scoop-trump-meets-christie-discuss-chief-of-staff-job-23883aca-0e2b-459f-b361-4b80e39726e4.html?utm_source=twitter&amp;utm_medium=social&amp;utm_campaign=organic&amp;utm_content=1100\">Click here for the article</a></li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Axios",
        "slug": "axios-reports-that-us-president-trump-sees-chris-christie-as-a-top-contender-to-replace-john-kelly-as-chief-of-staff-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 19:16:00",
        "gmt_time": "2018-12-14 11:16:00"
    },
    {
        "id": 688553,
        "updated_sequence": 1109257,
        "published_at": {
            "unix": 1544785860,
            "text": "2018-12-14 11:11:00 +0000",
            "iso_8601": "2018-12-14T11:11:00Z"
        },
        "updated_at": {
            "unix": 1544785928,
            "text": "2018-12-14 11:12:08 +0000",
            "iso_8601": "2018-12-14T11:12:08Z"
        },
        "subject": "ECB says banks are to repay EUR 3.1bln worth of TLTRO funds in a voluntary repayment",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-are-to-repay-eur-3-1bln-worth-of-tltro-funds-in-a-voluntary-repayment-14-12-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 19:11:00",
        "gmt_time": "2018-12-14 11:11:00"
    },
    {
        "id": 688552,
        "updated_sequence": 1109254,
        "published_at": {
            "unix": 1544785620,
            "text": "2018-12-14 11:07:00 +0000",
            "iso_8601": "2018-12-14T11:07:00Z"
        },
        "updated_at": {
            "unix": 1544785711,
            "text": "2018-12-14 11:08:31 +0000",
            "iso_8601": "2018-12-14T11:08:31Z"
        },
        "subject": "FX Morning Colour: Euro and Pound chase Aussie and Kiwi down under",
        "content": "<p>AUD/NZD</p>\r\n\r\n<p>The Antipodean Dollars have derived some scant support from reports that China will freeze and backtrack on a proposed increase in US auto tariffs w/e January 1 next year, in line with recent speculation, but the Aussie and Kiwi remain on the backfoot and significantly weaker than their G10 counterparts following sub-forecast Chinese data overnight and RBNZ consultations about lifting high grade bank capital requirements by 100%. Aud/Usd is holding just off a fresh December low around 0.7155 after breaching 0.7200 and tech supports below the figure at 0.7186 (55 DMA) and 0.7163 (Fib), while Nzd/Usd has lost grip of 0.6800 as the Aud/Nzd cross pivots 1.0550.</p>\r\n\r\n<p>EUR/GBP &nbsp;&nbsp;</p>\r\n\r\n<p>Also major underperformers, as the single currency extended post-ECB losses on the back of further declines in EZ PMIs (French readings especially dire as manufacturing, services and composite all tumbled into sub-50 contractionary territory) and through recent support just ahead of 1.1300 vs the Greenback to 1.1286 before finding some bids. Note, a decent 1 bn option expiry at the 1.1300 strike may provide some traction. Meanwhile, Brexit remains the big bane for Sterling and given the ongoing impasse between UK PM May and EU leaders on the back-stop, Cable has retreated sharply towards 1.2570 and chart-wise back below the 10 DMA circa 1.2660.</p>\r\n\r\n<p>CAD/CHF</p>\r\n\r\n<p>The Loonie has reversed further from recent highs vs the Usd and back down towards 1.3400, as the Canadian-Chinese diplomatic spat compounds broader risk aversion and a retracement in oil prices. However, the Franc is still somewhat betwixt and between, as Usd/Chf continues to bounce off 0.9900 and over 0.9950 amidst general Dollar strength (DXY 97.500+), but Eur/Chf slips under 1.1250 on the aforementioned single currency depreciation.</p>\r\n\r\n<p>JPY</p>\r\n\r\n<p>As usual, demand for the safe-haven Yen is just keeping Usd/Jpy depressed within a tight 113.70-40 range, along with 1.4 bn expiries at 113.75.</p>\r\n\r\n<p>EM &nbsp;</p>\r\n\r\n<p>An unexpected, though far from total surprise &frac14; point CBR rate hike has underpinned the Rub against the grain of overall regional currency weakness on risk-off flows, with the Rouble comfortably above 66.5000 vs the Usd.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "fx-morning-colour-euro-and-pound-chase-aussie-and-kiwi-down-under-14-12-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 19:07:00",
        "gmt_time": "2018-12-14 11:07:00"
    },
    {
        "id": 688544,
        "updated_sequence": 1109221,
        "published_at": {
            "unix": 1544783100,
            "text": "2018-12-14 10:25:00 +0000",
            "iso_8601": "2018-12-14T10:25:00Z"
        },
        "updated_at": {
            "unix": 1544783243,
            "text": "2018-12-14 10:27:23 +0000",
            "iso_8601": "2018-12-14T10:27:23Z"
        },
        "subject": "India's November crude imports from Iran -42% M/M to 275.33k BPD (vs. 477.4k BPD in October); according to tanker tracking and shipping data",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-s-november-crude-imports-from-iran-42-m-m-to-275-33k-bpd-vs-477-4k-bpd-in-october-according-to-tanker-tracking-and-shipping-data-14-12-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 18:25:00",
        "gmt_time": "2018-12-14 10:25:00"
    },
    {
        "id": 688543,
        "updated_sequence": 1109218,
        "published_at": {
            "unix": 1544782740,
            "text": "2018-12-14 10:19:00 +0000",
            "iso_8601": "2018-12-14T10:19:00Z"
        },
        "updated_at": {
            "unix": 1544782912,
            "text": "2018-12-14 10:21:52 +0000",
            "iso_8601": "2018-12-14T10:21:52Z"
        },
        "subject": "RTE's Connelly tweets \"The Taoiseach Leo Varadkar has said he was \"very satisfied\" with the EU's position on the Irish backstop at last night's summit meeting.\"",
        "content": "<p>The thread goes on to say:</p>\r\n\r\n<ul><li>&quot;The Taoiseach Leo Varadkar has said he was &quot;very satisfied&quot; with the EU&#39;s position on the Irish backstop at last night&#39;s summit meeting.&quot;</li>\r\n</ul>\r\n\r\n<p><a href=\"https://twitter.com/tconnellyRTE/status/1073522765695717381\">Click here for the link</a></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Twitter",
        "slug": "rte-s-connelly-tweets-the-taoiseach-leo-varadkar-has-said-he-was-very-satisfied-with-the-eu-s-position-on-the-irish-backstop-at-last-night-s-summit-meeting-14-12-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 18:19:00",
        "gmt_time": "2018-12-14 10:19:00"
    },
    {
        "id": 688541,
        "updated_sequence": 1109206,
        "published_at": {
            "unix": 1544782200,
            "text": "2018-12-14 10:10:00 +0000",
            "iso_8601": "2018-12-14T10:10:00Z"
        },
        "updated_at": {
            "unix": 1544782257,
            "text": "2018-12-14 10:10:57 +0000",
            "iso_8601": "2018-12-14T10:10:57Z"
        },
        "subject": "Barclays (BARC LN), along with a hedge fund and two traders have reportedly hidden a USD 400mln loss ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "barclays-barc-ln-along-with-a-hedge-fund-and-two-traders-have-reportedly-hidden-a-usd-400mln-loss-14-12-2018",
        "hidden": false,
        "section": {
            "id": 32,
            "name": "FTSE 100"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 18:10:00",
        "gmt_time": "2018-12-14 10:10:00"
    },
    {
        "id": 688540,
        "updated_sequence": 1109209,
        "published_at": {
            "unix": 1544781660,
            "text": "2018-12-14 10:01:00 +0000",
            "iso_8601": "2018-12-14T10:01:00Z"
        },
        "updated_at": {
            "unix": 1544782300,
            "text": "2018-12-14 10:11:40 +0000",
            "iso_8601": "2018-12-14T10:11:40Z"
        },
        "subject": "China are to lift retaliatory tariffs on US cars for 3-months effective Jan 1st",
        "content": "<ul><li>Chinese Finance Ministry said they will suspend 25% tariffs on 114 US vehicle and car part items and 5% tariffs on 67 auto items&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "<p>In an immediate reaction, European auto names spiked higher:</p>\r\n\r\n<ul><li>Daimler (DAI GY) from EUR 46.58 to EUR 47.53</li>\r\n  <li>Volkswagen (VOW3 GY) from EUR 145.86 to EUR 148.96</li>\r\n  <li>BMW (BMW GY) from EUR 72.87 to EUR 74.69</li>\r\n  <li>Peugeot (UG FP) from EUR 17.93 to EUR 18.23</li>\r\n  <li>Fiat Chrysler (FCA IM) from 13.69 to EUR 13.86</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n",
        "reaction_updated_at": {
            "unix": 1544782300,
            "text": "2018-12-14 10:11:40 +0000",
            "iso_8601": "2018-12-14T10:11:40Z"
        },
        "analysis_details": "<ul><li>This is in-fitting with reports earlier in the week that China are said to cut auto tariffs on US car names</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n",
        "analysis_updated_at": {
            "unix": 1544781960,
            "text": "2018-12-14 10:06:00 +0000",
            "iso_8601": "2018-12-14T10:06:00Z"
        },
        "push_notify": true,
        "source": "Newswires",
        "slug": "china-are-to-lift-retaliatory-tariffs-on-us-cars-for-3-months-effective-jan-1st-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 18:01:00",
        "gmt_time": "2018-12-14 10:01:00"
    },
    {
        "id": 688535,
        "updated_sequence": 1109181,
        "published_at": {
            "unix": 1544781600,
            "text": "2018-12-14 10:00:00 +0000",
            "iso_8601": "2018-12-14T10:00:00Z"
        },
        "updated_at": {
            "unix": 1544781682,
            "text": "2018-12-14 10:01:22 +0000",
            "iso_8601": "2018-12-14T10:01:22Z"
        },
        "subject": "Volkwagen (VOW3 GY) November group delivered -5.4% (-3% in Europe, -4.9% in Germany, -8.1% in US and -7.3% in China)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "volkwagen-vow3-gy-november-group-delivered-5-4-3-in-europe-4-9-in-germany-8-1-in-us-and-7-3-in-china-14-12-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 18:00:00",
        "gmt_time": "2018-12-14 10:00:00"
    },
    {
        "id": 688532,
        "updated_sequence": 1109172,
        "published_at": {
            "unix": 1544780700,
            "text": "2018-12-14 09:45:00 +0000",
            "iso_8601": "2018-12-14T09:45:00Z"
        },
        "updated_at": {
            "unix": 1544780762,
            "text": "2018-12-14 09:46:02 +0000",
            "iso_8601": "2018-12-14T09:46:02Z"
        },
        "subject": "ECB's Vasiliauskas says that the balance of risks for growth is more likely to change into a negative direction in 2019 ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-vasiliauskas-says-that-the-balance-of-risks-for-growth-is-more-likely-to-change-into-a-negative-direction-in-2019-14-12-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 17:45:00",
        "gmt_time": "2018-12-14 09:45:00"
    },
    {
        "id": 688531,
        "updated_sequence": 1109169,
        "published_at": {
            "unix": 1544780100,
            "text": "2018-12-14 09:35:00 +0000",
            "iso_8601": "2018-12-14T09:35:00Z"
        },
        "updated_at": {
            "unix": 1544780681,
            "text": "2018-12-14 09:44:41 +0000",
            "iso_8601": "2018-12-14T09:44:41Z"
        },
        "subject": "ECB's Nowotny says that the negative deposit rate should be removed as soon as possible ",
        "content": "<ul><li>Risks to growth are not significant to the extent that the ECB will alter their monetary policy orientation.&nbsp;</li>\r\n  <li>Unsettling that market rate hike expectations are at a different point to current guidance.&nbsp;</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-nowotny-says-that-the-negative-deposit-rate-should-be-removed-as-soon-as-possible-14-12-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 17:35:00",
        "gmt_time": "2018-12-14 09:35:00"
    },
    {
        "id": 688530,
        "updated_sequence": 1109357,
        "published_at": {
            "unix": 1544779920,
            "text": "2018-12-14 09:32:00 +0000",
            "iso_8601": "2018-12-14T09:32:00Z"
        },
        "updated_at": {
            "unix": 1544794891,
            "text": "2018-12-14 13:41:31 +0000",
            "iso_8601": "2018-12-14T13:41:31Z"
        },
        "subject": "Libya's NOC says \"paying ransom to the militia\" will not reopen the El-Sharara oil field ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "<ul><li>The oil field is currently shut, but has a&nbsp;capacity of 300k BPD</li>\r\n</ul>\r\n",
        "analysis_updated_at": {
            "unix": 1544780100,
            "text": "2018-12-14 09:35:00 +0000",
            "iso_8601": "2018-12-14T09:35:00Z"
        },
        "push_notify": false,
        "source": "Newswires",
        "slug": "libya-s-noc-says-paying-ransom-to-the-militia-will-not-reopen-the-el-sharara-oil-field-14-12-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 17:32:00",
        "gmt_time": "2018-12-14 09:32:00"
    },
    {
        "id": 688529,
        "updated_sequence": 1109158,
        "published_at": {
            "unix": 1544778480,
            "text": "2018-12-14 09:08:00 +0000",
            "iso_8601": "2018-12-14T09:08:00Z"
        },
        "updated_at": {
            "unix": 1544778581,
            "text": "2018-12-14 09:09:41 +0000",
            "iso_8601": "2018-12-14T09:09:41Z"
        },
        "subject": "Bank of Spain says Q3 debt-to-GDP of 98.3%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bank-of-spain-says-q3-debt-to-gdp-of-98-3-14-12-2018",
        "hidden": false,
        "section": {
            "id": 8,
            "name": "Other Central Banks"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 17:08:00",
        "gmt_time": "2018-12-14 09:08:00"
    },
    {
        "id": 688528,
        "updated_sequence": 1109155,
        "published_at": {
            "unix": 1544778420,
            "text": "2018-12-14 09:07:00 +0000",
            "iso_8601": "2018-12-14T09:07:00Z"
        },
        "updated_at": {
            "unix": 1544778489,
            "text": "2018-12-14 09:08:09 +0000",
            "iso_8601": "2018-12-14T09:08:09Z"
        },
        "subject": "ECB's Nowotny says in my view the ECB has achieved its inflation target",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-nowotny-says-in-my-view-the-ecb-has-achieved-its-inflation-target-14-12-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 17:07:00",
        "gmt_time": "2018-12-14 09:07:00"
    },
    {
        "id": 688527,
        "updated_sequence": 1109152,
        "published_at": {
            "unix": 1544778360,
            "text": "2018-12-14 09:06:00 +0000",
            "iso_8601": "2018-12-14T09:06:00Z"
        },
        "updated_at": {
            "unix": 1544778403,
            "text": "2018-12-14 09:06:43 +0000",
            "iso_8601": "2018-12-14T09:06:43Z"
        },
        "subject": "Swedish Parliament Speaker says we will begin taking steps to prepare for a snap election if one is needed",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "swedish-parliament-speaker-says-we-will-begin-taking-steps-to-prepare-for-a-snap-election-if-one-is-needed-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 17:06:00",
        "gmt_time": "2018-12-14 09:06:00"
    },
    {
        "id": 688229,
        "updated_sequence": 1109116,
        "published_at": {
            "unix": 1544778000,
            "text": "2018-12-14 09:00:00 +0000",
            "iso_8601": "2018-12-14T09:00:00Z"
        },
        "updated_at": {
            "unix": 1544778000,
            "text": "2018-12-14 09:00:00 +0000",
            "iso_8601": "2018-12-14T09:00:00Z"
        },
        "subject": "ASIA-PAC SERVICE HAS NOW FINISHED, PLEASE REVERT BACK TO YOUR ORIGINAL CHANNEL FOR COVERAGE ON THE UK & EUROPEAN SESSION",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-service-has-now-finished-please-revert-back-to-your-original-channel-for-coverage-on-the-uk-european-session-13-12-2018",
        "hidden": false,
        "section": {
            "id": 36,
            "name": "Asian News"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 17:00:00",
        "gmt_time": "2018-12-14 09:00:00"
    },
    {
        "id": 688230,
        "updated_sequence": 1109115,
        "published_at": {
            "unix": 1544778000,
            "text": "2018-12-14 09:00:00 +0000",
            "iso_8601": "2018-12-14T09:00:00Z"
        },
        "updated_at": {
            "unix": 1544778000,
            "text": "2018-12-14 09:00:00 +0000",
            "iso_8601": "2018-12-14T09:00:00Z"
        },
        "subject": "NOTICE: The desk will be closing at the earlier time of 1800GMT/1200CST on Friday 14th of December 2018 due to maintenance work - apologies for any inconvenience caused",
        "content": "<p>- We will broadcast the Baker Hughes release due at 1800GMT/1200CST and the desk will shut once this release has been covered in full.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "notice-the-desk-will-be-closing-at-the-earlier-time-of-1800gmt-1200cst-on-friday-14th-of-december-2018-due-to-maintenance-work-apologies-for-any-inconvenience-caused-13-12-2018",
        "hidden": false,
        "section": {
            "id": 26,
            "name": "Newsquawk Update"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 17:00:00",
        "gmt_time": "2018-12-14 09:00:00"
    },
    {
        "id": 688523,
        "updated_sequence": 1109140,
        "published_at": {
            "unix": 1544777940,
            "text": "2018-12-14 08:59:00 +0000",
            "iso_8601": "2018-12-14T08:59:00Z"
        },
        "updated_at": {
            "unix": 1544778045,
            "text": "2018-12-14 09:00:45 +0000",
            "iso_8601": "2018-12-14T09:00:45Z"
        },
        "subject": "ECB's De Guindos says that we have to keep our optionality at the maximum level",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-s-de-guindos-says-that-we-have-to-keep-our-optionality-at-the-maximum-level-14-12-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 16:59:00",
        "gmt_time": "2018-12-14 08:59:00"
    },
    {
        "id": 688515,
        "updated_sequence": 1109112,
        "published_at": {
            "unix": 1544777880,
            "text": "2018-12-14 08:58:00 +0000",
            "iso_8601": "2018-12-14T08:58:00Z"
        },
        "updated_at": {
            "unix": 1544777943,
            "text": "2018-12-14 08:59:03 +0000",
            "iso_8601": "2018-12-14T08:59:03Z"
        },
        "subject": "Gilts and Short Sterling futures grinding higher, former rather belatedly",
        "content": "<p>Ongoing Brexit anxiety after a day full of pleasantries and pledges, but no firm promises or material changes in the withdrawal proposal, and further evidence of slowing global growth via Chinese data overnight and weak EZ PMIs, have underpinned UK bonds and STIR contracts, albeit for Gilts only after an initial gap down. The 10 year debt future is now tracking, with a lag, extended gains in Bunds beyond 163.00, to 123.50 vs 123.23 off the Liffe open and compared to Thursday&rsquo;s close, while the 3 month strip is 1-3 ticks above parity. &nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "gilts-and-short-sterling-futures-grinding-higher-former-rather-belatedly-14-12-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 16:58:00",
        "gmt_time": "2018-12-14 08:58:00"
    },
    {
        "id": 688514,
        "updated_sequence": 1109109,
        "published_at": {
            "unix": 1544776620,
            "text": "2018-12-14 08:37:00 +0000",
            "iso_8601": "2018-12-14T08:37:00Z"
        },
        "updated_at": {
            "unix": 1544776712,
            "text": "2018-12-14 08:38:32 +0000",
            "iso_8601": "2018-12-14T08:38:32Z"
        },
        "subject": "Swedish Parliament votes against giving Social Democratic Leader Caretaker PM Stefan Lofven's mandate to form a new government ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "swedish-parliament-votes-against-giving-social-democratic-leader-caretaker-pm-stefan-lofven-s-mandate-to-form-a-new-government-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 16:37:00",
        "gmt_time": "2018-12-14 08:37:00"
    },
    {
        "id": 688510,
        "updated_sequence": 1109096,
        "published_at": {
            "unix": 1544775600,
            "text": "2018-12-14 08:20:00 +0000",
            "iso_8601": "2018-12-14T08:20:00Z"
        },
        "updated_at": {
            "unix": 1544775776,
            "text": "2018-12-14 08:22:56 +0000",
            "iso_8601": "2018-12-14T08:22:56Z"
        },
        "subject": "GVC Holdings (GVC LN) - Shares are up around 6% as Citi analysts highlight that the UK parliament is to vote on legislation to cut FOBT stakes next week; Co would have had to pay GBP 676mln to shareholders if legislation was not passed by 28th March 2019",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "gvc-holdings-gvc-ln-shares-are-up-around-6-as-citi-analysts-highlight-that-the-uk-parliament-is-to-vote-on-legislation-to-cut-fobt-stakes-next-week-co-would-have-had-to-pay-gbp-676mln-to-shareholders-if-legislation-was-not-passed-by-28-14-12-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 16:20:00",
        "gmt_time": "2018-12-14 08:20:00"
    },
    {
        "id": 688504,
        "updated_sequence": 1109078,
        "published_at": {
            "unix": 1544775120,
            "text": "2018-12-14 08:12:00 +0000",
            "iso_8601": "2018-12-14T08:12:00Z"
        },
        "updated_at": {
            "unix": 1544775154,
            "text": "2018-12-14 08:12:34 +0000",
            "iso_8601": "2018-12-14T08:12:34Z"
        },
        "subject": "ECB says banks borrowed EUR 2mln at marginal rate & deposited EUR 639.4bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ecb-says-banks-borrowed-eur-2mln-at-marginal-rate-deposited-eur-639-4bln-14-12-2018",
        "hidden": false,
        "section": {
            "id": 17,
            "name": "ECB"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 16:12:00",
        "gmt_time": "2018-12-14 08:12:00"
    },
    {
        "id": 688505,
        "updated_sequence": 1109081,
        "published_at": {
            "unix": 1544775120,
            "text": "2018-12-14 08:12:00 +0000",
            "iso_8601": "2018-12-14T08:12:00Z"
        },
        "updated_at": {
            "unix": 1544775179,
            "text": "2018-12-14 08:12:59 +0000",
            "iso_8601": "2018-12-14T08:12:59Z"
        },
        "subject": "Bunds: nudging 163.00 again as Chinese data dampens risk sentiment",
        "content": "<p>A relatively tame Friday so far for the 10 year German benchmark, but mostly firmer after an earlier wobble and edging above 163.00 on the back of disappointing Chinese retail sales and ip prints overnight. The Eurex range has been 162.81-163.09 vs yesterday&rsquo;s 162.87 close, with some light and brief additional impetus coming from another set of German growth downgrades, this time via the Bundesbank, and as attention turns to the flash Eurozone PMIs hot on the heels of ECB President Draghi&rsquo;s risks tilting towards the downside pronouncement on Thursday. On that note, several GC members are slated to talk today.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "bunds-nudging-163-00-again-as-chinese-data-dampens-risk-sentiment-14-12-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 16:12:00",
        "gmt_time": "2018-12-14 08:12:00"
    },
    {
        "id": 688503,
        "updated_sequence": 1109075,
        "published_at": {
            "unix": 1544774760,
            "text": "2018-12-14 08:06:00 +0000",
            "iso_8601": "2018-12-14T08:06:00Z"
        },
        "updated_at": {
            "unix": 1544774848,
            "text": "2018-12-14 08:07:28 +0000",
            "iso_8601": "2018-12-14T08:07:28Z"
        },
        "subject": "European equity movers this morning: Scout24 (G24 GY) +17.0%; Balfour Beatty (BBY LN) +3.1%; Capita (CPI LN) -3.0%; LVMH (MC FP) -2.6%; Fiat Chrysler (FCA IM) -2.1%; Renault (RNO FP) -2.1%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": true,
        "source": "RANsquawk",
        "slug": "european-equity-movers-this-morning-scout24-g24-gy-17-0-balfour-beatty-bby-ln-3-1-capita-cpi-ln-3-0-lvmh-mc-fp-2-6-fiat-chrysler-fca-im-2-1-renault-rno-fp-2-1-14-12-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 16:06:00",
        "gmt_time": "2018-12-14 08:06:00"
    },
    {
        "id": 688499,
        "updated_sequence": 1109060,
        "published_at": {
            "unix": 1544773680,
            "text": "2018-12-14 07:48:00 +0000",
            "iso_8601": "2018-12-14T07:48:00Z"
        },
        "updated_at": {
            "unix": 1544773741,
            "text": "2018-12-14 07:49:01 +0000",
            "iso_8601": "2018-12-14T07:49:01Z"
        },
        "subject": "Russia's Transneft sees Russia's oil output rising by 2mln tonnes in 2019",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "russia-s-transneft-sees-russia-s-oil-output-rising-by-2mln-tonnes-in-2019-14-12-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 15:48:00",
        "gmt_time": "2018-12-14 07:48:00"
    },
    {
        "id": 688498,
        "updated_sequence": 1109057,
        "published_at": {
            "unix": 1544773200,
            "text": "2018-12-14 07:40:00 +0000",
            "iso_8601": "2018-12-14T07:40:00Z"
        },
        "updated_at": {
            "unix": 1544773726,
            "text": "2018-12-14 07:48:46 +0000",
            "iso_8601": "2018-12-14T07:48:46Z"
        },
        "subject": "UK PM May's Deputy Lidington says EU leaders gave a very clear commitment to negotiate trade deal quickly, adding that the PM will spend the next few days and weeks to talk further to EU counterparts and seek reassurances needed by lawmakers",
        "content": "<ul><li>Lidington has confirmed that the two main options now are either a second referendum or a no-deal Brexit</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "uk-pm-may-s-deputy-lidington-says-eu-leaders-gave-a-very-clear-commitment-to-negotiate-trade-deal-quickly-adding-that-the-pm-will-spend-the-next-few-days-and-weeks-to-talk-further-to-eu-counterparts-and-seek-reassurances-needed-by-lawmakers-14-12-2018",
        "hidden": false,
        "section": {
            "id": 38,
            "name": "Brexit"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 15:40:00",
        "gmt_time": "2018-12-14 07:40:00"
    },
    {
        "id": 688496,
        "updated_sequence": 1109046,
        "published_at": {
            "unix": 1544772600,
            "text": "2018-12-14 07:30:00 +0000",
            "iso_8601": "2018-12-14T07:30:00Z"
        },
        "updated_at": {
            "unix": 1544773165,
            "text": "2018-12-14 07:39:25 +0000",
            "iso_8601": "2018-12-14T07:39:25Z"
        },
        "subject": "Bundesbank Economic Forecasts",
        "content": "<ul><li>Cut 2018 GDP to 1.5% (Prev. 2.0%)</li>\r\n  <li>Cut 2019 GDP to 1.6% (Prev. 1.9%)</li>\r\n  <li>Maintains 2020 GDP growth forecasts at 1.6%</li>\r\n</ul>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "bundesbank-economic-forecasts-14-12-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 15:30:00",
        "gmt_time": "2018-12-14 07:30:00"
    },
    {
        "id": 688495,
        "updated_sequence": 1109063,
        "published_at": {
            "unix": 1544771040,
            "text": "2018-12-14 07:04:00 +0000",
            "iso_8601": "2018-12-14T07:04:00Z"
        },
        "updated_at": {
            "unix": 1544774222,
            "text": "2018-12-14 07:57:02 +0000",
            "iso_8601": "2018-12-14T07:57:02Z"
        },
        "subject": "Additional European equity stories post the release of the Daily European equity opening news",
        "content": "<p>Auto Names &ndash; European car registrations down 8.1% to 1.16mln in November, European car sales up 0.6% to 14.59mln January-November. Decline was led by the following Co&rsquo;s, group sales for Volkswagen (VOW3 GY) fell by 10.9%, Renault (RNO FP) fell by 16.0%, and Fiat Chrysler (FCA IM) fell by 8.1%. (Newswires)</p>\r\n\r\n<p>Atlantia (ATL IM) &ndash; Co&rsquo;s Autostrade authorised CEO Castellucci has begun process of his replacement; adding that Co. will not request suspension of bridge works as part of the appeal. (Newswires)</p>\r\n\r\n<p>Dassault Aviation (AM FP) &ndash; India&rsquo;s top court reject plea to probe the Rafale deal. (Newswires)</p>\r\n\r\n<p>British American Tobacco (BATS LN) &ndash; Co have announced changes to their management board. COO and Group Business Development Director will cease to exist, with new management roles to be created. (Newswires)</p>\r\n\r\n<p>Balfour Beatty (BBY LN) &ndash; Co state that performance for the year will be above previous expectations, due to additional infrastructure sale in December. Group revenue for second half of 2018 will be in line with the first half. (Newswires)</p>\r\n\r\n<p>LVMH (MC FP) &ndash; Co have entered into a definitive agreement to acquire Belmond, Co says offer represents an equity value of USD 2.6bln, with an enterprise value of USD 3.2bln. (Newswires)</p>\r\n\r\n<p>Salvatore Ferragamo (SFER IM) &ndash; Appoints Alessandro Corsi as the new CFO, effective from January 11th 2019 who will also act as strategic director. (Newswires)</p>\r\n\r\n<p>Thyssenkrupp (TKA GY) - Johannes Dietsch is to be appointed CFO of the Co. (Newswires)</p>\r\n\r\n<p>Elior (ELIOR FP) - Bertrand may further increase its position in the Co.; according to sources. (Newswires)</p>\r\n\r\n<p>BAYER (BAYN GY) RESUMED WITH OVERWEIGHT AT MORGAN STANLEY</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "additional-european-equity-stories-post-the-release-of-the-daily-european-equity-opening-news-14-12-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 15:04:00",
        "gmt_time": "2018-12-14 07:04:00"
    },
    {
        "id": 688494,
        "updated_sequence": 1109016,
        "published_at": {
            "unix": 1544770680,
            "text": "2018-12-14 06:58:00 +0000",
            "iso_8601": "2018-12-14T06:58:00Z"
        },
        "updated_at": {
            "unix": 1544771051,
            "text": "2018-12-14 07:04:11 +0000",
            "iso_8601": "2018-12-14T07:04:11Z"
        },
        "subject": "Major FX option expiries for today's NY cut",
        "content": "<p>EUR/USD: 1.1250 (1.4BLN), <strong>1.1300 (1.1BLN)</strong>, 1.1325 (406M), 1.1350 (655M)</p>\r\n\r\n<p>1.1400 (556M)</p>\r\n\r\n<p>GBP/USD: <strong>1.2650 (1.1BLN)</strong></p>\r\n\r\n<p>EUR/GBP: 0.9000 (361M)</p>\r\n\r\n<p>AUD/USD: <strong>0.7250 (1.3BLN)</strong>, 0.7300-10 (1.9BLN)</p>\r\n\r\n<p>NZD/USD: 0.6900 (830M)</p>\r\n\r\n<p>USD/CAD: 1.3200 (752M), 1.3500 (350M)</p>\r\n\r\n<p>USD/JPY: 113.00-10 (500M), 113.25-35 (450M), 113.45-50 (900M)</p>\r\n\r\n<p><strong>113.75 (1.4BLN)</strong></p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "DTCC",
        "slug": "major-fx-option-expiries-for-today-s-ny-cut-14-12-2018",
        "hidden": false,
        "section": {
            "id": 22,
            "name": "FX Flows"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 14:58:00",
        "gmt_time": "2018-12-14 06:58:00"
    },
    {
        "id": 688489,
        "updated_sequence": 1109001,
        "published_at": {
            "unix": 1544770320,
            "text": "2018-12-14 06:52:00 +0000",
            "iso_8601": "2018-12-14T06:52:00Z"
        },
        "updated_at": {
            "unix": 1544770405,
            "text": "2018-12-14 06:53:25 +0000",
            "iso_8601": "2018-12-14T06:53:25Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>14th December 2018</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700GMT/0100CST recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700GMT/0100CST all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CST.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750GMT/0150CST recapping any company news which has hit the wires since 0715GMT/0115CST ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets were negative across the board as sentiment in the region soured following the lacklustre lead from Wall St and as region digested disappointing data from China. ASX 200 (-1.1%) and Nikkei 225 (-2.1%) both declined from the open with Australia led lower by tech, telecoms and the largest weighted financials sector, while the Japanese benchmark was subdued amid a firmer JPY and mixed Tankan data despite the headline Large Manufacturers Index and Large All Industry Capex topping estimates. Elsewhere, Hang Seng (-1.7%) and Shanghai Comp. (-0.9%) were also pressured after Chinese Industrial Production and Retail Sales data both fell short of estimates, with underperformance seen in Hong Kong as this year&rsquo;s run of lacklustre stock market debuts continued in the domestic exchange</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>Telecom Names &ndash; Ofcom have stated that 1 in 7 homes may be paying more than they need for broadband, could potentially get faster services for the same or less money. (BBC)</p>\r\n\r\n<p>OTHER UK COMPANIES</p>\r\n\r\n<p>Capita (CPI LN) &ndash; Co failed to meet its target to recruit new soldiers into the army by an average of 30% every year since its 10 year contract began in 2012, according to the National Audit Office. (FT)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>MEGGITT (MGGT LN) UPGRADED TO BUY FROM NEUTRAL AT CITI</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Deutsche Telecom (DTE GY) &ndash; Co are reviewing their network vendor strategy following a debate on the security of Chinese network equipment. (Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>Scout24 (G24 GY) &ndash; Co has retained banks and advisors to assist with a potential sale of the Co. (FT)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>Renault (RNO FP) &ndash; France is vetting candidates to replace CEO Ghosn after several directors express concerns over keeping an indicted CEO in the role. (Newswires)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Elis (ELIS FP) &ndash; Co&rsquo;s acquisition of Curantex is expected to occur by the beginning of 2019, terms undisclosed. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>Leonardo (LDO IM) &ndash; Co stated that the board has approved the creation of a new Electronics Division, which reports directly to the CEO. Additionally, Barbara Poggiali appointed as head of Cyber Security Division. (Newswires)</p>\r\n\r\n<p>Enel (ENEL IM) &ndash; Co and BYD marked the arrival of 100 electrics buses in Chile, adding that they would work together for three additional Latin American nations on similar plans. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>UBI BANCA (UBI IM) UPGRADED TO EQUAL WEIGHT FROM UNDERWEIGHT AT BARCLAYS</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>GIVAUDAN (GIVN SW) &ndash; CO has entered negotiations to acquire Albert Vieille, a company specialising in natural ingredients for fragrance. (Newswires)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>HENNES &amp; MAURITZ (HMB SS) REITERATED WITH UNDERPERFORM AT RBC</p>\r\n\r\n<p>US</p>\r\n\r\n<p>SPX -0.03% at 2650, NDX +0.06% at 6768, DJI +0.28% at 24597. SECTORS: Energy +0.33%, Materials -1.15%, Industrials -0.26%, Cons Discretionary -0.44%, Cons Staples +0.68%, Healthcare +0.07%, Financials -0.61%, Tech +0.19%, Telecoms -0.19%, Utilities +0.88%.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-14-12-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 14:52:00",
        "gmt_time": "2018-12-14 06:52:00"
    },
    {
        "id": 688489,
        "updated_sequence": 1109001,
        "published_at": {
            "unix": 1544770320,
            "text": "2018-12-14 06:52:00 +0000",
            "iso_8601": "2018-12-14T06:52:00Z"
        },
        "updated_at": {
            "unix": 1544770405,
            "text": "2018-12-14 06:53:25 +0000",
            "iso_8601": "2018-12-14T06:53:25Z"
        },
        "subject": "DAILY EUROPEAN EQUITY OPENING NEWS",
        "content": "<p>**EUROPEAN EQUITY COVERAGE WILL ONLY COVER COMPANIES IN THE STOXX 600 OR COMPANIES OF SYSTEMIC IMPORTANCE TO PARTICULAR SECTORS**</p>\r\n\r\n<p>14th December 2018</p>\r\n\r\n<p>The Daily European Equity Opening News is uploaded at 0700GMT/0100CST recapping all of the overnight equity news</p>\r\n\r\n<p>From 0700GMT/0100CST all equity news will be covered in real time over the audio and headline feed and the full audio rundown will be at 0715GMT/0115CST.</p>\r\n\r\n<p>There will be an additional audio rundown at 0750GMT/0150CST recapping any company news which has hit the wires since 0715GMT/0115CST ahead of the European equity open</p>\r\n\r\n<p>ASIA</p>\r\n\r\n<p>Asian equity markets were negative across the board as sentiment in the region soured following the lacklustre lead from Wall St and as region digested disappointing data from China. ASX 200 (-1.1%) and Nikkei 225 (-2.1%) both declined from the open with Australia led lower by tech, telecoms and the largest weighted financials sector, while the Japanese benchmark was subdued amid a firmer JPY and mixed Tankan data despite the headline Large Manufacturers Index and Large All Industry Capex topping estimates. Elsewhere, Hang Seng (-1.7%) and Shanghai Comp. (-0.9%) were also pressured after Chinese Industrial Production and Retail Sales data both fell short of estimates, with underperformance seen in Hong Kong as this year&rsquo;s run of lacklustre stock market debuts continued in the domestic exchange</p>\r\n\r\n<p>FTSE</p>\r\n\r\n<p>Telecom Names &ndash; Ofcom have stated that 1 in 7 homes may be paying more than they need for broadband, could potentially get faster services for the same or less money. (BBC)</p>\r\n\r\n<p>OTHER UK COMPANIES</p>\r\n\r\n<p>Capita (CPI LN) &ndash; Co failed to meet its target to recruit new soldiers into the army by an average of 30% every year since its 10 year contract began in 2012, according to the National Audit Office. (FT)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>MEGGITT (MGGT LN) UPGRADED TO BUY FROM NEUTRAL AT CITI</p>\r\n\r\n<p>DAX</p>\r\n\r\n<p>Deutsche Telecom (DTE GY) &ndash; Co are reviewing their network vendor strategy following a debate on the security of Chinese network equipment. (Newswires)</p>\r\n\r\n<p>OTHER GERMAN COMPANIES</p>\r\n\r\n<p>Scout24 (G24 GY) &ndash; Co has retained banks and advisors to assist with a potential sale of the Co. (FT)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>CAC</p>\r\n\r\n<p>Renault (RNO FP) &ndash; France is vetting candidates to replace CEO Ghosn after several directors express concerns over keeping an indicted CEO in the role. (Newswires)</p>\r\n\r\n<p>OTHER FRENCH COMPANIES</p>\r\n\r\n<p>Elis (ELIS FP) &ndash; Co&rsquo;s acquisition of Curantex is expected to occur by the beginning of 2019, terms undisclosed. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>PAN EUROPE</p>\r\n\r\n<p>Leonardo (LDO IM) &ndash; Co stated that the board has approved the creation of a new Electronics Division, which reports directly to the CEO. Additionally, Barbara Poggiali appointed as head of Cyber Security Division. (Newswires)</p>\r\n\r\n<p>Enel (ENEL IM) &ndash; Co and BYD marked the arrival of 100 electrics buses in Chile, adding that they would work together for three additional Latin American nations on similar plans. (Newswires)</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>UBI BANCA (UBI IM) UPGRADED TO EQUAL WEIGHT FROM UNDERWEIGHT AT BARCLAYS</p>\r\n\r\n<p>SMI</p>\r\n\r\n<p>GIVAUDAN (GIVN SW) &ndash; CO has entered negotiations to acquire Albert Vieille, a company specialising in natural ingredients for fragrance. (Newswires)</p>\r\n\r\n<p>OTHER SWISS COMPANIES</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>SCANDINAVIA</p>\r\n\r\n<p>BROKER MOVES</p>\r\n\r\n<p>HENNES &amp; MAURITZ (HMB SS) REITERATED WITH UNDERPERFORM AT RBC</p>\r\n\r\n<p>US</p>\r\n\r\n<p>SPX -0.03% at 2650, NDX +0.06% at 6768, DJI +0.28% at 24597. SECTORS: Energy +0.33%, Materials -1.15%, Industrials -0.26%, Cons Discretionary -0.44%, Cons Staples +0.68%, Healthcare +0.07%, Financials -0.61%, Tech +0.19%, Telecoms -0.19%, Utilities +0.88%.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "daily-european-equity-opening-news-14-12-2018",
        "hidden": false,
        "section": {
            "id": 33,
            "name": "European Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 14:52:00",
        "gmt_time": "2018-12-14 06:52:00"
    },
    {
        "id": 688487,
        "updated_sequence": 1108995,
        "published_at": {
            "unix": 1544769240,
            "text": "2018-12-14 06:34:00 +0000",
            "iso_8601": "2018-12-14T06:34:00Z"
        },
        "updated_at": {
            "unix": 1544769280,
            "text": "2018-12-14 06:34:40 +0000",
            "iso_8601": "2018-12-14T06:34:40Z"
        },
        "subject": "Ford (F) reports November China sales down 55% year-on-year to 52.4k units",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "ford-f-reports-november-china-sales-down-55-year-on-year-to-52-4k-units-14-12-2018",
        "hidden": false,
        "section": {
            "id": 30,
            "name": "US Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 14:34:00",
        "gmt_time": "2018-12-14 06:34:00"
    },
    {
        "id": 688486,
        "updated_sequence": 1108992,
        "published_at": {
            "unix": 1544769120,
            "text": "2018-12-14 06:32:00 +0000",
            "iso_8601": "2018-12-14T06:32:00Z"
        },
        "updated_at": {
            "unix": 1544769189,
            "text": "2018-12-14 06:33:09 +0000",
            "iso_8601": "2018-12-14T06:33:09Z"
        },
        "subject": "Some members at the Boj are reportedly fine with yields going to zero; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "some-members-at-the-boj-are-reportedly-fine-with-yields-going-to-zero-according-to-sources-14-12-2018",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 14:32:00",
        "gmt_time": "2018-12-14 06:32:00"
    },
    {
        "id": 688481,
        "updated_sequence": 1108977,
        "published_at": {
            "unix": 1544768940,
            "text": "2018-12-14 06:29:00 +0000",
            "iso_8601": "2018-12-14T06:29:00Z"
        },
        "updated_at": {
            "unix": 1544769097,
            "text": "2018-12-14 06:31:37 +0000",
            "iso_8601": "2018-12-14T06:31:37Z"
        },
        "subject": "Italian Deputy Di Maio says may have to cut 1.5% 2019 growth forecasts, which were due to end. Adding that the 2018 slowdown is linked to weaker exports; according to sources",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-deputy-di-maio-says-may-have-to-cut-1-5-2019-growth-forecasts-which-were-due-to-end-adding-that-the-2018-slowdown-is-linked-to-weaker-exports-according-to-sources-14-12-2018",
        "hidden": false,
        "section": {
            "id": 25,
            "name": "Global News"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 14:29:00",
        "gmt_time": "2018-12-14 06:29:00"
    },
    {
        "id": 688480,
        "updated_sequence": 1108974,
        "published_at": {
            "unix": 1544768700,
            "text": "2018-12-14 06:25:00 +0000",
            "iso_8601": "2018-12-14T06:25:00Z"
        },
        "updated_at": {
            "unix": 1544768732,
            "text": "2018-12-14 06:25:32 +0000",
            "iso_8601": "2018-12-14T06:25:32Z"
        },
        "subject": "RANsquawk Daily European Opening News - 14th December 2018",
        "content": "<p>To download the report, please click <a href=\"/research_sheets/20772/download\">here</a><br />If you would like to subscribe to receive the research sheets directly in your inbox, you can now do so under the <a href=\"/research_sheets\">Research Suite</a> section of the portal.<br />To subscribe simply check the box next to &quot;Email these reports&quot; under the desired category.</p>\r\n\r\n<ul><li>Asian equity markets were negative across the board as sentiment in the region soured following the lacklustre lead from Wall St and as region digested disappointing data from China</li>\r\n  <li>In FX markets, the DXY consolidated just above the 97.00 level with price action kept range-bound by mixed trade in the greenback&rsquo;s major counterparts</li>\r\n  <li>EU reportedly strengthened the wording on Brexit backstop in summit document and reiterated it doesn&#39;t seek to use Brexit backstop, however EU leaders said the WA is not open for renegotiation</li>\r\n  <li>EU and Italy aim to conclude budget talks by Sunday; according to reports in La Repubblica</li>\r\n  <li>Looking ahead, highlights include EZ flash PMIs, US retail sales and industrial productions, Russian interest rate decision, Baker Hughes rig count, ECB&rsquo;s de Guindos, Nowotny and Lautenchlaeger</li>\r\n</ul>\r\n\r\n<p><strong>ASIA</strong></p>\r\n\r\n<p>Asian equity markets were negative across the board as sentiment in the region soured following the lacklustre lead from Wall St and as region digested disappointing data from China. ASX 200 (-1.1%) and Nikkei 225 (-2.1%) both declined from the open with Australia led lower by tech, telecoms and the largest weighted financials sector, while the Japanese benchmark was subdued amid a firmer JPY and mixed Tankan data despite the headline Large Manufacturers Index and Large All Industry Capex topping estimates. Elsewhere, Hang Seng (-1.7%) and Shanghai Comp. (-0.9%) were also pressured after Chinese Industrial Production and Retail Sales data both fell short of estimates, with underperformance seen in Hong Kong as this year&rsquo;s run of lacklustre stock market debuts continued in the domestic exchange. Finally, 10yr JGBs were higher as they tracked gains in T-notes and with prices underpinned by safe-haven demand which saw 10yr JGBs print the highest since November 2016.</p>\r\n\r\n<p>PBoC skipped repo operations but announced a CNY 286bln 1yr Medium-term Lending Facility. (Newswires)<br />PBoC set CNY mid-point at 6.8750 (Prev. 6.8769)</p>\r\n\r\n<p>Chinese Industrial Output (Nov) Y/Y 5.4% vs. Exp. 5.9% (Prev. 5.9%). (Newswires)<br />Chinese Retail Sales (Nov) Y/Y 8.1% vs. Exp. 8.8% (Prev. 8.6%)<br /><br />China National Bureau of Statistics said main economic targets are expected to be reached, but added global economy faces more uncertainties, while it also noted that China&#39;s weaker industrial production and retail sales shows downward pressure on the economy is increasing. (Newswires)</p>\r\n\r\n<p>Japanese Tankan Large Manufacturing Index (Q4) 19.0 vs. Exp. 17.0 (Prev. 19.0). (Newswires)<br />Japanese Tankan Large Manufacturing Outlook (Q4) 15 vs. Exp. 16.0 (Prev. 19.0)<br />Japanese Tankan Large All Industry Capex (Q4) 14.3% vs. Exp. 12.7% (Prev. 13.4%)</p>\r\n\r\n<p><br /><strong>UK/EU</strong></p>\r\n\r\n<p>EU reportedly strengthened the wording on Brexit backstop in summit document and reiterated it doesn&#39;t seek to use Brexit backstop, while it noted a firm determination to reach a subsequent agreement. EU Leaders said the trade deal to avoid using backstop should be in place by December 2020 or soon after and that they wish to have as close as possible partnership with the UK in the future, while they underlined that the backstop is intended as an insurance policy. Furthermore, there were comments from EU Council President Tusk that leaders stand by the withdrawal agreement and that it is not to be renegotiated. (Newswires)</p>\r\n\r\n<p>There were earlier reports that the EU is said to consider a backstop declaration with legal force and is said to consider aspirational end-date for the backstop, while the EU is said to expect another Brexit summit in January. (Newswires)</p>\r\n\r\n<p>Certain Conservative MPs are said to attempt persuading PM May to step down next Spring. (The Sun)</p>\r\n\r\n<p><br />ECB policy-makers debated changing the balance of the risk assessment to highlight downside risk, according to sources. (Newswires) This follows President Draghi&rsquo;s comments at the press conference that risks to growth still broadly balanced, but balance of risks is moving to the downside.</p>\r\n\r\n<p>EU and Italy aim to conclude budget talks by Sunday and are said to be EUR 4.5bln apart on the budget. (La Repubblica) Meanwhile, La Stampa reported that Italy and EU could be EUR 4bln apart. (La Stampa)</p>\r\n\r\n<p>EU&#39;s Moscovici said Italy has made a &quot;significant effort&quot; on its budget and that the meeting with Italy&#39;s Economy Minister Tria was &quot;very constructive&quot;. Furthermore, he said that&nbsp;work is continuing to quickly reach a compromise on the budget, while it was separately reported that&nbsp;Italy Finance Minister Tria is to stay in Brussels till the budget deal is reached. (Newswires/ANSA)</p>\r\n\r\n<p>Reports suggested French no-confidence vote was rejected. (Newswires)</p>\r\n\r\n<p><strong>FX</strong></p>\r\n\r\n<p>In FX markets, the DXY consolidated just above the 97.00 level with price action kept range-bound by mixed trade in the greenback&rsquo;s major counterparts. As such, EUR/USD was little changed, and GBP/USD edged slightly lower following the EU leaders&rsquo; summit in which the bloc&rsquo;s officials attempted to provide assurances regarding the backstop but stressed they will not renegotiate the withdrawal agreement. Elsewhere, the risk-averse tone spurred demand for safe-haven JPY and weighed on antipodeans, with pressure in AUD exacerbated by cross-related flows and disappointing Chinese data.<br /><br /><strong>COMMODITIES</strong></p>\r\n\r\n<p>Commodities were uneventful overnight in which WTI crude futures consolidated after the prior day&rsquo;s over 3% rally to briefly above USD 53.00/bbl which was attributed to a long overdue rebound. Elsewhere, gold traded sideways amid a lack of drivers for the precious metal and similar subdued price action across the metals complex, while copper was weighed due to the broad risk averse tone and disappointing Chinese data.</p>\r\n\r\n<p>Saudi Arabia was said to target US with a large oil export cut in which the cut is aimed at reducing their visible stockpiles, while reports suggested that Saudi crude shipments to the US next month could test the 30-year low set in 2017 of 582,000 BPD which would be down 40% from the most recent 3-month average. (Newswires)</p>\r\n\r\n<p><strong>GEOPOLITICAL</strong></p>\r\n\r\n<p>US Senate has passed second resolution saying Saudi Crown Prince MBS is responsible for murder of journalist Khashoggi, while the US Senate also voted to withdraw military support for Saudi-led coalition in Yemen. (Newswires/FT)</p>\r\n\r\n<p><strong>US</strong></p>\r\n\r\n<p><br />Treasuries traded choppy on Thursday and ended the session mixed with the only major catalyst being the ECB decision leaving interest rates unchanged; yields fell by 1-2bps after ECB&rsquo;s Draghi press conference initially moving in tandem with bunds; longer dated yields then edged higher following upticks equities. Most of the action was concentrated at the extremes of the curve with shorter dated yields lower by c.1bps and longer dated yields higher by c.1bps a settlement. The US Treasury sold USD 16bln in 30yr bonds stopping through by 0.2bps at a high yield of 3.165%, the lowest since September. The bid-to-cover came in at 2.31 and indicated an overall strong demand for the auction. In terms of the breakdown, directs secured a portion above recent averages and indirects were awarded the largest share since January with dealers left with the smallest portion since January. US T-note futures (Z8) settled unchanged at 129-09.</p>\r\n\r\n<p>Federal prosecutors are investigating whether US President Trump&#39;s inaugural committee misspent some of the record amount of funds it raised, while there were later comments from White House Press Secretary Sanders that President Trump had limited engagement with the inauguration committee. (WSJ/Newswires)</p>\r\n\r\n<p>US President Trump is said to be considering Kushner for Chief of Staff, while there were separate reports that US President Trump is said to have met with Chris Christie to discuss Chief of Staff position. (Huffington Post/Axios)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "ransquawk-daily-european-opening-news-14th-december-2018-14-12-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 14:25:00",
        "gmt_time": "2018-12-14 06:25:00"
    },
    {
        "id": 688478,
        "updated_sequence": 1108963,
        "published_at": {
            "unix": 1544767800,
            "text": "2018-12-14 06:10:00 +0000",
            "iso_8601": "2018-12-14T06:10:00Z"
        },
        "updated_at": {
            "unix": 1544767898,
            "text": "2018-12-14 06:11:38 +0000",
            "iso_8601": "2018-12-14T06:11:38Z"
        },
        "subject": "Oman announce a 2% oil production cut effective from January 2019, for a initial period of 6 months; according to documents",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "oman-announce-a-2-oil-production-cut-effective-from-january-2019-for-a-initial-period-of-6-months-according-to-documents-14-12-2018",
        "hidden": false,
        "section": {
            "id": 20,
            "name": "Commodities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 14:10:00",
        "gmt_time": "2018-12-14 06:10:00"
    },
    {
        "id": 688477,
        "updated_sequence": 1108960,
        "published_at": {
            "unix": 1544767440,
            "text": "2018-12-14 06:04:00 +0000",
            "iso_8601": "2018-12-14T06:04:00Z"
        },
        "updated_at": {
            "unix": 1544767554,
            "text": "2018-12-14 06:05:54 +0000",
            "iso_8601": "2018-12-14T06:05:54Z"
        },
        "subject": "EU and Italy are said to be EUR 4.5bln apart on budget and aim to finish budget by Sunday, according to La Repubblica",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "La Repubblica",
        "slug": "eu-and-italy-are-said-to-be-eur-4-5bln-apart-on-budget-and-aim-to-finish-budget-by-sunday-according-to-la-repubblica-14-12-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 14:04:00",
        "gmt_time": "2018-12-14 06:04:00"
    },
    {
        "id": 688476,
        "updated_sequence": 1108953,
        "published_at": {
            "unix": 1544766840,
            "text": "2018-12-14 05:54:00 +0000",
            "iso_8601": "2018-12-14T05:54:00Z"
        },
        "updated_at": {
            "unix": 1544767020,
            "text": "2018-12-14 05:57:00 +0000",
            "iso_8601": "2018-12-14T05:57:00Z"
        },
        "subject": "Italy and EU could be EUR 4bln apart regarding the budget, according to reports in Stampa ",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Stampa",
        "slug": "italy-and-eu-could-be-eur-4bln-apart-regarding-the-budget-according-to-reports-in-stampa-14-12-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 13:54:00",
        "gmt_time": "2018-12-14 05:54:00"
    },
    {
        "id": 688475,
        "updated_sequence": 1108950,
        "published_at": {
            "unix": 1544766660,
            "text": "2018-12-14 05:51:00 +0000",
            "iso_8601": "2018-12-14T05:51:00Z"
        },
        "updated_at": {
            "unix": 1544766824,
            "text": "2018-12-14 05:53:44 +0000",
            "iso_8601": "2018-12-14T05:53:44Z"
        },
        "subject": "Italian government reportedly considering VAT hike in 2020, according to Messaggero",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "italian-government-reportedly-considering-vat-hike-in-2020-according-to-messaggero-14-12-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 13:51:00",
        "gmt_time": "2018-12-14 05:51:00"
    },
    {
        "id": 688474,
        "updated_sequence": 1108947,
        "published_at": {
            "unix": 1544766540,
            "text": "2018-12-14 05:49:00 +0000",
            "iso_8601": "2018-12-14T05:49:00Z"
        },
        "updated_at": {
            "unix": 1544766673,
            "text": "2018-12-14 05:51:13 +0000",
            "iso_8601": "2018-12-14T05:51:13Z"
        },
        "subject": "ASIA-PAC MARKET WRAP: Asia sentiment soured with the region digesting disappointing Chinese data",
        "content": "<p>Asia equity markets were negative across the board as sentiment in the region soured following the lacklustre lead from Wall St and as region digested disappointing data from China. ASX 200 (-1.1%) and Nikkei 225 (-2.1%) both declined from the open with Australia led lower by tech, telecoms and the largest weighted financials sector, while the Japanese benchmark was subdued amid a firmer JPY and mixed Tankan data despite the headline Large Manufacturers Index and Large All Industry Capex topping estimates. Elsewhere, Hang Seng (-1.7%) and Shanghai Comp. (-0.9%) were also pressured after Chinese Industrial Production and Retail Sales data both fell short of estimates, with underperformance seen in Hong Kong as this year&rsquo;s run of lacklustre stock market debuts continued in the domestic exchange. Finally, 10yr JGBs were higher as they tracked gains in T-notes and with prices underpinned by safe-haven demand which saw 10yr JGBs print the highest since November 2016.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-market-wrap-asia-sentiment-soured-with-the-region-digesting-disappointing-chinese-data-14-12-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 13:49:00",
        "gmt_time": "2018-12-14 05:49:00"
    },
    {
        "id": 688471,
        "updated_sequence": 1108938,
        "published_at": {
            "unix": 1544764380,
            "text": "2018-12-14 05:13:00 +0000",
            "iso_8601": "2018-12-14T05:13:00Z"
        },
        "updated_at": {
            "unix": 1544764472,
            "text": "2018-12-14 05:14:32 +0000",
            "iso_8601": "2018-12-14T05:14:32Z"
        },
        "subject": "German government reportedly wants stricter rules for foreign takeover, according to local press",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "german-government-reportedly-wants-stricter-rules-for-foreign-takeover-according-to-local-press-14-12-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 13:13:00",
        "gmt_time": "2018-12-14 05:13:00"
    },
    {
        "id": 688470,
        "updated_sequence": 1108935,
        "published_at": {
            "unix": 1544763900,
            "text": "2018-12-14 05:05:00 +0000",
            "iso_8601": "2018-12-14T05:05:00Z"
        },
        "updated_at": {
            "unix": 1544763984,
            "text": "2018-12-14 05:06:24 +0000",
            "iso_8601": "2018-12-14T05:06:24Z"
        },
        "subject": "NAB says Australian banks may need NZD 9bln to meet RBNZ capital plans",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "nab-says-australian-banks-may-need-nzd-9bln-to-meet-rbnz-capital-plans-14-12-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 13:05:00",
        "gmt_time": "2018-12-14 05:05:00"
    },
    {
        "id": 688466,
        "updated_sequence": 1108923,
        "published_at": {
            "unix": 1544761800,
            "text": "2018-12-14 04:30:00 +0000",
            "iso_8601": "2018-12-14T04:30:00Z"
        },
        "updated_at": {
            "unix": 1544762003,
            "text": "2018-12-14 04:33:23 +0000",
            "iso_8601": "2018-12-14T04:33:23Z"
        },
        "subject": "Japanese Industrial Production (Oct F) M/M 2.9% (Prev. 2.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-industrial-production-oct-f-m-m-2-9-prev-2-9-14-12-2018",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 12:30:00",
        "gmt_time": "2018-12-14 04:30:00"
    },
    {
        "id": 688468,
        "updated_sequence": 1108929,
        "published_at": {
            "unix": 1544761800,
            "text": "2018-12-14 04:30:00 +0000",
            "iso_8601": "2018-12-14T04:30:00Z"
        },
        "updated_at": {
            "unix": 1544762079,
            "text": "2018-12-14 04:34:39 +0000",
            "iso_8601": "2018-12-14T04:34:39Z"
        },
        "subject": "Japanese Capacity Utilization (Oct) M/M 4.0% (Prev. -1.5%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-capacity-utilization-oct-m-m-4-0-prev-1-5-14-12-2018",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 12:30:00",
        "gmt_time": "2018-12-14 04:30:00"
    },
    {
        "id": 688467,
        "updated_sequence": 1108926,
        "published_at": {
            "unix": 1544761800,
            "text": "2018-12-14 04:30:00 +0000",
            "iso_8601": "2018-12-14T04:30:00Z"
        },
        "updated_at": {
            "unix": 1544762049,
            "text": "2018-12-14 04:34:09 +0000",
            "iso_8601": "2018-12-14T04:34:09Z"
        },
        "subject": "Japanese Industrial Production (Oct F) Y/Y 4.2% (Prev. 4.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "japanese-industrial-production-oct-f-y-y-4-2-prev-4-2-14-12-2018",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 12:30:00",
        "gmt_time": "2018-12-14 04:30:00"
    },
    {
        "id": 688465,
        "updated_sequence": 1108920,
        "published_at": {
            "unix": 1544760480,
            "text": "2018-12-14 04:08:00 +0000",
            "iso_8601": "2018-12-14T04:08:00Z"
        },
        "updated_at": {
            "unix": 1544760598,
            "text": "2018-12-14 04:09:58 +0000",
            "iso_8601": "2018-12-14T04:09:58Z"
        },
        "subject": "Infosys (INFO IS) announces JV with Hitachi (6501 JT) and Panasonic (6752 JT), adds will purchase 81% stake in Hitachi procurement service",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "infosys-info-is-announces-jv-with-hitachi-6501-jt-and-panasonic-6752-jt-adds-will-purchase-81-stake-in-hitachi-procurement-service-14-12-2018",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 12:08:00",
        "gmt_time": "2018-12-14 04:08:00"
    },
    {
        "id": 688464,
        "updated_sequence": 1108917,
        "published_at": {
            "unix": 1544759700,
            "text": "2018-12-14 03:55:00 +0000",
            "iso_8601": "2018-12-14T03:55:00Z"
        },
        "updated_at": {
            "unix": 1544759763,
            "text": "2018-12-14 03:56:03 +0000",
            "iso_8601": "2018-12-14T03:56:03Z"
        },
        "subject": "China is expected to decrease retail fuel prices from tomorrow",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-is-expected-to-decrease-retail-fuel-prices-from-tomorrow-14-12-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 11:55:00",
        "gmt_time": "2018-12-14 03:55:00"
    },
    {
        "id": 688463,
        "updated_sequence": 1108914,
        "published_at": {
            "unix": 1544757540,
            "text": "2018-12-14 03:19:00 +0000",
            "iso_8601": "2018-12-14T03:19:00Z"
        },
        "updated_at": {
            "unix": 1544757635,
            "text": "2018-12-14 03:20:35 +0000",
            "iso_8601": "2018-12-14T03:20:35Z"
        },
        "subject": "PRE-MARKET INDIA STOCK NEWS: Indian Oil Corp (IOCL IS) approved INR 44.35bln share repurchase",
        "content": "<p>Indian Oil Corp (IOCL IS)<br />- Co. approved INR 44.35bln share repurchase. (Newswires)</p>\r\n\r\n<p>Tata Motors (TATA IS)<br />- Co. is among those planning to hike passenger vehicle prices next month to partially offset higher input costs. (ET)</p>\r\n\r\n<p>Other News<br />- The recent softening of CPI and change in RBI Governor has led to expectations RBI could change its policy stance to neutral in early 2019 before cutting rates. (ET) &nbsp;</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-india-stock-news-indian-oil-corp-iocl-is-approved-inr-44-35bln-share-repurchase-14-12-2018",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 11:19:00",
        "gmt_time": "2018-12-14 03:19:00"
    },
    {
        "id": 688462,
        "updated_sequence": 1108911,
        "published_at": {
            "unix": 1544757060,
            "text": "2018-12-14 03:11:00 +0000",
            "iso_8601": "2018-12-14T03:11:00Z"
        },
        "updated_at": {
            "unix": 1544757164,
            "text": "2018-12-14 03:12:44 +0000",
            "iso_8601": "2018-12-14T03:12:44Z"
        },
        "subject": "India imposes anti-dumping on Zeolite 4A imports from China for 5 years",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "india-imposes-anti-dumping-on-zeolite-4a-imports-from-china-for-5-years-14-12-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 11:11:00",
        "gmt_time": "2018-12-14 03:11:00"
    },
    {
        "id": 688461,
        "updated_sequence": 1108908,
        "published_at": {
            "unix": 1544756340,
            "text": "2018-12-14 02:59:00 +0000",
            "iso_8601": "2018-12-14T02:59:00Z"
        },
        "updated_at": {
            "unix": 1544756447,
            "text": "2018-12-14 03:00:47 +0000",
            "iso_8601": "2018-12-14T03:00:47Z"
        },
        "subject": "ASIA-PAC MID-SESSION UPDATE: Asia sentiment sours as region digests disappointing Chinese data",
        "content": "<p>Asia equity markets are negative across the board as sentiment in the region sours following the lacklustre lead from Wall St and as region digests disappointing data from China. ASX 200 (-0.9%) and Nikkei 225 (-2.0%) both declined from the open with Australia led lower by tech, telecoms and the largest weighted financials sector, while the Japanese benchmark is subdued amid a firmer JPY and mixed Tankan data despite the headline Large Manufacturers Index and Large All Industry Capex topping estimates. Elsewhere, Hang Seng (-1.5%) and Shanghai Comp. (-0.7%) are also subdued after Chinese Industrial Production and Retail Sales data both fell short of estimates, with underperformance seen in Hong Kong as this year&rsquo;s run of lacklustre stock market debuts continues in the domestic exchange.</p>\r\n\r\n<p>In FX markets, the DXY consolidates just above the 97.00 level as price action has stayed range-bound amid mixed trade in the greenback&rsquo;s major counterparts with EUR/USD little changed, while GBP/USD has gradually edged lower following the EU leaders&rsquo; summit in which the bloc&rsquo;s officials attempted to provide assurances regarding the backstop but stressed they will not renegotiate the withdrawal agreement. Elsewhere, the risk-averse tone spurred demand for safe-haven JPY and weighed on antipodeans, with pressure in AUD exacerbated by cross-related flows and disappointing Chinese data.</p>\r\n\r\n<p>Finally, 10yr JGBs are higher as they tracked gains in T-notes and with prices underpinned by safe-haven demand which saw prices print the highest since November 2016.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-pac-mid-session-update-asia-sentiment-sours-as-region-digests-disappointing-chinese-data-14-12-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 10:59:00",
        "gmt_time": "2018-12-14 02:59:00"
    },
    {
        "id": 688460,
        "updated_sequence": 1108905,
        "published_at": {
            "unix": 1544755200,
            "text": "2018-12-14 02:40:00 +0000",
            "iso_8601": "2018-12-14T02:40:00Z"
        },
        "updated_at": {
            "unix": 1544755361,
            "text": "2018-12-14 02:42:41 +0000",
            "iso_8601": "2018-12-14T02:42:41Z"
        },
        "subject": "CIMIC (CIM AT) CPB Contractors unit selected for AUD 3.9bln WestConnes M4-M5 link project with John Holland which will generate revenue of ADU 1.95bln for CIMIC group",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "cimic-cim-at-cpb-contractors-unit-selected-for-aud-3-9bln-westconnes-m4-m5-link-project-with-john-holland-which-will-generate-revenue-of-adu-1-95bln-for-cimic-group-14-12-2018",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 10:40:00",
        "gmt_time": "2018-12-14 02:40:00"
    },
    {
        "id": 688459,
        "updated_sequence": 1108902,
        "published_at": {
            "unix": 1544753880,
            "text": "2018-12-14 02:18:00 +0000",
            "iso_8601": "2018-12-14T02:18:00Z"
        },
        "updated_at": {
            "unix": 1544754158,
            "text": "2018-12-14 02:22:38 +0000",
            "iso_8601": "2018-12-14T02:22:38Z"
        },
        "subject": "China stats bureau says main economic targets expected to be reached, but adds global economy faces more uncertainties",
        "content": "<p>Says:<br />- China&#39;s weaker industrial production and retail sales shows downward pressure on the economy is increasing.</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "china-stats-bureau-says-main-economic-targets-expected-to-be-reached-but-adds-global-economy-faces-more-uncertainties-14-12-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 10:18:00",
        "gmt_time": "2018-12-14 02:18:00"
    },
    {
        "id": 688456,
        "updated_sequence": 1108885,
        "published_at": {
            "unix": 1544752800,
            "text": "2018-12-14 02:00:00 +0000",
            "iso_8601": "2018-12-14T02:00:00Z"
        },
        "updated_at": {
            "unix": 1544752968,
            "text": "2018-12-14 02:02:48 +0000",
            "iso_8601": "2018-12-14T02:02:48Z"
        },
        "subject": "Chinese Property Investment (Nov) Y/Y 9.7% (Prev. 9.7%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-property-investment-nov-y-y-9-7-prev-9-7-14-12-2018",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 10:00:00",
        "gmt_time": "2018-12-14 02:00:00"
    },
    {
        "id": 688455,
        "updated_sequence": 1108882,
        "published_at": {
            "unix": 1544752800,
            "text": "2018-12-14 02:00:00 +0000",
            "iso_8601": "2018-12-14T02:00:00Z"
        },
        "updated_at": {
            "unix": 1544752936,
            "text": "2018-12-14 02:02:16 +0000",
            "iso_8601": "2018-12-14T02:02:16Z"
        },
        "subject": "Chinese Industrial Production YTD (Nov) Y/Y 6.3% vs. Exp. 6.4% (Prev. 6.4%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-industrial-production-ytd-nov-y-y-6-3-vs-exp-6-4-prev-6-4-14-12-2018",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 10:00:00",
        "gmt_time": "2018-12-14 02:00:00"
    },
    {
        "id": 688457,
        "updated_sequence": 1108888,
        "published_at": {
            "unix": 1544752800,
            "text": "2018-12-14 02:00:00 +0000",
            "iso_8601": "2018-12-14T02:00:00Z"
        },
        "updated_at": {
            "unix": 1544752983,
            "text": "2018-12-14 02:03:03 +0000",
            "iso_8601": "2018-12-14T02:03:03Z"
        },
        "subject": "Chinese Jobless Rate (Nov)\t4.8% (Prev. 4.9%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-jobless-rate-nov-4-8-prev-4-9-14-12-2018",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 10:00:00",
        "gmt_time": "2018-12-14 02:00:00"
    },
    {
        "id": 688458,
        "updated_sequence": 1108891,
        "published_at": {
            "unix": 1544752800,
            "text": "2018-12-14 02:00:00 +0000",
            "iso_8601": "2018-12-14T02:00:00Z"
        },
        "updated_at": {
            "unix": 1544753006,
            "text": "2018-12-14 02:03:26 +0000",
            "iso_8601": "2018-12-14T02:03:26Z"
        },
        "subject": "Chinese Retail Sales YTD (Nov) Y/Y 9.1% vs. Exp. 9.2% (Prev. 9.2%)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "chinese-retail-sales-ytd-nov-y-y-9-1-vs-exp-9-2-prev-9-2-14-12-2018",
        "hidden": false,
        "section": {
            "id": 19,
            "name": "Other Data"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 10:00:00",
        "gmt_time": "2018-12-14 02:00:00"
    },
    {
        "id": 688450,
        "updated_sequence": 1108861,
        "published_at": {
            "unix": 1544752680,
            "text": "2018-12-14 01:58:00 +0000",
            "iso_8601": "2018-12-14T01:58:00Z"
        },
        "updated_at": {
            "unix": 1544752738,
            "text": "2018-12-14 01:58:58 +0000",
            "iso_8601": "2018-12-14T01:58:58Z"
        },
        "subject": "US President Trump meets with Chris Christie to discuss Chief of Staff position, according to Axios",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Axios",
        "slug": "us-president-trump-meets-with-chris-christie-to-discuss-chief-of-staff-position-according-to-axios-14-12-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 09:58:00",
        "gmt_time": "2018-12-14 01:58:00"
    },
    {
        "id": 688449,
        "updated_sequence": 1108858,
        "published_at": {
            "unix": 1544752620,
            "text": "2018-12-14 01:57:00 +0000",
            "iso_8601": "2018-12-14T01:57:00Z"
        },
        "updated_at": {
            "unix": 1544752666,
            "text": "2018-12-14 01:57:46 +0000",
            "iso_8601": "2018-12-14T01:57:46Z"
        },
        "subject": "South Korea says national pension fund to raise overseas investment to 45% of total from current 30%",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "south-korea-says-national-pension-fund-to-raise-overseas-investment-to-45-of-total-from-current-30-14-12-2018",
        "hidden": false,
        "section": {
            "id": 27,
            "name": "Economic Commentary"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 09:57:00",
        "gmt_time": "2018-12-14 01:57:00"
    },
    {
        "id": 688448,
        "updated_sequence": 1108855,
        "published_at": {
            "unix": 1544752020,
            "text": "2018-12-14 01:47:00 +0000",
            "iso_8601": "2018-12-14T01:47:00Z"
        },
        "updated_at": {
            "unix": 1544752093,
            "text": "2018-12-14 01:48:13 +0000",
            "iso_8601": "2018-12-14T01:48:13Z"
        },
        "subject": "PBoC injects CNY 286bln via 1yr Medium-term Lending Facility",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-injects-cny-286bln-via-1yr-medium-term-lending-facility-14-12-2018",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 09:47:00",
        "gmt_time": "2018-12-14 01:47:00"
    },
    {
        "id": 688447,
        "updated_sequence": 1108849,
        "published_at": {
            "unix": 1544751120,
            "text": "2018-12-14 01:32:00 +0000",
            "iso_8601": "2018-12-14T01:32:00Z"
        },
        "updated_at": {
            "unix": 1544751197,
            "text": "2018-12-14 01:33:17 +0000",
            "iso_8601": "2018-12-14T01:33:17Z"
        },
        "subject": "Wesfarmers (WES AT) announces class ruling which confirms availability of demerger tax relief for certain shareholders",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "wesfarmers-wes-at-announces-class-ruling-which-confirms-availability-of-demerger-tax-relief-for-certain-shareholders-14-12-2018",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 09:32:00",
        "gmt_time": "2018-12-14 01:32:00"
    },
    {
        "id": 688446,
        "updated_sequence": 1108846,
        "published_at": {
            "unix": 1544750220,
            "text": "2018-12-14 01:17:00 +0000",
            "iso_8601": "2018-12-14T01:17:00Z"
        },
        "updated_at": {
            "unix": 1544750270,
            "text": "2018-12-14 01:17:50 +0000",
            "iso_8601": "2018-12-14T01:17:50Z"
        },
        "subject": "PBoC has not yet conducted repo operations today according to traders",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-has-not-yet-conducted-repo-operations-today-according-to-traders-14-12-2018",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 09:17:00",
        "gmt_time": "2018-12-14 01:17:00"
    },
    {
        "id": 688445,
        "updated_sequence": 1108843,
        "published_at": {
            "unix": 1544750100,
            "text": "2018-12-14 01:15:00 +0000",
            "iso_8601": "2018-12-14T01:15:00Z"
        },
        "updated_at": {
            "unix": 1544750232,
            "text": "2018-12-14 01:17:12 +0000",
            "iso_8601": "2018-12-14T01:17:12Z"
        },
        "subject": "PBoC sets CNY mid-point at 6.8750 (Prev. 6.8769)",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pboc-sets-cny-mid-point-at-6-8750-prev-6-8769-14-12-2018",
        "hidden": false,
        "section": {
            "id": 15,
            "name": "PBoC"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 09:15:00",
        "gmt_time": "2018-12-14 01:15:00"
    },
    {
        "id": 688443,
        "updated_sequence": 1108837,
        "published_at": {
            "unix": 1544749800,
            "text": "2018-12-14 01:10:00 +0000",
            "iso_8601": "2018-12-14T01:10:00Z"
        },
        "updated_at": {
            "unix": 1544749920,
            "text": "2018-12-14 01:12:00 +0000",
            "iso_8601": "2018-12-14T01:12:00Z"
        },
        "subject": "BoJ offers to buy JPY 430bln in 5yr-10yr, JPY 200bln in 10yr-25yr and JPY 50bln in 25yr+ JGBs; lowers buying of JPY 5-10yr from JPY 450bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-430bln-in-5yr-10yr-jpy-200bln-in-10yr-25yr-and-jpy-50bln-in-25yr-jgbs-lowers-buying-of-jpy-5-10yr-from-jpy-450bln-14-12-2018",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 09:10:00",
        "gmt_time": "2018-12-14 01:10:00"
    },
    {
        "id": 688444,
        "updated_sequence": 1108840,
        "published_at": {
            "unix": 1544749800,
            "text": "2018-12-14 01:10:00 +0000",
            "iso_8601": "2018-12-14T01:10:00Z"
        },
        "updated_at": {
            "unix": 1544749920,
            "text": "2018-12-14 01:12:00 +0000",
            "iso_8601": "2018-12-14T01:12:00Z"
        },
        "subject": "BoJ offers to buy JPY 430bln in 5yr-10yr, JPY 200bln in 10yr-25yr and JPY 50bln in 25yr+ JGBs; lowers buying of JPY 5-10yr from JPY 450bln",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "boj-offers-to-buy-jpy-430bln-in-5yr-10yr-jpy-200bln-in-10yr-25yr-and-jpy-50bln-in-25yr-jgbs-lowers-buying-of-jpy-5-10yr-from-jpy-450bln-14-12-2018",
        "hidden": false,
        "section": {
            "id": 14,
            "name": "BoJ"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 09:10:00",
        "gmt_time": "2018-12-14 01:10:00"
    },
    {
        "id": 688442,
        "updated_sequence": 1108834,
        "published_at": {
            "unix": 1544749260,
            "text": "2018-12-14 01:01:00 +0000",
            "iso_8601": "2018-12-14T01:01:00Z"
        },
        "updated_at": {
            "unix": 1544749411,
            "text": "2018-12-14 01:03:31 +0000",
            "iso_8601": "2018-12-14T01:03:31Z"
        },
        "subject": "PRE-MARKET CHINESE  STOCK NEWS: Industrial Production and Retail Sales data are due for release",
        "content": "<p>BOC Aviation (2588 HK)<br />- Co. announces purchase of 2 Airbus A350-900 planes with deliveries scheduled for next year. (Newswires)</p>\r\n\r\n<p>Sino Land (83 HK)<br />- Co. is said to increase prices at Grand Central project amid strong demand. (Newswires)</p>\r\n\r\n<p>ZTE (763 HK)<br />- Co. deal with Telefonica in Germany is to expire this year. (Handelsblatt)</p>\r\n\r\n<p>Financials<br />- China trust companies&rsquo; assets under management reportedly declined during Q3. (Newswires)</p>\r\n\r\n<p>Other News<br />- PBoC&#39;s Governor Yi Gang said monetary policy should be relatively loose as China&#39;s economy is under pressure, but also stressed it cannot be too loose. (Newswires)<br />- US President Trump said if China&#39;s economy is in trouble, it is because of his policies, but also stated that he has a great respect for China&#39;s Xi. (Fox News/Newswires)<br />- US Commerce Secretary Ross said the US and China are having frequent conversations and that US President Trump has not committed to intervening in the Huawei case. Elsewhere, there were reports that US and China trade teams are to reconvene sometime after January 1st, while US Agriculture Secretary Perdue said he is hopeful China will buy more US soybeans and the latest purchases were &quot;promising&rdquo;. (Newswires)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-chinese-stock-news-industrial-production-and-retail-sales-data-are-due-for-release-14-12-2018",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 09:01:00",
        "gmt_time": "2018-12-14 01:01:00"
    },
    {
        "id": 688440,
        "updated_sequence": 1108828,
        "published_at": {
            "unix": 1544747100,
            "text": "2018-12-14 00:25:00 +0000",
            "iso_8601": "2018-12-14T00:25:00Z"
        },
        "updated_at": {
            "unix": 1544747160,
            "text": "2018-12-14 00:26:00 +0000",
            "iso_8601": "2018-12-14T00:26:00Z"
        },
        "subject": "PRE-MARKET TAIWAN AND SINGAPORE NEWS: Asustek (2357 TT) CEO Jerry Shen resigns with immediate effect",
        "content": "<p>TAIWAN</p>\r\n\r\n<p>Asustek (2357 TT)<br />- Co. CEO Jerry Shen resigns with immediate effect. (Newswires)</p>\r\n\r\n<p>MediaTek (2454 TT)<br />- Co. collaborates with Google (GOOG) to bring AR and lens visual search experiences to mid-range smartphones. (Newswires)</p>\r\n\r\n<p><br />SINGAPORE</p>\r\n\r\n<p>OCBC (OCBC SP)<br />- Internal investigation found former dealer at the bank made unauthorised FX trades for over 2 years involving client accounts. (Straits Times)</p>\r\n",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "pre-market-taiwan-and-singapore-news-asustek-2357-tt-ceo-jerry-shen-resigns-with-immediate-effect-14-12-2018",
        "hidden": false,
        "section": {
            "id": 31,
            "name": "Asian Equities"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 08:25:00",
        "gmt_time": "2018-12-14 00:25:00"
    },
    {
        "id": 688439,
        "updated_sequence": 1108825,
        "published_at": {
            "unix": 1544746140,
            "text": "2018-12-14 00:09:00 +0000",
            "iso_8601": "2018-12-14T00:09:00Z"
        },
        "updated_at": {
            "unix": 1544746462,
            "text": "2018-12-14 00:14:22 +0000",
            "iso_8601": "2018-12-14T00:14:22Z"
        },
        "subject": "LVMH (MC FP) is near agreement to acquire hotel operator Belmond (BEL) for USD 25/Shr",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "lvmh-mc-fp-is-near-agreement-to-acquire-hotel-operator-belmond-bel-for-usd-25-shr-14-12-2018",
        "hidden": false,
        "section": {
            "id": 34,
            "name": "Global Equities"
        },
        "important": false,
        "highlighted": false,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 08:09:00",
        "gmt_time": "2018-12-14 00:09:00"
    },
    {
        "id": 688438,
        "updated_sequence": 1108819,
        "published_at": {
            "unix": 1544745840,
            "text": "2018-12-14 00:04:00 +0000",
            "iso_8601": "2018-12-14T00:04:00Z"
        },
        "updated_at": {
            "unix": 1544745970,
            "text": "2018-12-14 00:06:10 +0000",
            "iso_8601": "2018-12-14T00:06:10Z"
        },
        "subject": "Asia stocks begin negative following the lacklustre lead from Wall St and with participants tentative amid key data releases including looming Chinese Industrial Production and Retail Sales figures",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "RANsquawk",
        "slug": "asia-stocks-begin-negative-following-the-lacklustre-lead-from-wall-st-and-with-participants-tentative-amid-key-data-releases-including-looming-chinese-industrial-production-and-retail-sales-figures-14-12-2018",
        "hidden": false,
        "section": {
            "id": 7,
            "name": "Market Analysis"
        },
        "important": false,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 08:04:00",
        "gmt_time": "2018-12-14 00:04:00"
    },
    {
        "id": 688437,
        "updated_sequence": 1108816,
        "published_at": {
            "unix": 1544745780,
            "text": "2018-12-14 00:03:00 +0000",
            "iso_8601": "2018-12-14T00:03:00Z"
        },
        "updated_at": {
            "unix": 1544745862,
            "text": "2018-12-14 00:04:22 +0000",
            "iso_8601": "2018-12-14T00:04:22Z"
        },
        "subject": "RBNZ says it is consulting on proposal to increase capital requirements for banks in which they would have to hold double the required amount of high-quality capital",
        "content": "",
        "reaction_details": "",
        "reaction_updated_at": null,
        "analysis_details": "",
        "analysis_updated_at": null,
        "push_notify": false,
        "source": "Newswires",
        "slug": "rbnz-says-it-is-consulting-on-proposal-to-increase-capital-requirements-for-banks-in-which-they-would-have-to-hold-double-the-required-amount-of-high-quality-capital-14-12-2018",
        "hidden": false,
        "section": {
            "id": 11,
            "name": "RBNZ"
        },
        "important": true,
        "highlighted": true,
        "disclaimer": null,
        "rumour": false,
        "hk_time": "2018-12-14 08:03:00",
        "gmt_time": "2018-12-14 00:03:00"
    }
]